Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Student {user} is not enrolled in this course. Please check your spelling and retry.
el: Ο φοιτητής {user} δεν είναι εγγεγραμμένος σε αυτό το μάθημα. Παρακαλώ ελέγξτε την ορθογραφία σας και δοκιμάστε ξανά.

source: Student {user} is already on the certificate invalidation list and cannot be added to the certificate exception list.
el: Ο φοιτητής {user} βρίσκεται ήδη στη λίστα ακύρωσης πιστοποιητικού και δεν μπορεί να προστεθεί στη λίστα εξαιρέσεων πιστοποιητικού.

source: Student (username/email={user}) already in certificate exception list.
el: Ο φοιτητής (όνομα χρήστη/email={user}) βρίσκεται ήδη στη λίστα εξαιρέσεων πιστοποιητικού.

source: Error occurred removing the allowlist entry for student {student}. Please refresh the page and try again
el: Παρουσιάστηκε σφάλμα κατά την αφαίρεση της καταχώρησης από τη λίστα επιτρεπόμενων για τον φοιτητή {student}. Παρακαλώ ανανεώστε τη σελίδα και δοκιμάστε ξανά.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
el: Το πεδίο όνομα χρήστη/email φοιτητή είναι υποχρεωτικό και δεν μπορεί να είναι κενό. Παρακαλώ συμπληρώστε το όνομα χρήστη/email και στη συνέχεια πατήστε το κουμπί "Προσθήκη στη Λίστα Εξαιρέσεων".

source: {user} does not exist in the LMS. Please check your spelling and retry.
el: Ο χρήστης {user} δεν υπάρχει στο LMS. Παρακαλώ ελέγξτε την ορθογραφία σας και δοκιμάστε ξανά.

source: Invalid data, generate_for must be "new" or "all".
el: Μη έγκυρα δεδομένα, το generate_for πρέπει να είναι "new" ή "all".

source: Certificate generation started for students on the allowlist.
el: Η δημιουργία πιστοποιητικών ξεκίνησε για τους φοιτητές στη λίστα επιτρεπόμενων.

source: user "{user}" in row# {row}
el: χρήστης "{user}" στη γραμμή# {row}

source: user "{username}" in row# {row}
el: χρήστης "{username}" στη γραμμή# {row}

source: The student {student} appears on the Certificate Exception list in course {course}. Please remove them from the Certificate Exception list before attempting to invalidate their certificate.
el: Ο φοιτητής {student} εμφανίζεται στη Λίστα Εξαιρέσεων Πιστοποιητικού στο μάθημα {course}. Παρακαλώ αφαιρέστε τον από τη Λίστα Εξαιρέσεων Πιστοποιητικού πριν επιχειρήσετε να ακυρώσετε το πιστοποιητικό του.

source: Certificate of {user} has already been invalidated. Please check your spelling and retry.
el: Το πιστοποιητικό του {user} έχει ήδη ακυρωθεί. Παρακαλώ ελέγξτε την ορθογραφία σας και δοκιμάστε ξανά.

source: Certificate for student {user} is already invalid, kindly verify that certificate was generated for this student and then proceed.
el: Το πιστοποιητικό του φοιτητή {user} είναι ήδη άκυρο, παρακαλώ επιβεβαιώστε ότι δημιουργήθηκε πιστοποιητικό για αυτόν τον φοιτητή και στη συνέχεια προχωρήστε.

source: Certificate Invalidation does not exist, Please refresh the page and try again.
el: Η Ακύρωση Πιστοποιητικού δεν υπάρχει. Παρακαλώ ανανεώστε τη σελίδα και δοκιμάστε ξανά.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
el: Το πεδίο όνομα χρήστη/email φοιτητή είναι υποχρεωτικό και δεν μπορεί να είναι κενό. Παρακαλώ συμπληρώστε το όνομα χρήστη/email και στη συνέχεια πατήστε το κουμπί "Ακύρωση Πιστοποιητικού".

source: The student {student} does not have certificate for the course {course}. Kindly verify student username/email and the selected course are correct and try again.
el: Ο φοιτητής {student} δεν έχει πιστοποιητικό για το μάθημα {course}. Παρακαλώ επιβεβαιώστε ότι το όνομα χρήστη/email του φοιτητή και το επιλεγμένο μάθημα είναι σωστά και δοκιμάστε ξανά.

source: Successfully changed due date for learner {0} for {1} to {2}
el: Η ημερομηνία λήξης άλλαξε επιτυχώς για τον εκπαιδευόμενο {0} για το {1} σε {2}

source: Instructor
el: Καθηγητής

source: To gain insights into student enrollment and participation {link_start}visit {analytics_dashboard_name}, our new course analytics product{link_end}.
el: Για να αποκτήσετε πληροφορίες σχετικά με τις εγγραφές και τη συμμετοχή των φοιτητών {link_start}επισκεφθείτε τον {analytics_dashboard_name}, το νέο προϊόν ανάλυσης μαθημάτων{link_end}.

source: Special Exams
el: Ειδικές Εξετάσεις

source: Certificates
el: Πιστοποιητικό

source: Please Enter the numeric value for the course price
el: Παρακαλώ εισάγετε την αριθμητική τιμή για την τιμή του μαθήματος

source: CourseMode with the mode slug({mode_slug}) DoesNotExist
el: Η Λειτουργία Μαθήματος με το slug λειτουργίας ({mode_slug}) δεν υπάρχει

source: CourseMode price updated successfully
el: Η τιμή της Λειτουργίας Μαθήματος ενημερώθηκε με επιτυχία

source: Course Info
el: Πληροφορίες Μαθήματος

source: Enrollment data is now available in {dashboard_link}.
el: Τα δεδομένα εγγραφής είναι πλέον διαθέσιμα στον {dashboard_link}.

source: Membership
el: Μέλη

source: Cohorts
el: Ομάδες Φοιτητών

source: Student Admin
el: Διαχείριση Φοιτητών

source: Extensions
el: Επεκτάσεις

source: Data Download
el: Λήψη Δεδομένων

source: Analytics
el: «Ανάλυση»

source: Open Responses
el: Ανοιχτές Απαντήσεις

source: 0 sent
el: 0 εστάλησαν

source: {num_emails} sent
el: {num_emails} εστάλη

source: {num_emails} failed
el: {num_emails} απέτυχε

source: Complete
el: Ολοκληρωμένο

source: Incomplete
el: Μη Ολοκληρωμένο

source: Role name
el: Όνομα ρόλου

source: Invalid role name.
el: Μη έγκυρο όνομα ρόλου.

source: The URL name of the problem to reset.
el: Το όνομα URL του προβλήματος προς επαναφορά.

source: Problem URL name cannot be blank.
el: Το όνομα URL του προβλήματος δεν μπορεί να είναι κενό.

source: Whether to reset the problem for all students.
el: Εάν θα γίνει επαναφορά του προβλήματος για όλους τους μαθητές.

source: unique student identifier.
el: μοναδικός αναγνωριστικός κωδικός μαθητή.

source: Whether to reset for all students.
el: Εάν θα γίνει επαναφορά για όλους τους μαθητές.

source: Whether to delete entrance exam state for the student.
el: Εάν θα διαγραφεί η κατάσταση της εισαγωγικής εξέτασης για τον μαθητή.

source: all_students and unique_student_identifier are mutually exclusive.
el: Τα πεδία all_students και unique_student_identifier είναι αμοιβαία αποκλειόμενα.

source: all_students and delete_module are mutually exclusive.
el: Τα πεδία all_students και delete_module είναι αμοιβαία αποκλειόμενα.

source: You must provide either unique_student_identifier or set all_students to True.
el: Πρέπει να παρέχετε είτε μοναδικό αναγνωριστικό μαθητή (unique_student_identifier) είτε να θέσετε το all_students σε True.

source: The URL name of the problem to override the score for.
el: Το όνομα URL του προβλήματος για το οποίο θα παρακαμφθεί η βαθμολογία.

source: The overriding score to set.
el: Η βαθμολογία που θα οριστεί ως παρακάμπτουσα.

source: Enrollments
el: Εγγραφές

source: Grading
el: Βαθμολόγηση

source: Bulk Email
el: Μαζική Αποστολή Email

source: Date Extensions
el: Παρατάσεις Ημερομηνιών

source: Data Downloads
el: Λήψεις Δεδομένων

source: Invalid learner identifier: {0}
el: Μη έγκυρος αναγνωριστικός κωδικός μαθητή: {0}

source: Could not find student matching identifier: {student_identifier}
el: Δεν ήταν δυνατή η εύρεση μαθητή που να ταιριάζει με τον αναγνωριστικό κωδικό: {student_identifier}

source: Unable to parse date:
el: Δεν ήταν δυνατή η ανάλυση της ημερομηνίας:

source: Couldn't find module for url: {0}
el: Δεν ήταν δυνατή η εύρεση ενότητας για τη διεύθυνση URL: {0}

source: Could not find student enrollment in the course.
el: Δεν ήταν δυνατή η εύρεση εγγραφής του μαθητή στο μάθημα.

source: Unit {0} has no due date to extend.
el: Η ενότητα {0} δεν έχει καταληκτική ημερομηνία για επέκταση.

source: An extended due date must be later than the original due date.
el: Η εκτεταμένη καταληκτική ημερομηνία πρέπει να είναι μεταγενέστερη από την αρχική καταληκτική ημερομηνία.

source: Full Name
el: Πλήρες Όνομα

source: Extended Due Date
el: Εκτεταμένη Καταληκτική Ημερομηνία

source: Users with due date extensions for {0}
el: Χρήστες με επεκτάσεις καταληκτικής ημερομηνίας για {0}

source: Due date extensions for {0} {1} ({2})
el: Επεκτάσεις καταληκτικής ημερομηνίας για {0} {1} ({2})

source: Requested task is already running
el: Το αιτηθέν έργο εκτελείται ήδη

source: Error occured. Please try again later.
el: Προέκυψε σφάλμα. Παρακαλώ δοκιμάστε ξανά αργότερα.

source: detailed enrollment
el: λεπτομερής εγγραφή

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below. You will be able to download the report when it is complete.
el: Η αναφορά {report_type} δημιουργείται. Για να δείτε την κατάσταση της αναφοράς, ανατρέξτε στις Εκκρεμείς Εργασίες παρακάτω. Θα μπορείτε να κατεβάσετε την αναφορά όταν ολοκληρωθεί.

source: This component cannot be rescored.
el: Αυτό το στοιχείο δεν μπορεί να αναβαθμολογηθεί.

source: This component does not support score override.
el: Αυτό το στοιχείο δεν υποστηρίζει παράκαμψη βαθμολογίας.

source: Scores must be between 0 and the value of the problem.
el: Οι βαθμολογίες πρέπει να είναι μεταξύ 0 και της τιμής του προβλήματος.

source: Not all problems in entrance exam support re-scoring.
el: Δεν υποστηρίζουν όλα τα προβλήματα στο εισαγωγικό τεστ την αναβαθμολόγηση.

source: An error has occurred. Task was not created.
el: Προέκυψε σφάλμα. Η εργασία δεν δημιουργήθηκε.

source: rescored
el: αναβαθμολογήθηκε

source: overridden
el: παρακαμφθείς

source: reset
el: επαναφορά

source: deleted
el: διαγράφηκε

source: emailed
el: αποστάλθηκε με email

source: graded
el: βαθμολογήθηκε

source: problem distribution graded
el: βαθμολογήθηκε η διανομή προβλημάτων

source: certificates generated
el: δημιουργήθηκε το πιστοποιητικό

source: cohorted
el: ομαδοποιήθηκε

source: generate_anonymized_id
el: δημιουργία_ανωνυμοποιημένου_ταυτότητας

source: compressed
el: συμπιεσμένο

source: No status information available
el: Δεν υπάρχουν διαθέσιμες πληροφορίες κατάστασης

source: No task_output information found for instructor_task {0}
el: Δεν βρέθηκαν πληροφορίες task_output για το instructor_task {0}

source: No parsable task_output information found for instructor_task {0}: {1}
el: Δεν βρέθηκαν αναγνώσιμες πληροφορίες task_output για το instructor_task {0}: {1}

source: No parsable status information available
el: Δεν υπάρχουν διαθέσιμες αναγνώσιμες πληροφορίες κατάστασης

source: No message provided
el: Δεν παρέχεται μήνυμα

source: Invalid task_output information found for instructor_task {0}: {1}
el: Βρέθηκαν μη έγκυρες πληροφορίες task_output για το instructor_task {0}: {1}

source: No progress status information available
el: Δεν υπάρχουν διαθέσιμες πληροφορίες κατάστασης προόδου

source: No parsable task_input information found for instructor_task {0}: {1}
el: Δεν βρέθηκαν αναγνώσιμες πληροφορίες task_input για το instructor_task {0}: {1}

source: Progress: {action} {succeeded} of {attempted} so far
el: Πρόοδος: {action} {succeeded} από {attempted} μέχρι στιγμής

source: Unable to find submission to be {action} for student '{student}'
el: Δεν ήταν δυνατή η εύρεση της υποβολής για {action} του φοιτητή '{student}'

source: Problem failed to be {action} for student '{student}'
el: Απέτυχε η {action} του προβλήματος για τον φοιτητή '{student}'

source: Problem successfully {action} for student '{student}'
el: Το πρόβλημα {action} με επιτυχία για τον φοιτητή '{student}'

source: Unable to find entrance exam submission to be {action} for student '{student}'
el: Δεν ήταν δυνατή η εύρεση υποβολής εισαγωγικής εξέτασης προς {action} για τον μαθητή '{student}'

source: Entrance exam successfully {action} for student '{student}'
el: Η εισαγωγική εξέταση ολοκληρώθηκε με επιτυχία ως {action} για τον μαθητή '{student}'

source: Unable to find any students with submissions to be {action}
el: Δεν βρέθηκαν μαθητές με υποβολές προς {action}

source: Problem failed to be {action} for any of {attempted} students
el: Το πρόβλημα δεν μπόρεσε να {action} για κανέναν από τους {attempted} μαθητές

source: Problem successfully {action} for {attempted} students
el: Το πρόβλημα ολοκληρώθηκε με επιτυχία ως {action} για {attempted} μαθητές

source: Problem {action} for {succeeded} of {attempted} students
el: Το πρόβλημα {action} για {succeeded} από {attempted} μαθητή

source: Unable to find any recipients to be {action}
el: Δεν βρέθηκαν παραλήπτες προς {action}

source: Message failed to be {action} for any of {attempted} recipients
el: Το μήνυμα δεν μπόρεσε να {action} για κανέναν από τους {attempted} παραλήπτες

source: Message successfully {action} for {attempted} recipients
el: Το μήνυμα ολοκληρώθηκε με επιτυχία ως {action} για {attempted} παραλήπτες

source: Message {action} for {succeeded} of {attempted} recipients
el: Το μήνυμα {action} για {succeeded} από {attempted} παραλήπτη

source: Status: {action} {succeeded} of {attempted}
el: Κατάσταση: {action} {succeeded} από {attempted}

source: (skipping {skipped})
el: (παραλείποντας {skipped})

source: (out of {total})
el: (από {total})

source: Programs
el: Προγράμματα

source: Program Details
el: Λεπτομέρειες Προγράμματος

source: This component's access settings refer to deleted or invalid group configurations.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου αναφέρονται σε διαγραμμένες ή μη έγκυρες διαμορφώσεις ομάδων.

source: This unit's access settings refer to deleted or invalid group configurations.
el: Οι ρυθμίσεις πρόσβασης αυτής της ενότητας αναφέρονται σε διαγραμμένες ή μη έγκυρες διαμορφώσεις ομάδων.

source: This component's access settings refer to deleted or invalid groups.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου αναφέρονται σε διαγραμμένες ή μη έγκυρες ομάδες.

source: This unit's access settings refer to deleted or invalid groups.
el: Οι ρυθμίσεις πρόσβασης αυτής της ενότητας αναφέρονται σε διαγραμμένες ή μη έγκυρες ομάδες.

source: This component's access settings contradict its parent's access settings.
el: Οι ρυθμίσεις πρόσβασης αυτού του στοιχείου έρχονται σε αντίθεση με τις ρυθμίσεις πρόσβασης του γονικού του στοιχείου.

source: Whether to display this block in the table of contents
el: Εάν θα εμφανίζεται αυτό το μπλοκ στον πίνακα περιεχομένων

source: What format this block is in (used for deciding which grader to apply, and what to show in the TOC)
el: Σε ποια μορφή είναι αυτό το μπλοκ (χρησιμοποιείται για την απόφαση σχετικά με τον βαθμολογητή που θα εφαρμοστεί και τι θα εμφανιστεί στον Πίνακα Περιεχομένων)

source: Course Chrome
el: Περιβάλλον Course Chrome

source: Enter the chrome, or navigation tools, to use for the XBlock in the LMS. Valid values are: "chromeless" -- to not use tabs or the accordion; "tabs" -- to use tabs only; "accordion" -- to use the accordion only; or "tabs,accordion" -- to use tabs and the accordion.
el: Εισαγάγετε το chrome, ή τα εργαλεία πλοήγησης, που θα χρησιμοποιηθούν για το XBlock στο LMS. Οι έγκυρες τιμές είναι: "chromeless" -- για να μην χρησιμοποιούνται καρτέλες ή ακορντεόν; "tabs" -- για να χρησιμοποιούνται μόνο καρτέλες; "accordion" -- για να χρησιμοποιείται μόνο το ακορντεόν; ή "tabs,accordion" -- για να χρησιμοποιούνται καρτέλες και ακορντεόν.

source: Default Tab
el: Προεπιλεγμένη Καρτέλα

source: Enter the tab that is selected in the XBlock. If not set, the Course tab is selected.
el: Εισαγάγετε την καρτέλα που είναι επιλεγμένη στο XBlock. Αν δεν οριστεί, επιλέγεται η καρτέλα Course.

source: LaTeX Source File Name
el: Όνομα Αρχείου Πηγής LaTeX

source: Enter the source file name for LaTeX.
el: Εισαγάγετε το όνομα του αρχείου πηγής για το LaTeX.

source: If true, can be seen only by course staff, regardless of start date.
el: Αν είναι αληθές, μπορεί να το δουν μόνο οι υπεύθυνοι του μαθήματος, ανεξαρτήτως ημερομηνίας έναρξης.

source: A dictionary that maps which groups can be shown this block. The keys are group configuration ids and the values are a list of group IDs. If there is no key for a group configuration or if the set of group IDs is empty then the block is considered visible to all. Note that this field is ignored if the block is visible_to_staff_only.
el: Ένα λεξικό που αντιστοιχίζει ποιες ομάδες μπορούν να δουν αυτό το μπλοκ. Τα κλειδιά είναι τα αναγνωριστικά διαμόρφωσης ομάδων και οι τιμές είναι μια λίστα αναγνωριστικών ομάδων. Αν δεν υπάρχει κλειδί για μια διαμόρφωση ομάδας ή αν το σύνολο των αναγνωριστικών ομάδων είναι κενό, τότε το μπλοκ θεωρείται ορατό σε όλους. Σημειώστε ότι αυτό το πεδίο αγνοείται αν το μπλοκ είναι visible_to_staff_only.

source: The list of group configurations for partitioning students in content experiments.
el: Η λίστα των διαμορφώσεων ομάδων για τον διαχωρισμό των μαθητών σε πειράματα περιεχομένου.

source: When checked, the LTI content will load only for learners who have an account in this instance. This is required only for linking learner accounts with the LTI consumer. See the Open edX LTI Provider documentation for more details.
el: Όταν είναι επιλεγμένο, το περιεχόμενο LTI θα φορτώνεται μόνο για μαθητές που έχουν λογαριασμό σε αυτή την περίπτωση. Αυτό απαιτείται μόνο για τη σύνδεση των λογαριασμών των μαθητών με τον καταναλωτή LTI. Δείτε την τεκμηρίωση του Open edX LTI Provider για περισσότερες λεπτομέρειες.

source: When checked, the platform will automatically use any personal information provided via LTI to create an account. Otherwise an anonymous account will be created.
el: Όταν είναι επιλεγμένο, η πλατφόρμα θα χρησιμοποιεί αυτόματα οποιεσδήποτε προσωπικές πληροφορίες παρέχονται μέσω LTI για τη δημιουργία λογαριασμού. Διαφορετικά, θα δημιουργείται ένας ανώνυμος λογαριασμός.

source: One of user or external_user_key must not be null.
el: Ένα από τα user ή external_user_key δεν πρέπει να είναι null.

source: View and regenerate certificates.
el: Προβολή και αναδημιουργία «πιστοποιητικών».

source: Enrollment
el: Εγγραφή

source: View and update learner enrollments.
el: Προβολή και ενημέρωση εγγραφών μαθητών.

source: Manage User
el: Διαχείριση Χρήστη

source: Disable User Account
el: Απενεργοποίηση Λογαριασμού Χρήστη

source: Entitlements
el: Δικαιώματα

source: View, create, and reissue learner entitlements
el: Προβολή, δημιουργία και επανέκδοση δικαιωμάτων εκπαιδευόμενου

source: Feature Based Enrollments
el: Εγγραφή βασισμένη σε χαρακτηριστικά

source: View feature based enrollment settings
el: Προβολή ρυθμίσεων εγγραφής βασισμένης σε χαρακτηριστικά

source: Link Program Enrollments
el: Σύνδεση εγγραφών προγράμματος

source: Link LMS users to program enrollments
el: Σύνδεση χρηστών LMS με εγγραφές προγράμματος

source: Program Enrollments Inspector Tool
el: Εργαλείο επιθεώρησης εγγραφών προγράμματος

source: Find information related to a learner's program enrollments
el: Εύρεση πληροφοριών σχετικών με τις εγγραφές προγράμματος ενός εκπαιδευόμενου

source: username
el: όνομα χρήστη

source: Usable
el: Χρησιμοποιήσιμος

source: Unusable
el: Μη χρησιμοποιήσιμος

source: User Enabled Successfully
el: Ο χρήστης ενεργοποιήθηκε με επιτυχία

source: User Disabled Successfully
el: Ο χρήστης απενεργοποιήθηκε με επιτυχία

source: You must complete a survey
el: Πρέπει να ολοκληρώσετε μια έρευνα

source: Optional language the team uses as ISO 639-1 code.
el: Προαιρετική γλώσσα που χρησιμοποιεί η ομάδα ως κωδικός ISO 639-1.

source: Teams
el: Ομάδα

source: Leverage teams to allow learners to connect by topic of interest.
el: Χρησιμοποιήστε τις ομάδες για να επιτρέψετε στους εκπαιδευόμενους να συνδεθούν με βάση το θέμα ενδιαφέροντος.

source: course_id must be provided
el: Πρέπει να παρέχεται το course_id

source: The supplied course id {course_id} is not valid.
el: Το παρεχόμενο course_id {course_id} δεν είναι έγκυρο.

source: text_search and order_by cannot be provided together
el: Οι παράμετροι text_search και order_by δεν μπορούν να παρέχονται μαζί

source: The supplied topic id {topic_id} is not valid
el: Το παρεχόμενο αναγνωριστικό θέματος {topic_id} δεν είναι έγκυρο

source: Error connecting to elasticsearch
el: Σφάλμα σύνδεσης με το elasticsearch

source: The ordering {ordering} is not supported
el: Η ταξινόμηση {ordering} δεν υποστηρίζεται

source: The supplied course_id {course_id} is not valid.
el: Το παρεχόμενο course_id {course_id} δεν είναι έγκυρο.

source: topic_id is required
el: Το topic_id είναι υποχρεωτικό

source: You can't create a team in an instructor managed topic.
el: Δεν μπορείτε να δημιουργήσετε ομάδα σε θέμα που διαχειρίζεται εκπαιδευτής.

source: You are already in a team in this teamset.
el: Βρίσκεστε ήδη σε μια ομάδα σε αυτό το σύνολο ομάδων.

source: teamset_id and team_id are mutually exclusive options.
el: Οι επιλογές teamset_id και team_id είναι αμοιβαία αποκλειόμενες.

source: teamset_id requires course_id to also be provided.
el: Το teamset_id απαιτεί να παρέχεται επίσης το course_id.

source: No teamset found in given course with given id
el: Δεν βρέθηκε σύνολο ομάδων στο δεδομένο μάθημα με το δεδομένο αναγνωριστικό

source: username or (team_id or teamset_id) must be specified.
el: Πρέπει να καθοριστεί το username ή (team_id ή teamset_id).

source: Username is required.
el: Το username είναι υποχρεωτικό.

source: Team id is required.
el: Το αναγνωριστικό ομάδας (team id) είναι υποχρεωτικό.

source: This team is already full.
el: Αυτή η ομάδα είναι ήδη πλήρης.

source: You can't join an instructor managed team.
el: Δεν μπορείτε να συμμετάσχετε σε ομάδα που διαχειρίζεται εκπαιδευτής.

source: The user {username} is already a member of a team in this teamset.
el: Ο χρήστης {username} είναι ήδη μέλος μιας ομάδας σε αυτό το σύνολο ομάδων.

source: The user {username} is not enrolled in the course associated with this team.
el: Ο χρήστης {username} δεν είναι εγγεγραμμένος στο μάθημα που σχετίζεται με αυτή την ομάδα.

source: You can't leave an instructor managed team.
el: Δεν μπορείτε να αποχωρήσετε από ομάδα που διαχειρίζεται εκπαιδευτής.

source: Show existing user tour
el: Εμφάνιση υπάρχοντος οδηγού χρήστη

source: Show new user tour
el: Εμφάνιση περιήγησης νέου χρήστη

source: Do not show user tour
el: Να μην εμφανίζεται η περιήγηση χρήστη

source: Your {platform_name} ID verification was approved!
el: Η επαλήθευση της ταυτότητάς σας στο {platform_name} εγκρίθηκε!

source: The course for which this deadline applies
el: Το μάθημα στο οποίο ισχύει αυτή η προθεσμία

source: The datetime after which users are no longer allowed to submit photos for verification.
el: Η ημερομηνία και ώρα μετά την οποία οι χρήστες δεν επιτρέπεται πλέον να υποβάλουν φωτογραφίες για επαλήθευση.

source: Your {platform_name} verification has expired.
el: Η επαλήθευση στο {platform_name} έχει λήξει.

source: Intro
el: Εισαγωγή

source: Make payment
el: Ολοκλήρωση πληρωμής

source: Take photo
el: Λήψη φωτογραφίας

source: Take a photo of your ID
el: Λάβετε μια φωτογραφία της ταυτότητάς σας

source: Review your info
el: Επανεξέταση των στοιχείων σας

source: Enrollment confirmation
el: Επιβεβαίωση εγγραφής

source: Selected price is not valid number.
el: Η επιλεγμένη τιμή δεν είναι έγκυρος αριθμός.

source: This course doesn't support paid certificates
el: Αυτό το μάθημα δεν υποστηρίζει πληρωτέα πιστοποιητικά

source: No selected price or selected price is below minimum.
el: Δεν έχει επιλεγεί τιμή ή η επιλεγμένη τιμή είναι κάτω από το ελάχιστο.

source: Photo ID image is required if the user does not have an initial verification attempt.
el: Απαιτείται εικόνα ταυτότητας με φωτογραφία εάν ο χρήστης δεν έχει προηγούμενη προσπάθεια επαλήθευσης.

source: Missing required parameter face_image
el: Λείπει η απαιτούμενη παράμετρος face_image

source: Image data is in an unsupported format.
el: Τα δεδομένα εικόνας είναι σε μη υποστηριζόμενη μορφή.

source: Image data is not valid.
el: Τα δεδομένα εικόνας δεν είναι έγκυρα.

source: Your {platform_name} Verification Has Been Denied
el: Η επαλήθευσή σας στο {platform_name} απορρίφθηκε
