Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Language set to {preview_language}
el: Η γλώσσα ορίστηκε σε {preview_language}

source: Language reset to the default
el: Η γλώσσα επανήλθε στην προεπιλεγμένη

source: This is a test message
el: Αυτό είναι ένα δοκιμαστικό μήνυμα

source: This is a success message
el: Αυτό είναι ένα μήνυμα επιτυχίας

source: This is a test warning
el: Αυτή είναι μια δοκιμαστική προειδοποίηση

source: This is a test error
el: Αυτό είναι ένα δοκιμαστικό σφάλμα

source: {provider} requires that LTI advanced sharing be enabled for your course, as this provider uses email address and username to personalize the experience. Please contact {support_contact} to enable this feature.
el: Ο {provider} απαιτεί η προηγμένη κοινή χρήση LTI να είναι ενεργοποιημένη για το μάθημά σας, καθώς αυτός ο πάροχος χρησιμοποιεί τη διεύθυνση ηλεκτρονικού ταχυδρομείου και το όνομα χρήστη για να εξατομικεύσει την εμπειρία. Παρακαλώ επικοινωνήστε με το {support_contact} για να ενεργοποιήσετε αυτή τη λειτουργία.

source: technical support
el: τεχνική υποστήριξη

source: Comma-separated list of providers to allow, eg: {choices}
el: Λίστα παρόχων που επιτρέπονται, διαχωρισμένη με κόμμα, π.χ.: {choices}

source: Allow List
el: Λίστα Επιτρεπόμενων

source: Comma-separated list of providers to deny, eg: {choices}
el: Λίστα παρόχων που απορρίπτονται, διαχωρισμένη με κόμμα, π.χ.: {choices}

source: Deny List
el: Λίστα Αποκλεισμού

source: Learning Context Key
el: Κλειδί Μαθησιακού Πλαισίου

source: If disabled, the discussions in the associated learning context/course will be disabled.
el: Εάν απενεργοποιηθεί, οι συζητήσεις στο σχετικό μαθησιακό πλαίσιο/μάθημα θα απενεργοποιηθούν.

source: The Posting availability in discussions whether it will be enabled, scheduled or indefinitely disabled.
el: Η διαθεσιμότητα δημοσίευσης στις συζητήσεις, εάν θα είναι ενεργοποιημένη, προγραμματισμένη ή απενεργοποιημένη επ' αόριστον.

source: The LTI configuration data for this context/provider.
el: Τα δεδομένα διαμόρφωσης LTI για αυτό το πλαίσιο/πάροχο.

source: If enabled, discussion topics will be created for each non-graded unit in the course. A UI for discussions will show up with each unit.
el: Εάν ενεργοποιηθεί, θα δημιουργηθούν θέματα συζήτησης για κάθε μη βαθμολογούμενη ενότητα στο μάθημα. Μια διεπαφή για συζητήσεις θα εμφανιστεί με κάθε ενότητα.

source: If enabled, discussion topics will be created for graded units as well.
el: Εάν ενεργοποιηθεί, θα δημιουργηθούν θέματα συζήτησης και για τις βαθμολογούμενες ενότητες.

source: If enabled, discussions will need to be manually enabled for each unit.
el: Αν είναι ενεργοποιημένο, οι συζητήσεις θα πρέπει να ενεργοποιούνται χειροκίνητα για κάθε ενότητα.

source: The plugin configuration data for this context/provider.
el: Τα δεδομένα διαμόρφωσης του πρόσθετου για αυτό το πλαίσιο/παρόχου.

source: Discussion provider
el: Πάροχος συζητήσεων

source: The discussion tool/provider's id
el: Το αναγνωριστικό (id) του εργαλείου/παρόχου συζητήσεων

source: Context key for context in which this discussion topic exists.
el: Κλειδί συμφραζομένων για το πλαίσιο στο οποίο υπάρχει αυτό το θέμα συζήτησης.

source: Usage key for in-context discussion topic. Set to null for course-level topics.
el: Κλειδί χρήσης για θέμα συζήτησης εντός συμφραζομένων. Ορίστε σε μηδέν (null) για θέματα σε επίπεδο μαθήματος.

source: Title for discussion topic.
el: Τίτλος για το θέμα συζήτησης.

source: Group for divided discussions.
el: Ομάδα για διαιρεμένες συζητήσεις.

source: Provider id for discussion provider.
el: Αναγνωριστικό παρόχου για πάροχο συζητήσεων.

source: Discussion context ID in external forum provider. e.g. commentable_id for cs_comments_service.
el: Αναγνωριστικό συμφραζομένων συζήτησης στον εξωτερικό πάροχο φόρουμ. π.χ. commentable_id για την υπηρεσία cs_comments_service.

source: Whether this topic should be shown in-context in the course.
el: Εάν αυτό το θέμα πρέπει να εμφανίζεται εντός συμφραζομένων στο μάθημα.

source: Ordering of this topic in its learning context
el: Διάταξη αυτού του θέματος στο εκπαιδευτικό του πλαίσιο

source: Additional context for this topic, such as its section, and subsection
el: Πρόσθετο πλαίσιο για αυτό το θέμα, όπως η ενότητά του και η υποενότητά του

source: Encourage participation and engagement in your course with discussions.
el: Ενθαρρύνετε τη συμμετοχή και τη δέσμευση στο μάθημά σας με συζητήσεις.

source: Administrator
el: Διαχειριστής

source: Moderator
el: Συντονιστής

source: Group Moderator
el: Συντονιστής Ομάδας

source: Community TA
el: Βοηθός Διδασκαλίας Κοινότητας

source: Student
el: Φοιτητής

source: COURSE NOT FOUND. Please check that the course ID is valid.
el: ΤΟ ΜΑΘΗΜΑ ΔΕΝ ΒΡΕΘΗΚΕ. Παρακαλώ ελέγξτε ότι το αναγνωριστικό μαθήματος είναι έγκυρο.

source: The course key for the restricted course.
el: Το κλειδί μαθήματος για το περιορισμένο μάθημα.

source: The message to show when a user is blocked from enrollment.
el: Το μήνυμα που εμφανίζεται όταν ένας χρήστης εμποδίζεται από την εγγραφή.

source: The message to show when a user is blocked from accessing a course.
el: Το μήνυμα που εμφανίζεται όταν ένας χρήστης εμποδίζεται από την πρόσβαση σε ένα μάθημα.

source: Allow users who enrolled in an allowed country to access restricted courses from excluded countries.
el: Να επιτρέπεται στους χρήστες που έχουν εγγραφεί σε επιτρεπόμενη χώρα να έχουν πρόσβαση σε περιορισμένα μαθήματα από αποκλεισμένες χώρες.

source: Two character ISO country code.
el: Κωδικός χώρας ISO δύο χαρακτήρων.

source: Whether to include or exclude the given course. If whitelist countries are specified, then ONLY users from whitelisted countries will be able to access the course. If blacklist countries are specified, then users from blacklisted countries will NOT be able to access the course.
el: Επιλογή για να συμπεριληφθεί ή να αποκλειστεί το δεδομένο μάθημα. Αν καθοριστούν χώρες λίστας επιτρεπόμενων, τότε ΜΟΝΟ οι χρήστες από τις χώρες της λίστας επιτρεπόμενων θα μπορούν να έχουν πρόσβαση στο μάθημα. Αν καθοριστούν χώρες μαύρης λίστας, τότε οι χρήστες από τις χώρες της μαύρης λίστας ΔΕΝ θα μπορούν να έχουν πρόσβαση στο μάθημα.

source: The course to which this rule applies.
el: Το μάθημα στο οποίο εφαρμόζεται αυτός ο κανόνας.

source: The country to which this rule applies.
el: Η χώρα στην οποία εφαρμόζεται αυτός ο κανόνας.

source: Whitelist {country} for {course}
el: Λίστα επιτρεπόμενων χωρών {country} για το μάθημα {course}

source: Blacklist {country} for {course}
el: Μαύρη λίστα {country} για το μάθημα {course}

source: Notification App
el: Εφαρμογή Ειδοποιήσεων

source: Notification Type
el: Τύπος Ειδοποίησης

source: <{p}><{strong}>{replier_name}</{strong}> commented on your response to the post <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{replier_name}</{strong}> σχολίασε την απάντησή σας στην ανάρτηση <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> commented on <{strong}>{author_name}</{strong}> response to your post <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{replier_name}</{strong}> σχολίασε την απάντηση του/της <{strong}>{author_name}</{strong}> στην ανάρτησή σας <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> responded to your post <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{replier_name}</{strong}> απάντησε στην ανάρτησή σας <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> and others have responded to your post <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{replier_name}</{strong}} και άλλοι απάντησαν στην ανάρτησή σας <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{username}</{strong}> posted <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{username}</{strong}> δημοσίευσε <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> and others started new discussions</{p}>
el: <{p}><{strong}>{replier_name}</{strong}} και άλλοι ξεκίνησαν νέες συζητήσεις</{p}>

source: <{p}><{strong}>{username}</{strong}> asked <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{username}</{strong}> ρώτησε <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> responded to a post you’re following: <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{replier_name}</{strong}> απάντησε σε μια ανάρτηση που παρακολουθείτε: <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> and others responded to a post you’re following: <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{replier_name}</{strong}> και άλλοι απάντησαν σε μια δημοσίευση που παρακολουθείτε: <{strong}>{post_title}</{strong}></{p}>

source: <{p}><{strong}>{replier_name}</{strong}> commented on <{strong}>{author_name}</{strong}> response in a post you’re following <{strong}>{post_title}</{strong}></{p}>
el: <{p}><{strong}>{replier_name}</{strong}> σχολίασε την απάντηση του <{strong}>{author_name}</{strong}> σε μια δημοσίευση που παρακολουθείτε <{strong}>{post_title}</{strong}></{p}>

source: <p><strong>{username}’s </strong> {content_type} has been reported <strong> {content}</strong></p>
el: <p><strong>{username}</strong> {content_type} έχει αναφερθεί <strong>{content}</strong></p>

source: <{p}><{strong}>{replier_name}'s</{strong}> response has been endorsed in your post <{strong}>{post_title}</{strong}></{p}>
el: <{p}>Η απάντηση του <{strong}>{replier_name}</{strong}> έχει επικυρωθεί στην δημοσίευσή σας <{strong}>{post_title}</{strong}></{p}>

source: <{p}>Your response has been endorsed on the post <{strong}>{post_title}</{strong}></{p}>
el: <{p}>Η απάντησή σας έχει επικυρωθεί στην δημοσίευση <{strong}>{post_title}</{strong}></{p}>

source: <{p}>You have a new open response submission awaiting review for <{strong}>{ora_name}</{strong}></{p}>
el: <{p}>Έχετε μια νέα ανοιχτή υποβολή απάντησης που περιμένει αξιολόγηση για <{strong}>{ora_name}</{strong}></{p}>

source: <{p}>You have multiple submissions awaiting review for <{strong}>{ora_name}</{strong}></{p}>
el: <{p}>Έχετε μια υποβολή που περιμένει αξιολόγηση για <{strong}>{ora_name}</{strong}></{p}>

source: <{p}>You have received {points_earned} out of {points_possible} on your assessment: <{strong}>{ora_name}</{strong}></{p}>
el: <{p}>Λάβατε {points_earned} από {points_possible} στην αξιολόγησή σας: <{strong}>{ora_name}</{strong}></{p}>

source: <{p}>Your instructor posted <{strong}>{post_title}</{strong}></{p}>
el: <{p}>Ο εκπαιδευτής σας δημοσίευσε <{strong}>{post_title}</{strong}></{p}>

source: Notifications for responses and comments on your posts, and the ones you’re following, including endorsements to your responses and on your posts.
el: Ειδοποιήσεις για απαντήσεις και σχόλια στις δημοσιεύσεις σας και σε αυτές που παρακολουθείτε, συμπεριλαμβανομένων επικυρώσεων στις απαντήσεις σας και στις δημοσιεύσεις σας.

source: Notifications for new announcements and updates from the course team.
el: Ειδοποιήσεις για νέες ανακοινώσεις και ενημερώσεις από την ομάδα του μαθήματος.

source: Notifications for submission grading.
el: Ειδοποιήσεις για βαθμολόγηση υποβολών.

source: New Course Update
el: Νέα Ενημέρωση Μαθήματος

source: You are receiving this email because you are enrolled in the edX course
el: Λαμβάνετε αυτό το email επειδή είστε εγγεγραμμένος στο μάθημα του edX

source: Total Notifications
el: Συνολικές Ειδοποιήσεις

source: Today
el: Σήμερα

source: Updates
el: Ενημερώσεις

source: Grades
el: Βαθμοί

source: discussion
el: συζήτηση

source: update
el: ενημέρωση

source: assessment
el: αξιολόγηση

source: Daily
el: Καθημερινά

source: Weekly
el: Εβδομαδιαία

source: Immediately
el: Αμέσως

source: Never
el: Ποτέ

source: Unsubscribe
el: Απεγγραφή

source: Recent activity
el: Πρόσφατη δραστηριότητα

source: View all
el: Προβολή όλων

source: View
el: Προβολή

source: more
el: περισσότερα

source: You are receiving this email because you have subscribed to email digest
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή έχετε εγγραφεί στη σύνοψη μηνυμάτων ηλεκτρονικού ταχυδρομείου

source: Notification Settings
el: Ρυθμίσεις ειδοποιήσεων

source: Unsubscribe from email digest for learning activity
el: Απεγγραφή από τη σύνοψη μηνυμάτων ηλεκτρονικού ταχυδρομείου για τη μαθησιακή δραστηριότητα

source: Weekly Notifications Digest
el: Εβδομαδιαία σύνοψη ειδοποιήσεων

source: Daily Notifications Digest
el: Καθημερινή σύνοψη ειδοποιήσεων

source: Recent activity on
el: Πρόσφατη δραστηριότητα στο

source: Weekly Notifications Digest for the Week of
el: Εβδομαδιαία σύνοψη ειδοποιήσεων για την εβδομάδα της

source: Daily Notifications Digest for
el: Καθημερινή σύνοψη ειδοποιήσεων για τις

source: Email Digest Preferences Updated
el: Ενημερώθηκαν οι προτιμήσεις σύνοψης μηνυμάτων ηλεκτρονικού ταχυδρομείου

source: You have successfully unsubscribed from email digest for learning activity
el: Απεγγράφηκατε επιτυχώς από την περίληψη ηλεκτρονικού ταχυδρομείου για τη μαθησιακή δραστηριότητα

source: Invalid app name.
el: Μη έγκυρο όνομα εφαρμογής.

source: Notifications marked as seen.
el: Η ειδοποίηση σημειώθηκε ως αναγνωσμένη.

source: Notification marked read.
el: Η ειδοποίηση σημειώθηκε ως διαβασμένη.

source: Notifications marked read.
el: Οι ειδοποιήσεις σημειώθηκαν ως διαβασμένες.

source: Invalid app_name or notification_id.
el: Μη έγκυρο όνομα εφαρμογής ή αναγνωριστικό ειδοποίησης.

source: Comma-separated list of scopes that this application will be allowed to request.
el: Λίστα με διαχωρισμό κόμμα των πεδίων που θα επιτρέπεται να ζητήσει αυτή η εφαρμογή.

source: Comma-separated list of filters that this application will be allowed to request.
el: Λίστα με διαχωρισμό κόμμα των φίλτρων που θα επιτρέπεται να ζητήσει αυτή η εφαρμογή.

source: Content Provider
el: Πάροχος Περιεχομένου

source: Password Policy
el: Πολιτική Κωδικών Πρόσβασης

source: {strong_tag_open}We recently changed our password requirements{strong_tag_close}{break_line_tag}Your current password does not meet the new security requirements. We just sent a password-reset message to the email address associated with this account. Thank you for helping us keep your data safe.
el: {strong_tag_open}Αλλάξαμε πρόσφατα τις απαιτήσεις για τους κωδικούς πρόσβασης{strong_tag_close}{break_line_tag}Ο τρέχων κωδικός πρόσβασής σας δεν πληροί τις νέες απαιτήσεις ασφαλείας. Σας στείλαμε ένα μήνυμα επαναφοράς κωδικού πρόσβασης στη διεύθυνση ηλεκτρονικού ταχυδρομείου που σχετίζεται με αυτόν τον λογαριασμό. Σας ευχαριστούμε που μας βοηθάτε να διατηρούμε τα δεδομένα σας ασφαλή.

source: {strong_tag_open}Required Action: Please update your password{strong_tag_close}{break_line_tag}As of {deadline}, {platform_name} will require all learners to have complex passwords. Your current password does not meet these requirements. To reset your password, go to to {anchor_tag_open}Account Settings{anchor_tag_close}.
el: {strong_tag_open}Απαιτούμενη ενέργεια: Παρακαλώ ενημερώστε τον κωδικό πρόσβασής σας{strong_tag_close}{break_line_tag}Από τις {deadline}, η {platform_name} θα απαιτεί από όλους τους μαθητές να έχουν σύνθετους κωδικούς πρόσβασης. Ο τρέχων κωδικός πρόσβασής σας δεν πληροί αυτές τις απαιτήσεις. Για να επαναφέρετε τον κωδικό πρόσβασής σας, μεταβείτε στις {anchor_tag_open}Ρυθμίσεις Λογαριασμού{anchor_tag_close}.

source: The file must be smaller than {image_max_size} in size.
el: Το αρχείο πρέπει να έχει μέγεθος μικρότερο από {image_max_size}.

source: The file must be at least {image_min_size} in size.
el: Το αρχείο πρέπει να έχει μέγεθος τουλάχιστον {image_min_size}.

source: The file must be one of the following types: {valid_file_types}.
el: Το αρχείο πρέπει να είναι ενός από τους ακόλουθους τύπους: {valid_file_types}.

source: The Content-Type header for this file does not match the file data. The file may be corrupted.
el: Η κεφαλίδα Content-Type για αυτό το αρχείο δεν ταιριάζει με τα δεδομένα του αρχείου. Το αρχείο μπορεί να είναι κατεστραμμένο.

source: The file name extension for this file does not match the file data. The file may be corrupted.
el: Η επέκταση του ονόματος αρχείου για αυτό το αρχείο δεν ταιριάζει με τα δεδομένα του αρχείου. Το αρχείο μπορεί να είναι κατεστραμμένο.

source: No file provided for profile image
el: Δεν παρέχεται αρχείο για την εικόνα προφίλ

source: Path used to construct URLs to programs marketing pages (e.g., "/foo").
el: Διαδρομή που χρησιμοποιείται για τη δημιουργία διευθύνσεων URL προς τις σελίδες μάρκετινγκ των προγραμμάτων (π.χ., "/foo").

source: Program UUID
el: UUID Προγράμματος

source: If disabled, the LTI in the associated program will be disabled.
el: Εάν απενεργοποιηθεί, το LTI στο σχετικό πρόγραμμα θα απενεργοποιηθεί.

source: The LTI configuration data for this program/provider.
el: Τα δεδομένα διαμόρφωσης LTI για αυτό το πρόγραμμα/παρόχου.

source: Known Error Case
el: Γνωστή Περίπτωση Σφάλματος

source: Schedule start < course start
el: Ημερομηνία έναρξης προγράμματος < ημερομηνία έναρξης μαθήματος

source: Course Id
el: Αναγνωριστικό Μαθήματος

source: All
el: Όλα

source: Experience
el: Εμπειρία

source: Course ID
el: Αναγνωριστικό Μαθήματος (Course ID)

source: Schedules
el: Πρόγραμμα

source: Indicates if this schedule is actively used
el: Υποδεικνύει εάν αυτό το πρόγραμμα χρησιμοποιείται ενεργά

source: Date this schedule went into effect
el: Ημερομηνία κατά την οποία αυτό το πρόγραμμα τέθηκε σε ισχύ

source: Deadline by which the learner must upgrade to a verified seat
el: Προθεσμία μέχρι την οποία ο εκπαιδευόμενος πρέπει να αναβαθμίσει σε επαληθευμένη θέση

source: Schedule
el: Πρόγραμμα

source: By %(filter_title)s
el: Από %(filter_title)s

source: Welcome to week %(week_num)s of %(course_name)s!
el: Καλώς ορίσατε στην εβδομάδα %(week_num)s του %(course_name)s!

source: This is a routed Account Activation email for %(routed_profile_name)s (%(routed_user_email)s): %(routed_profile_name)s
el: Αυτό είναι ένα προωθημένο email Ενεργοποίησης Λογαριασμού για τον/την %(routed_profile_name)s (%(routed_user_email)s): %(routed_profile_name)s

source: Welcome to edX. It’s time for your next career move
el: Καλώς ορίσατε στην edX. Είναι η ώρα για την επόμενη κίνηση της καριέρας σας

source: Resume your course
el: Συνεχίστε το μάθημά σας

source: Your focused attention will pay off in the end!
el: Η εστιασμένη προσοχή σας θα αποδώσει στο τέλος!

source: With self-paced courses, you learn on your own schedule. It’s a good idea to spend time with the course each week and check in with your goals often.
el: Με τα μαθήματα αυτορυθμιζόμενου ρυθμού, μαθαίνετε με το δικό σας πρόγραμμα. Είναι καλή ιδέα να αφιερώνετε χρόνο στο μάθημα κάθε εβδομάδα και να ελέγχετε συχνά τους στόχους σας.

source: Your focused attention will pay off in the end!
el: Η εστιασμένη προσοχή σας θα αποδώσει στο τέλος!

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in week %(week_num)s:
el: Ελπίζουμε να απολαμβάνετε το μάθημα %(course_name)s! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε την εβδομάδα %(week_num)s:

source: With self-paced courses, you learn on your own schedule. We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
el: Με τα μαθήματα αυτορυθμιζόμενου ρυθμού, μαθαίνετε με το δικό σας πρόγραμμα. Σας ενθαρρύνουμε να αφιερώνετε χρόνο στο μάθημα κάθε εβδομάδα. Η εστιασμένη προσοχή σας θα αποδώσει στο τέλος!

source: Welcome to week %(week_num)s
el: Καλώς ορίσατε στην εβδομάδα %(week_num)s

source: We hope you're enjoying {start_strong}{course_name}{end_strong}! We want to let you know what you can look forward to in the coming weeks:
el: Ελπίζουμε να απολαμβάνετε το {start_strong}{course_name}{end_strong}! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε τις επόμενες εβδομάδες:

source: We encourage you to spend time with the course each week. Your focused attention will pay off in the end!
el: Σας ενθαρρύνουμε να αφιερώνετε χρόνο στο μάθημα κάθε εβδομάδα. Η εστιασμένη προσοχή σας θα αποδώσει στο τέλος!

source: Resume your course now
el: Συνεχίστε το μάθημά σας τώρα

source: We hope you're enjoying %(course_name)s! We want to let you know what you can look forward to in the coming weeks:
el: Ελπίζουμε να απολαμβάνετε το μάθημα %(course_name)s! Θέλουμε να σας ενημερώσουμε για το τι μπορείτε να περιμένετε τις επόμενες εβδομάδες:

source: %(course_name)s Weekly Update
el: Εβδομαδιαία ενημέρωση για το μάθημα %(course_name)s

source: Many %(platform_name)s learners are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
el: Πολλοί μαθητές της %(platform_name)s ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζητήσεων. Τι θέλετε να κάνετε για να συνεχίσετε τη μάθηση;

source: Many %(platform_name)s learners in %(course_name)s are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
el: Πολλοί μαθητές της %(platform_name)s στο μάθημα %(course_name)s ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζητήσεων. Τι θέλετε να κάνετε για να συνεχίσετε τη μάθηση;

source: Keep up the momentum!
el: Συνεχίστε με το ίδιο κέφι!

source: Many {platform_name} learners in {start_strong}{course_name}{end_strong} are completing more problems every week, and participating in the discussion forums. What do you want to do to keep learning?
el: Πολλοί μαθητές της {platform_name} στο {start_strong}{course_name}{end_strong} ολοκληρώνουν περισσότερα προβλήματα κάθε εβδομάδα και συμμετέχουν στα φόρουμ συζητήσεων. Τι θέλετε να κάνετε για να συνεχίσετε τη μάθηση;

source: Keep learning
el: Συνεχίστε τη μάθηση

source: Remember when you enrolled in %(course_name)s, and other courses on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
el: Θυμάστε όταν εγγραφήκατε στο μάθημα %(course_name)s και σε άλλα μαθήματα στην %(platform_name)s; Εμείς το θυμόμαστε και χαίρουμε που σας έχουμε μαζί μας! Ελάτε να δείτε τι μαθαίνουν όλοι.

source: Remember when you enrolled in %(course_name)s on %(platform_name)s? We do, and we’re glad to have you! Come see what everyone is learning.
el: Θυμάστε όταν εγγραφήκατε στο μάθημα %(course_name)s στην %(platform_name)s; Εμείς το θυμόμαστε και χαίρουμε που σας έχουμε μαζί μας! Ελάτε να δείτε τι μαθαίνουν όλοι.

source: Keep learning today
el: Συνεχίστε τη μάθηση σήμερα

source: Remember when you enrolled in {start_strong}{course_name}{end_strong}, and other courses on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
el: Θυμάστε όταν εγγραφήκατε στο {start_strong}{course_name}{end_strong} και σε άλλα μαθήματα στην πλατφόρμα {platform_name}; Εμείς το θυμόμαστε και χαίρουμε που σας έχουμε μαζί μας! Ελάτε να δείτε τι μαθαίνουν όλοι.

source: Remember when you enrolled in {start_strong}{course_name}{end_strong} on {platform_name}? We do, and we’re glad to have you! Come see what everyone is learning.
el: Θυμάστε όταν εγγραφήκατε στο {start_strong}{course_name}{end_strong} στην πλατφόρμα {platform_name}; Εμείς το θυμόμαστε και χαίρουμε που σας έχουμε μαζί μας! Ελάτε να δείτε τι μαθαίνουν όλοι.

source: Start learning now
el: Ξεκινήστε να μαθαίνετε τώρα

source: Keep learning on %(platform_name)s
el: Συνεχίστε να μαθαίνετε στο %(platform_name)s

source: Keep learning in %(course_name)s
el: Συνεχίστε να μαθαίνετε στο μάθημα %(course_name)s
