Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Enter team name.
el: Εισαγάγετε όνομα ομάδας.
fr: Saisissez le nom de l'équipe.

source: Team name cannot have more than 255 characters.
el: Το όνομα της ομάδας δεν μπορεί να έχει περισσότερους από 255 χαρακτήρες.
fr: Le nom de l'équipe ne peut pas dépasser 255 caractères.

source: Enter team description.
el: Εισαγάγετε περιγραφή ομάδας.
fr: Saisissez la description de l'équipe.

source: Team description cannot have more than 300 characters.
el: Η περιγραφή της ομάδας δεν μπορεί να έχει περισσότερους από 300 χαρακτήρες.
fr: La description de l'équipe ne peut pas dépasser 300 caractères.

source: An error occurred while removing the member from the team. Try again.
el: Παρουσιάστηκε σφάλμα κατά την αφαίρεση του μέλους από την ομάδα. Δοκιμάστε ξανά.
fr: Une erreur s'est produite lors de la suppression du membre de l'équipe. Réessayez.

source: This team does not have any members.
el: Αυτή η ομάδα δεν έχει μέλη.
fr: Cette équipe n'a aucun membre.

source: Joined %(date)s
el: Εγγραφή στις %(date)s
fr: A rejoint le %(date)s

source: Last Activity %(date)s
el: Τελευταία δραστηριότητα %(date)s
fr: Dernière activité le %(date)s

source: Remove this team member?
el: Να αφαιρεθεί αυτό το μέλος της ομάδας;
fr: Retirer ce membre de l'équipe ?

source: This learner will be removed from the team,allowing another learner to take the available spot.
el: Αυτός ο εκπαιδευόμενος θα αφαιρεθεί από την ομάδα, επιτρέποντας σε άλλον εκπαιδευόμενο να πάρει τη διαθέσιμη θέση.
fr: Ce participant sera retiré de l'équipe, permettant à un autre participant de prendre la place disponible.

source: Delete this team?
el: Να διαγραφεί αυτή η ομάδα;
fr: Supprimer cette équipe ?

source: Deleting a team is permanent and cannot be undone.All members are removed from the team, and team discussions can no longer be accessed.
el: Η διαγραφή μιας ομάδας είναι μόνιμη και δεν μπορεί να αναιρεθεί. Όλα τα μέλη αφαιρούνται από την ομάδα και οι συζητήσεις της ομάδας δεν θα είναι πλέον προσβάσιμες.
fr: La suppression d'une équipe est permanente et ne peut pas être annulée. Tous les membres sont retirés de l'équipe et les discussions de l'équipe ne sont plus accessibles.

source: Team "{team}" successfully deleted.
el: Η ομάδα "{team}" διαγράφηκε με επιτυχία.
fr: L'équipe « {team} » a été supprimée avec succès.

source: Manage
el: Διαχείριση
fr: Gérer

source: You are not currently a member of any team.
el: Δεν είστε αυτή τη στιγμή μέλος καμίας ομάδας.
fr: Vous n'êtes actuellement membre d'aucune équipe.

source: and others
el: και άλλοι
fr: et autres

source: Last activity {date}
el: Τελευταία δραστηριότητα {date}
fr: Dernière activité {date}

source: View {span_start} {team_name} {span_end}
el: Προβολή {span_start} {team_name} {span_end}
fr: Voir {span_start} {team_name} {span_end}

source: An error occurred. Try again.
el: Παρουσιάστηκε σφάλμα. Δοκιμάστε ξανά.
fr: Une erreur s'est produite. Réessayez.

source: No assignments for team
el: Δεν υπάρχουν εργασίες για την ομάδα
fr: Aucune tâche pour l'équipe

source: Leave this team?
el: Να αποχωρήσετε από αυτήν την ομάδα;
fr: Quitter cette équipe ?

source: If you leave, you can no longer post in this team's discussions.Your place will be available to another learner.
el: Αν αποχωρήσετε, δεν θα μπορείτε πλέον να δημοσιεύετε στις συζητήσεις αυτής της ομάδας. Η θέση σας θα είναι διαθέσιμη σε άλλον εκπαιδευόμενο.
fr: Si vous quittez, vous ne pourrez plus publier dans les discussions de cette équipe. Votre place sera disponible pour un autre participant.

source: Confirm
el: Επιβεβαίωση
fr: Confirme

source: You already belong to another team in this team set.
el: Ανήκετε ήδη σε άλλη ομάδα σε αυτό το σύνολο ομάδων.
fr: Vous appartenez déjà à une autre équipe dans cet ensemble d'équipes.

source: This team is full.
el: Αυτή η ομάδα είναι πλήρης.
fr: Cette équipe est complète.

source: Cannot join instructor managed team
el: Δεν είναι δυνατή η συμμετοχή σε ομάδα που διαχειρίζεται ο διδάσκων
fr: Impossible de rejoindre une équipe gérée par un instructeur

source: Member
el: Μέλος
fr: Membre

source: All teams
el: Όλες οι ομάδες
fr: Toutes les équipes

source: Teams Pagination
el: Σελιδοποίηση ομάδων
fr: Pagination des équipes

source: Topics
el: Θέματα
fr: Les sujets

source: My Teams
el: Οι ομάδες μου
fr: Mes équipes

source: Browse
el: Περιήγηση
fr: Parcourir

source: Your request could not be completed. Reload the page and try again.
el: Δεν ήταν δυνατή η ολοκλήρωση του αιτήματός σας. Επαναφορτώστε τη σελίδα και δοκιμάστε ξανά.
fr: Votre demande n'a pas pu être traitée. Rechargez la page et réessayez.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
el: Δεν ήταν δυνατή η ολοκλήρωση του αιτήματός σας λόγω προβλήματος στον διακομιστή. Επαναφορτώστε τη σελίδα και δοκιμάστε ξανά. Αν το πρόβλημα συνεχιστεί, κάντε κλικ στην καρτέλα Βοήθεια για να το αναφέρετε.
fr: Votre demande n'a pas pu être traitée en raison d'un problème serveur. Rechargez la page et réessayez. Si le problème persiste, cliquez sur l'onglet Aide pour signaler le problème.

source: Team Search
el: Αναζήτηση ομάδων
fr: Recherche d'équipe

source: Create a New Team
el: Δημιουργία νέας ομάδας
fr: Créer une nouvelle équipe

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
el: Δημιουργήστε μια νέα ομάδα αν δεν μπορείτε να βρείτε μια υπάρχουσα ομάδα για να συμμετάσχετε ή αν θα θέλατε να μάθετε με φίλους που γνωρίζετε.
fr: Créez une nouvelle équipe si vous ne trouvez pas d'équipe existante à rejoindre, ou si vous souhaitez apprendre avec des amis que vous connaissez.

source: Edit Team
el: Επεξεργασία ομάδας
fr: Modifier l'équipe

source: If you make significant changes, make sure you notify members of the team before making these changes.
el: Αν κάνετε σημαντικές αλλαγές, βεβαιωθείτε ότι ενημερώνετε τα μέλη της ομάδας πριν τις πραγματοποιήσετε.
fr: Si vous apportez des modifications importantes, assurez-vous d'en informer les membres de l'équipe avant de les appliquer.

source: Membership
el: Συμμετοχή
fr: Adhésion

source: You can remove members from this team, especially if they have not participated in the team's activity.
el: Μπορείτε να αφαιρέσετε μέλη από αυτήν την ομάδα, ειδικά αν δεν έχουν συμμετάσχει στη δραστηριότητα της ομάδας.
fr: Vous pouvez retirer des membres de cette équipe, en particulier s'ils n'ont pas participé à l'activité de l'équipe.

source: Showing results for "{searchString}"
el: Εμφάνιση αποτελεσμάτων για "{searchString}"
fr: Affichage des résultats pour "{searchString}"

source: Search teams
el: Αναζήτηση ομάδων
fr: Rechercher des équipes

source: See all teams you belong to and all public teams in your course, organized by topic. Join an open public team to collaborate with other learners who are interested in the same topic as you are.
el: Δείτε όλες τις ομάδες στις οποίες ανήκετε και όλες τις δημόσιες ομάδες στο μάθημά σας, οργανωμένες ανά θέμα. Συμμετάσχετε σε μια ανοιχτή δημόσια ομάδα για να συνεργαστείτε με άλλους εκπαιδευόμενους που ενδιαφέρονται για το ίδιο θέμα με εσάς.
fr: Consultez toutes les équipes auxquelles vous appartenez et toutes les équipes publiques de votre cours, organisées par sujet. Rejoignez une équipe publique ouverte pour collaborer avec d'autres apprenants intéressés par le même sujet que vous.

source: See all teams you belong to and all public teams in your course, organized by topic.
el: Δείτε όλες τις ομάδες στις οποίες ανήκετε και όλες τις δημόσιες ομάδες στο μάθημά σας, οργανωμένες ανά θέμα.
fr: Consultez toutes les équipes auxquelles vous appartenez et toutes les équipes publiques de votre cours, organisées par sujet.

source: See all teams you belong to.
el: Δείτε όλες τις ομάδες στις οποίες ανήκετε.
fr: Consultez toutes les équipes auxquelles vous appartenez.

source: All Topics
el: Όλα τα θέματα
fr: Tous les sujets

source: The page "{route}" could not be found.
el: Η σελίδα "{route}" δεν βρέθηκε.
fr: La page "{route}" est introuvable.

source: The topic "{topic}" could not be found.
el: Το θέμα "{topic}" δεν βρέθηκε.
fr: Le sujet "{topic}" est introuvable.

source: The team "{team}" could not be found.
el: Η ομάδα "{team}" δεν βρέθηκε.
fr: L'équipe "{team}" est introuvable.

source: {team_count} Team
el: {team_count} Ομάδα
fr: {team_count} Équipe

source: Topic
el: Θέμα
fr: Sujet

source: View Teams in the {topic_name} Topic
el: Προβολή ομάδων στο θέμα {topic_name}
fr: Voir les équipes dans le sujet {topic_name}

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
el: {browse_span_start}Περιηγηθείτε σε ομάδες σε άλλα θέματα{span_end} ή {search_span_start}αναζητήστε ομάδες{span_end} σε αυτό το θέμα. Αν εξακολουθείτε να μην μπορείτε να βρείτε ομάδα για να συμμετάσχετε, {create_span_start}δημιουργήστε μια νέα ομάδα σε αυτό το θέμα{span_end}.
fr: {browse_span_start}Parcourir les équipes dans d'autres sujets{span_end} ou {search_span_start}rechercher des équipes{span_end} dans ce sujet. Si vous ne trouvez toujours pas d'équipe à rejoindre, {create_span_start}créer une nouvelle équipe dans ce sujet{span_end}.

source: An error occurred while looking up team membership. Try refreshing the page.
el: Παρουσιάστηκε σφάλμα κατά την αναζήτηση συμμετοχής στην ομάδα. Δοκιμάστε να ανανεώσετε τη σελίδα.
fr: Une erreur s'est produite lors de la recherche de l'appartenance à une équipe. Essayez d'actualiser la page.

source: All topics
el: Όλα τα θέματα
fr: Tous les sujets

source: Insert Hyperlink
el: Εισαγωγή υπερσυνδέσμου
fr: Insérer un lien hypertexte

source: e.g. 'http://google.com'
el: π.χ. 'http://google.com'
fr: par ex. 'http://google.com'

source: Link Description
el: Περιγραφή συνδέσμου
fr: Description du lien

source: e.g. 'google'
el: π.χ. 'google'
fr: par ex. 'google'

source: Please provide a description of the link destination.
el: Παρακαλούμε δώστε μια περιγραφή του προορισμού του συνδέσμου.
fr: Veuillez fournir une description de la destination du lien.

source: Insert Image (upload file or type URL)
el: Εισαγωγή εικόνας (μεταφόρτωση αρχείου ή πληκτρολόγηση URL)
fr: Insérer une image (télécharger un fichier ou saisir une URL)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
el: Πληκτρολογήστε ένα URL ή χρησιμοποιήστε το κουμπί "Επιλογή αρχείου" για να ανεβάσετε ένα αρχείο από τον υπολογιστή σας. (π.χ. 'http://example.com/img/clouds.jpg')
fr: Saisissez une URL ou utilisez le bouton "Choisir un fichier" pour télécharger un fichier depuis votre machine. (par ex. 'http://example.com/img/clouds.jpg')

source: Image Description
el: Περιγραφή εικόνας
fr: Description de l&#39;image

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
el: Παρακαλούμε περιγράψτε αυτήν την εικόνα ή συμφωνήστε ότι δεν έχει συμφραζόμενη αξία επιλέγοντας το πλαίσιο ελέγχου.
fr: Veuillez décrire cette image ou confirmez qu'elle n'a pas de valeur contextuelle en cochant la case.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
el: π.χ. 'Ουρανός με σύννεφα'. Η περιγραφή είναι χρήσιμη για χρήστες που δεν μπορούν να δουν την εικόνα.
fr: par ex. 'Ciel avec des nuages'. La description est utile pour les utilisateurs qui ne peuvent pas voir l'image.

source: How to create useful text alternatives.
el: Πώς να δημιουργείτε χρήσιμες εναλλακτικές κειμένου.
fr: Comment créer des alternatives textuelles utiles.

source: This image is for decorative purposes only and does not require a description.
el: Αυτή η εικόνα είναι μόνο για διακοσμητικούς σκοπούς και δεν απαιτεί περιγραφή.
fr: Cette image est à des fins décoratives uniquement et ne nécessite pas de description.

source: Markdown Editing Help
el: Βοήθεια επεξεργασίας Markdown
fr: Aide à l'édition Markdown

source: Please provide a valid URL.
el: Παρακαλούμε δώστε ένα έγκυρο URL.
fr: Veuillez fournir une URL valide.

source: %(errorCount)s error found in form.
el: Βρέθηκε %(errorCount)s σφάλμα στη φόρμα.
fr: %(errorCount)s erreur trouvée dans le formulaire.

source: Bold (Ctrl+B)
el: Έντονα (Ctrl+B)
fr: Gras (Ctrl+B)

source: Italic (Ctrl+I)
el: Πλάγια (Ctrl+I)
fr: Italique (Ctrl+I)

source: Hyperlink (Ctrl+L)
el: Υπερσύνδεσμος (Ctrl+L)
fr: Lien hypertexte (Ctrl+L)

source: Blockquote (Ctrl+Q)
el: Παράθεση (Ctrl+Q)
fr: Citation en bloc (Ctrl+Q)

source: Code Sample (Ctrl+K)
el: Δείγμα κώδικα (Ctrl+K)
fr: Exemple de code (Ctrl+K)

source: Image (Ctrl+G)
el: Εικόνα (Ctrl+G)

source: Numbered List (Ctrl+O)
el: Αριθμημένη λίστα (Ctrl+O)
fr: Liste numérotée (Ctrl+O)

source: Bulleted List (Ctrl+U)
el: Λίστα με κουκκίδες (Ctrl+U)
fr: Liste à puces (Ctrl+U)

source: Heading (Ctrl+H)
el: Επικεφαλίδα (Ctrl+H)
fr: Titre (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
el: Οριζόντια γραμμή (Ctrl+R)
fr: Règle horizontale (Ctrl+R)

source: Undo (Ctrl+Z)
el: Αναίρεση (Ctrl+Z)
fr: Annuler (Ctrl+Z)

source: Redo (Ctrl+Y)
el: Επανάληψη (Ctrl+Y)
fr: Rétablir (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
el: Επανάληψη (Ctrl+Shift+Z)
fr: Rétablir (Ctrl+Maj+Z)

source: strong text
el: έντονο κείμενο
fr: texte en gras

source: emphasized text
el: τονισμένο κείμενο
fr: texte en emphase

source: enter link description here
el: εισαγάγετε εδώ περιγραφή συνδέσμου
fr: saisissez la description du lien ici

source: Blockquote
el: Παράθεση
fr: Citation en bloc

source: enter code here
el: εισαγάγετε εδώ κώδικα
fr: saisissez le code ici

source: List item
el: Στοιχείο λίστας
fr: Élément de liste

source: Heading
el: Επικεφαλίδα
fr: En-tête

source: You have been logged out of your account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
el: Έχετε αποσυνδεθεί από τον λογαριασμό σας. Κάντε κλικ στο OK για να συνδεθείτε ξανά τώρα. Κάντε κλικ στο Άκυρο για να παραμείνετε σε αυτή τη σελίδα (πρέπει να συνδεθείτε ξανά για να αποθηκεύσετε την εργασία σας).
fr: Vous avez été déconnecté de votre compte. Cliquez sur OK pour vous reconnecter maintenant. Cliquez sur Annuler pour rester sur cette page (vous devez vous reconnecter pour enregistrer votre travail).

source: Preview this query
el: Προεπισκόπηση αυτού του ερωτήματος
fr: Prévisualiser cette requête

source: Open Calculator
el: Άνοιγμα αριθμομηχανής
fr: Ouvrir la calculatrice

source: Close Calculator
el: Κλείσιμο αριθμομηχανής
fr: Fermer la calculatrice

source: All subsections
el: Όλες οι υποενότητες
fr: Toutes les sous-sections

source: All units
el: Όλες οι ενότητες
fr: Toutes les unités

source: Click to change
el: Κάντε κλικ για αλλαγή
fr: Cliquez pour modifier

source: Select a chapter
el: Επιλέξτε ένα κεφάλαιο
fr: Sélectionnez un chapitre

source: Save changes
el: Αποθήκευση αλλαγών
fr: Enregistrer les modifications

source: Please enter valid start date and time.
el: Παρακαλούμε εισαγάγετε έγκυρη ημερομηνία και ώρα έναρξης.
fr: Veuillez entrer une date et une heure de début valides.

source: Due date cannot be before start date.
el: Η ημερομηνία λήξης δεν μπορεί να είναι πριν από την ημερομηνία έναρξης.
fr: La date d'échéance ne peut pas être antérieure à la date de début.

source: Enter Due Date and Time
el: Εισαγάγετε ημερομηνία και ώρα λήξης
fr: Saisir la date et l'heure d'échéance

source: Enter Start Date and Time
el: Εισαγάγετε ημερομηνία και ώρα έναρξης
fr: Saisir la date et l'heure de début

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
el: Το πεδίο ονόματος χρήστη/ηλεκτρονικού ταχυδρομείου του εκπαιδευόμενου είναι υποχρεωτικό και δεν μπορεί να είναι κενό. Συμπληρώστε το όνομα χρήστη/ηλεκτρονικό ταχυδρομείο και έπειτα πατήστε το κουμπί "Προσθήκη στη λίστα εξαιρέσεων".
fr: Le champ Nom d'utilisateur/email de l'étudiant est obligatoire et ne peut pas être vide. Veuillez remplir le nom d'utilisateur/email, puis appuyer sur le bouton "Ajouter à la liste d'exceptions".

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
el: Το πεδίο ονόματος χρήστη/ηλεκτρονικού ταχυδρομείου του εκπαιδευόμενου είναι υποχρεωτικό και δεν μπορεί να είναι κενό. Συμπληρώστε το όνομα χρήστη/ηλεκτρονικό ταχυδρομείο και έπειτα πατήστε το κουμπί "Ακύρωση πιστοποιητικού".
fr: Le champ Nom d'utilisateur/email de l'étudiant est obligatoire et ne peut pas être vide. Veuillez remplir le nom d'utilisateur/email, puis appuyer sur le bouton "Invalider le certificat".

source: Student Removed from certificate allowlist successfully.
el: Ο εκπαιδευόμενος αφαιρέθηκε επιτυχώς από τη λίστα επιτρεπόμενων πιστοποιητικών.
fr: L'étudiant a été retiré avec succès de la liste blanche des certificats.

source: Could not find Certificate Exception in the allowlist. Please refresh the page and try again
el: Δεν ήταν δυνατή η εύρεση Εξαίρεσης Πιστοποιητικού στη λίστα επιτρεπόμενων. Ανανεώστε τη σελίδα και δοκιμάστε ξανά
fr: Impossible de trouver l'exception de certificat dans la liste blanche. Veuillez actualiser la page et réessayer.

source: Server Error, Please refresh the page and try again.
el: Σφάλμα διακομιστή. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Erreur du serveur. Veuillez actualiser la page et réessayer.

source: <%- user %> already in exception list.
el: Ο/Η <%- user %> βρίσκεται ήδη στη λίστα εξαιρέσεων.
fr: <%- user %> est déjà dans la liste d'exceptions.

source: <%- user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
el: Ο/Η <%- user %> προστέθηκε επιτυχώς στη λίστα εξαιρέσεων. Κάντε κλικ παρακάτω στο Δημιουργία Πιστοποιητικού Εξαίρεσης για να σταλεί το πιστοποιητικό.
fr: <%- user %> a été ajouté avec succès à la liste d'exceptions. Cliquez sur Générer le certificat d'exception ci-dessous pour envoyer le certificat.

source: learners were successfully added to exception list
el: εκπαιδευόμενοι προστέθηκαν επιτυχώς στη λίστα εξαιρέσεων
fr: {'plural': " apprenants ont été ajoutés avec succès à la liste d'exceptions"}

source: learner was successfully added to the exception list
el: εκπαιδευόμενος προστέθηκε επιτυχώς στη λίστα εξαιρέσεων
fr: {'singular': " apprenant a été ajouté avec succès à la liste d'exceptions"}

source: records are not in the correct format and have not been added to the exception list
el: εγγραφές δεν είναι στη σωστή μορφή και δεν προστέθηκαν στη λίστα εξαιρέσεων
fr: {'plural': " enregistrements ne sont pas dans le bon format et n'ont pas été ajoutés à la liste d'exceptions"}

source: record is not in the correct format and has not been added to the exception list
el: εγγραφή δεν είναι στη σωστή μορφή και δεν προστέθηκε στη λίστα εξαιρέσεων
fr: {'singular': " enregistrement n'est pas dans le bon format et n'a pas été ajouté à la liste d'exceptions"}

source: learner accounts cannot be found and have not been added to the exception list
el: λογαριασμοί εκπαιδευομένων δεν βρέθηκαν και δεν προστέθηκαν στη λίστα εξαιρέσεων
fr: {'plural': " comptes d'apprenants introuvables et n'ont pas été ajoutés à la liste d'exceptions"}

source: learner account cannot be found and has not been added to the exception list
el: λογαριασμός εκπαιδευόμενου δεν βρέθηκε και δεν προστέθηκε στη λίστα εξαιρέσεων
fr: {'singular': " compte d'apprenant introuvable et n'a pas été ajouté à la liste d'exceptions"}

source: learners already appear on the exception list in this course
el: εκπαιδευόμενοι εμφανίζονται ήδη στη λίστα εξαιρέσεων σε αυτό το μάθημα
fr: {'plural': " apprenants figurent déjà sur la liste d'exceptions dans ce cours"}

source: learner already appears on the exception list in this course
el: εκπαιδευόμενος εμφανίζεται ήδη στη λίστα εξαιρέσεων σε αυτό το μάθημα
fr: {'singular': " apprenant figure déjà sur la liste d'exceptions dans ce cours"}

source: learners are not enrolled in this course and have not added to the exception list
el: εκπαιδευόμενοι δεν είναι εγγεγραμμένοι σε αυτό το μάθημα και δεν προστέθηκαν στη λίστα εξαιρέσεων
fr: {'plural': " apprenants ne sont pas inscrits à ce cours et n'ont pas été ajoutés à la liste d'exceptions"}

source: learner is not enrolled in this course and has not been added to the exception list
el: εκπαιδευόμενος δεν είναι εγγεγραμμένος σε αυτό το μάθημα και δεν προστέθηκε στη λίστα εξαιρέσεων
fr: {'singular': " apprenant n'est pas inscrit à ce cours et n'a pas été ajouté à la liste d'exceptions"}

source: learners have an active certificate invalidation in this course and have not been added to the exception list
el: εκπαιδευόμενοι έχουν ενεργή ακύρωση πιστοποιητικού σε αυτό το μάθημα και δεν προστέθηκαν στη λίστα εξαιρέσεων
fr: {'plural': " apprenants ont une invalidation de certificat active dans ce cours et n'ont pas été ajoutés à la liste d'exceptions"}

source: learner has an active certificate invalidation in this course and has not been added to the exception list
el: εκπαιδευόμενος έχει ενεργή ακύρωση πιστοποιητικού σε αυτό το μάθημα και δεν προστέθηκε στη λίστα εξαιρέσεων
fr: {'singular': " apprenant a une invalidation de certificat active dans ce cours et n'a pas été ajouté à la liste d'exceptions"}

source: learners encountered unknown errors
el: εκπαιδευόμενοι αντιμετώπισαν άγνωστα σφάλματα
fr: {'plural': ' apprenants ont rencontré des erreurs inconnues'}

source: learner encountered an unknown error
el: εκπαιδευόμενος αντιμετώπισε άγνωστο σφάλμα
fr: {'singular': ' apprenant a rencontré une erreur inconnue'}

source: Uploaded file issues. Click on "+" to view.
el: Προβλήματα στο μεταφορτωμένο αρχείο. Κάντε κλικ στο "+" για προβολή.
fr: Problèmes avec le fichier téléchargé. Cliquez sur "+" pour afficher.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
el: Το πιστοποιητικό του/της <%= user %> έχει ήδη ακυρωθεί. Ελέγξτε την ορθογραφία και δοκιμάστε ξανά.
fr: Le certificat de <%= user %> a déjà été invalidé. Veuillez vérifier l'orthographe et réessayer.

source: Certificate has been successfully invalidated for <%= user %>.
el: Το πιστοποιητικό ακυρώθηκε επιτυχώς για τον/την <%= user %>.
fr: Le certificat a été invalidé avec succès pour <%= user %>.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
el: Το πιστοποιητικό για αυτόν τον εκπαιδευόμενο επικυρώθηκε ξανά και το σύστημα επανυπολογίζει τη βαθμολογία για αυτόν τον εκπαιδευόμενο.
fr: Le certificat de cet apprenant a été revalidé et le système recalcule la note pour cet apprenant.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
el: Δεν ήταν δυνατή η εύρεση Ακύρωσης Πιστοποιητικού στη λίστα. Ανανεώστε τη σελίδα και δοκιμάστε ξανά
fr: Impossible de trouver l'invalidation de certificat dans la liste. Veuillez actualiser la page et réessayer.

source: There has been an error processing your survey.
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία της έρευνάς σας.
fr: Une erreur est survenue lors du traitement de votre enquête.

source: More
el: Περισσότερα
fr: Plus

source: Less
el: Λιγότερα
fr: Moins

source: HTML preview of post
el: Προεπισκόπηση HTML της ανάρτησης
fr: Aperçu HTML de la publication

source: Preview
el: Προεπισκόπηση
fr: Aperçu

source: Your question or idea (required)
el: Η ερώτηση ή η ιδέα σας (υποχρεωτικό)
fr: Votre question ou idée (obligatoire)

source: Please enter a valid donation amount.
el: Παρακαλούμε εισαγάγετε ένα έγκυρο ποσό δωρεάς.
fr: Veuillez entrer un montant de don valide.
