Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Markdown: Basics
el: Markdown: Βασικά

source: Quick Markdown Syntax Guide
el: Γρήγορος οδηγός σύνταξης Markdown

source: Miniature Markdown Guide
el: Συνοπτικός οδηγός Markdown

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
el: Για να δημιουργήσετε ένα νέο άρθρο wiki, δημιουργήστε έναν σύνδεσμο προς αυτό. Κάνοντας κλικ στον σύνδεσμο θα μεταβείτε στη σελίδα δημιουργίας.

source: [Article Name](wiki:ArticleName)
el: [Όνομα άρθρου](wiki:ΌνομαΆρθρου)

source: %(platform_name)s Additions:
el: Προσθήκες %(platform_name)s:

source: Math Expression
el: Μαθηματική έκφραση

source: Useful examples:
el: Χρήσιμα παραδείγματα:

source: Wikipedia
el: Βικιπαίδεια

source: %(platform_name)s Wiki
el: Wiki του %(platform_name)s

source: Huge Header
el: Μεγάλος Τίτλος

source: Smaller Header
el: Μικρότερος Τίτλος

source: *emphasis* or _emphasis_
el: *έμφαση* ή _έμφαση_

source: **strong** or __strong__
el: **ισχυρή** ή __ισχυρή__

source: Unordered List
el: Μη Ταξινομημένη Λίστα

source: Sub Item 1
el: Υπο-στοιχείο 1

source: Sub Item 2
el: Υπο-στοιχείο 2

source: Ordered
el: Ταξινομημένη

source: List
el: Λίστα

source: Quotes
el: Παραθέσεις

source: Markdown syntax is allowed. See the {start_link}cheatsheet{end_link} for help.
el: Επιτρέπεται η σύνταξη Markdown. Δείτε το {start_link}cheatsheet{end_link} για βοήθεια.

source: Attachments
el: Συνημμένα

source: Upload new file
el: Ανέβασμα νέου αρχείου

source: Search and add file
el: Αναζήτηση και προσθήκη αρχείου

source: Upload File
el: Ανέβασμα Αρχείου

source: Upload file
el: Ανέβασμα αρχείου

source: Search files and articles
el: Αναζήτηση αρχείων και άρθρων

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
el: Μπορείτε να επαναχρησιμοποιήσετε αρχεία από άλλα άρθρα. Αυτά τα αρχεία υπόκεινται σε ενημερώσεις σε άλλα άρθρα, κάτι που μπορεί να είναι ή να μην είναι καλό.

source: Search
el: Αναζήτηση

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
el: Τα ακόλουθα αρχεία είναι διαθέσιμα για αυτό το άρθρο. Αντιγράψτε την ετικέτα markdown για να αναφερθείτε απευθείας σε ένα αρχείο από το κείμενο του άρθρου.

source: Markdown tag
el: Ετικέτα Markdown

source: Uploaded by
el: Ανεβασμένο από

source: Size
el: Μέγεθος

source: File History
el: Ιστορικό αρχείου

source: Detach
el: Διαχωρισμός

source: Replace
el: Αντικατάσταση

source: Restore
el: Επαναφορά

source: anonymous (IP logged)
el: ανώνυμος (καταγράφεται η IP)

source: File history
el: Ιστορικό αρχείου

source: revisions
el: αναθεώρηση

source: There are no attachments for this article.
el: Δεν υπάρχουν συνημμένα για αυτό το άρθρο.

source: Previewing revision:
el: Προεπισκόπηση αναθεώρησης:

source: Previewing a merge between two revisions:
el: Προεπισκόπηση συγχώνευσης μεταξύ δύο αναθεωρήσεων:

source: This revision has been deleted.
el: Αυτή η αναθεώρηση έχει διαγραφεί.

source: Restoring to this revision will mark the article as deleted.
el: Η επαναφορά σε αυτή την αναθεώρηση θα σημάνει το άρθρο ως διαγραμμένο.

source: LMS Administration
el: Διαχείριση LMS

source: ACE Common
el: Κοινό ACE

source: Courses
el: Μάθημα

source: My Account
el: Ο Λογαριασμός Μου

source: %(platform_name)s on Google Plus
el: %(platform_name)s στο Google Plus

source: Our mailing address is:
el: Η ταχυδρομική μας διεύθυνση είναι:

source: %(platform_name)s Email
el: Ηλεκτρονικό Ταχυδρομείο %(platform_name)s

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate. Upgrade by %(user_schedule_upgrade_deadline_time)s.
el: Μην χάσετε την ευκαιρία να αναδείξετε τις νέες σας γνώσεις και δεξιότητες αποκτώντας ένα «πιστοποιητικό επαλήθευσης». Κάντε αναβάθμιση έως τις %(user_schedule_upgrade_deadline_time)s.

source: Upgrade Now
el: Αναβάθμιση Τώρα

source: Once you have approved this request, go to {catalog_admin_url} to set up a catalog for this user.
el: Μόλις εγκρίνετε αυτό το αίτημα, μεταβείτε στη διεύθυνση {catalog_admin_url} για να δημιουργήσετε έναν κατάλογο για αυτόν τον χρήστη.

source: Organization Name
el: Όνομα Οργανισμού

source: Organization Address
el: Διεύθυνση Οργανισμού

source: Describe what your application does.
el: Περιγράψτε τι κάνει η εφαρμογή σας.

source: The URL of your organization's website.
el: Η διεύθυνση URL του ιστότοπου του οργανισμού σας.

source: The name of your organization.
el: Το όνομα του οργανισμού σας.

source: The contact address of your organization.
el: Η διεύθυνση επικοινωνίας του οργανισμού σας.

source: The following users do not exist: {usernames}.
el: Οι ακόλουθοι χρήστες δεν υπάρχουν: {usernames}.

source: Comma-separated list of usernames which will be able to view this catalog.
el: Λίστα ονομάτων χρηστών χωρισμένων με κόμμα, οι οποίοι θα μπορούν να βλέπουν αυτόν τον κατάλογο.

source: Denied
el: Απορρίφθηκε

source: Approved
el: Εγκρίθηκε

source: Status of this API access request
el: Κατάσταση αυτού του αιτήματος πρόσβασης API

source: The URL of the website associated with this API user.
el: Η διεύθυνση URL του ιστότοπου που σχετίζεται με αυτόν τον χρήστη API.

source: The reason this user wants to access the API.
el: Ο λόγος για τον οποίο αυτός ο χρήστης θέλει να έχει πρόσβαση στο API.

source: I, and my organization, accept the {link_start}{platform_name} API Terms of Service{link_end}.
el: Εγώ, και ο οργανισμός μου, αποδέχομαι τους {link_start}Όρους Παροχής Υπηρεσιών API της {platform_name}{link_end}.

source: '%s' is not a valid scope.
el: Το '%s' δεν είναι έγκυρος πεδίος εφαρμογής.

source: Bookmarks
el: Αγαπημένα

source: An error has occurred. Please try again.
el: Παρουσιάστηκε σφάλμα. Παρακαλώ προσπαθήστε ξανά.

source: No data provided.
el: Δεν παρέχονται δεδομένα.

source: Parameter usage_id not provided.
el: Δεν παρέχεται η παράμετρος usage_id.

source: Invalid usage_id: {usage_id}.
el: Μη έγκυρο usage_id: {usage_id}.

source: Block with usage_id: {usage_id} not found.
el: Το μπλοκ με usage_id: {usage_id} δεν βρέθηκε.

source: You can create up to {max_num_bookmarks_per_course} bookmarks. You must remove some bookmarks before you can add new ones.
el: Μπορείτε να δημιουργήσετε έως και {max_num_bookmarks_per_course} αγαπημένα. Πρέπει να αφαιρέσετε κάποια αγαπημένα πριν μπορέσετε να προσθέσετε νέα.

source: Bookmark with usage_id: {usage_id} does not exist.
el: Το αγαπημένο με usage_id: {usage_id} δεν υπάρχει.

source: Internal API URL
el: Εσωτερικό URL API

source: DEPRECATED: Use the setting COURSE_CATALOG_API_URL.
el: ΑΠΟΣΥΡΘΗΚΕ: Χρησιμοποιήστε τη ρύθμιση COURSE_CATALOG_API_URL.

source: Specified in seconds. Enable caching of API responses by setting this to a value greater than 0.
el: Καθορίζεται σε δευτερόλεπτα. Ενεργοποιήστε την προσωρινή αποθήκευση των απαντήσεων του API ορίζοντας μια τιμή μεγαλύτερη από 0.

source: Long Term Cache Time To Live
el: Χρόνος Ζωής Μακροπρόθεσμης Προσωρινής Αποθήκευσης

source: Specified in seconds (defaults to 86400s, 24hr). In some cases the cache does needs to be refreshed less frequently. Enable long term caching of API responses by setting this to a value greater than 0.
el: Καθορίζεται σε δευτερόλεπτα (προεπιλογή 86400s, 24 ώρες). Σε ορισμένες περιπτώσεις, η προσωρινή αποθήκευση δεν χρειάζεται να ανανεώνεται τόσο συχνά. Ενεργοποιήστε τη μακροπρόθεσμη προσωρινή αποθήκευση των απαντήσεων του API ορίζοντας μια τιμή μεγαλύτερη από 0.

source: Username created for Course Catalog Integration, e.g. lms_catalog_service_user.
el: Όνομα χρήστη που δημιουργήθηκε για την Ενοποίηση Καταλόγου Μαθημάτων, π.χ. lms_catalog_service_user.

source: Page Size
el: Μέγεθος Σελίδας

source: Maximum number of records in paginated response of a single request to catalog service.
el: Μέγιστος αριθμός εγγραφών σε σελιδοποιημένη απάντηση ενός μόνο αιτήματος στην υπηρεσία καταλόγου.

source: These define the context to enable this configuration on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.{br}If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
el: Αυτά καθορίζουν το πλαίσιο για να ενεργοποιηθεί αυτή η διαμόρφωση. Αν δεν οριστούν τιμές, τότε η διαμόρφωση εφαρμόζεται παγκοσμίως. Αν οριστεί μία μόνο τιμή, τότε η διαμόρφωση εφαρμόζεται σε όλα τα μαθήματα εντός αυτού του πλαισίου. Μόνο μία τιμή μπορεί να οριστεί κάθε φορά.{br}Αν πολλαπλά πλαίσια εφαρμόζονται σε ένα μάθημα (για παράδειγμα, αν η διαμόρφωση καθορίζεται για το μάθημα συγκεκριμένα και για τον οργανισμό στον οποίο ανήκει το μάθημα), τότε το πιο συγκεκριμένο πλαίσιο υπερισχύει του πιο γενικού πλαισίου.

source: If any of these values are left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Enabled" is left as "Unknown" in the course context, then that course will be Enabled only if the org that it is in is Enabled.
el: Αν οποιαδήποτε από αυτές τις τιμές παραμείνει κενή ή «Άγνωστο», τότε η τιμή της κατά την εκτέλεση θα ανακτηθεί από το επόμενο πιο συγκεκριμένο πλαίσιο που εφαρμόζεται. Για παράδειγμα, αν το «Ενεργός» παραμείνει ως «Άγνωστο» στο πλαίσιο του μαθήματος, τότε αυτό το μάθημα θα είναι Ενεργός μόνο αν ο οργανισμός στον οποίο ανήκει είναι Ενεργός.

source: %(value)s should have the form ORG+COURSE
el: %(value)s πρέπει να έχει τη μορφή ΟΡΓ+ΜΑΘΗΜΑ

source: Enabled
el: Ενεργός

source: Configure values for all course runs associated with this site.
el: Διαμορφώστε τιμές για όλες τις εκτελέσεις μαθημάτων που σχετίζονται με αυτόν τον ιστότοπο.

source: Configure values for all course runs associated with this Organization. This is the organization string (i.e. edX, MITx).
el: Διαμορφώστε τιμές για όλες τις εκτελέσεις μαθημάτων που σχετίζονται με αυτόν τον Οργανισμό. Αυτή είναι η συμβολοσειρά του οργανισμού (π.χ. edX, MITx).

source: Course in Org
el: Μάθημα στον Οργανισμό

source: Configure values for all course runs associated with this course. This is should be formatted as 'org+course' (i.e. MITx+6.002x, HarvardX+CS50).
el: Διαμορφώστε τιμές για όλες τις εκτελέσεις μαθημάτων που σχετίζονται με αυτό το μάθημα. Αυτό πρέπει να έχει τη μορφή 'org+course' (π.χ. MITx+6.002x, HarvardX+CS50).

source: Course Run
el: Εκτέλεση Μαθήματος

source: Configure values for this course run. This should be formatted as the CourseKey (i.e. course-v1://MITx+6.002x+2019_Q1)
el: Διαμορφώστε τιμές για αυτήν την εκτέλεση μαθήματος. Αυτό πρέπει να έχει τη μορφή του CourseKey (π.χ. course-v1://MITx+6.002x+2019_Q1).

source: Configuration may not be specified at more than one level at once.
el: Η διαμόρφωση δεν μπορεί να καθοριστεί σε περισσότερα από ένα επίπεδα ταυτόχρονα.

source: Error Status
el: Κατάσταση Σφάλματος

source: Courses with Errors
el: Μάθημα με Σφάλμα

source: Learning Sequences and Outlines
el: Ακολουθίες και Περίγραμμα Μάθησης

source: Numeric ID for each Course / Library context. This ID will generally require fewer bits than the full LearningContextKey, allowing more courses and libraries to be represented in content search filters.
el: Αριθμητικό ID για κάθε πλαίσιο Μαθήματος / Βιβλιοθήκης. Αυτό το ID θα απαιτεί γενικά λιγότερα bits από το πλήρες LearningContextKey, επιτρέποντας την αναπαράσταση περισσότερων μαθημάτων και βιβλιοθηκών σε φίλτρα αναζήτησης περιεχομένου.

source: Library cannot have more than {} Components.
el: Η βιβλιοθήκη δεν μπορεί να έχει περισσότερα από {} Συστατικά.

source: The "{block_type}" XBlock (ID: "{block_id}") has children, so it not supported in content libraries.
el: Το XBlock τύπου "{block_type}" (ID: "{block_id}") έχει θυγατρικά στοιχεία, επομένως δεν υποστηρίζεται σε βιβλιοθήκες περιεχομένου.

source: An XBlock with ID '{usage_key}' already exists.
el: Ένα XBlock με ID '{usage_key}' υπάρχει ήδη.

source: Cannot change or remove the access level for the only admin.
el: Δεν είναι δυνατή η αλλαγή ή η αφαίρεση του επιπέδου πρόσβασης για τον μοναδικό διαχειριστή.

source: All Rights Reserved.
el: Όλα τα Δικαιώματα Διατηρούνται.

source: Creative Commons Attribution 4.0
el: Creative Commons Αναφορά Δημιουργού 4.0

source: Creative Commons Attribution-NonCommercial 4.0
el: Creative Commons Αναφορά-Μη Εμπορική Χρήση 4.0

source: Creative Commons Attribution-NonCommercial-NoDerivatives 4.0
el: Creative Commons Αναφορά-Μη Εμπορική Χρήση-Όχι Παράγωγα Έργα 4.0

source: Creative Commons Attribution-NonCommercial-ShareAlike 4.0
el: Creative Commons Αναφορά-Μη Εμπορική Χρήση-Παρόμοια Διανομή 4.0

source: Creative Commons Attribution-NoDerivatives 4.0
el: Creative Commons Αναφορά-Όχι Παράγωγα Έργα 4.0

source: Creative Commons Attribution-ShareAlike 4.0
el: Creative Commons Αναφορά-Παρόμοια Διανομή 4.0

source: Administer users and author content
el: Διαχείριση χρηστών και συγγραφή περιεχομένου

source: Author content
el: Συγγραφή περιεχομένου

source: Read-only
el: Μόνο ανάγνωση

source: One and only one of 'user' and 'group' must be set.
el: Μόνο ένα από τα 'χρήστης' και 'ομάδα' πρέπει να οριστεί.

source: Task was created, but not queued to run.
el: Η εργασία δημιουργήθηκε, αλλά δεν προστέθηκε στην ουρά εκτέλεσης.

source: Task was created and queued to run.
el: Η εργασία δημιουργήθηκε και προστέθηκε στην ουρά εκτέλεσης.

source: Task is running.
el: Η εργασία εκτελείται.

source: Task finished, but some blocks failed to import.
el: Η εργασία ολοκληρώθηκε, αλλά ορισμένα μπλοκ απέτυχαν να εισαχθούν.

source: Task finished successfully.
el: Η εργασία ολοκληρώθηκε με επιτυχία.

source: state
el: «κατάσταση»

source: The state of the block import task.
el: Η κατάσταση της εργασίας εισαγωγής μπλοκ.

source: progress
el: πρόοδος

source: A float from 0.0 to 1.0 representing the task progress.
el: Ένας δεκαδικός αριθμός από 0.0 έως 1.0 που αντιπροσωπεύει την πρόοδο της εργασίας.

source: course ID
el: Αναγνωριστικό μαθήματος

source: ID of the imported course.
el: Το αναγνωριστικό του εισαγόμενου μαθήματος.

source: open edx user
el: χρήστης του open edx

source: lti platform identifier
el: αναγνωριστικό πλατφόρμας LTI

source: The LTI platform identifier to which this profile belongs to.
el: Το αναγνωριστικό πλατφόρμας LTI στο οποίο ανήκει αυτό το προφίλ.

source: client identifier
el: αναγνωριστικό πελάτη

source: The LTI client identifier generated by the LTI platform.
el: Το αναγνωριστικό πελάτη LTI που δημιουργήθηκε από την πλατφόρμα LTI.

source: subject identifier
el: αναγνωριστικό υποκειμένου

source: Identifies the entity that initiated the launch request, commonly a user.
el: Προσδιορίζει την οντότητα που ξεκίνησε το αίτημα εκκίνησης, συνήθως ένας «χρήστης».

source: The authorized LTI profile that launched the resource (identifies the user).
el: Το εξουσιοδοτημένο προφίλ LTI που εκκίνησε τον πόρο (προσδιορίζει τον «χρήστη»).

source: The usage key string of the resource serving the content of this launch.
el: Η συμβολοσειρά κλειδιού χρήσης του πόρου που παρέχει το περιεχόμενο αυτής της εκκίνησης.

source: The LTI platform unique identifier of this resource, also known as the "resource link id".
el: Το μοναδικό αναγνωριστικό αυτού του πόρου από την πλατφόρμα LTI, γνωστό και ως "αναγνωριστικό συνδέσμου πόρου".

source: The LTI platform descriptive title for this resource.
el: Ο περιγραφικός τίτλος αυτού του πόρου από την πλατφόρμα LTI.

source: If AGS was enabled during launch, this should hold the lineitem ID.
el: Εάν η AGS ήταν ενεργοποιημένη κατά την εκκίνηση, αυτό θα πρέπει να περιέχει το αναγνωριστικό στοιχείου γραμμής.

source: We could not find a user with that email address.
el: Δεν μπορέσαμε να βρούμε «χρήστη» με αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: This user already has access to this library.
el: Αυτός ο «χρήστης» έχει ήδη πρόσβαση σε αυτή τη βιβλιοθήκη.

source: This field is required.
el: Αυτό το πεδίο είναι υποχρεωτικό.

source: Loading
el: Φόρτωση

source: Expired
el: Έληξε

source: Staged Content
el: Περιεχόμενο σε προετοιμασία

source: What type of content is staged. Only OLX content is supported, and this field must be the same as the root tag of the OLX. e.g. "video" if a video is staged, or "vertical" for a unit.
el: Τι τύπος περιεχομένου είναι σε προετοιμασία. Υποστηρίζεται μόνο περιεχόμενο OLX, και αυτό το πεδίο πρέπει να είναι ίδιο με την ετικέτα ρίζας του OLX. π.χ. "video" εάν ένα βίντεο είναι σε προετοιμασία, ή "vertical" για μια ενότητα.

source: Content tags applied to these blocks
el: Ετικέτες περιεχομένου που εφαρμόζονται σε αυτά τα μπλοκ

source: Original usage key/ID of the thing that is in the clipboard.
el: Αρχικό κλειδί χρήσης/αναγνωριστικό του στοιχείου που βρίσκεται στο πρόχειρο.

source: owner
el: ιδιοκτήτης

source: Organization that is related to this taxonomy.If None, then this taxonomy is related to all organizations.
el: Οργανισμός που σχετίζεται με αυτή την οντολογία. Εάν δεν υπάρχει, τότε αυτή η οντολογία σχετίζεται με όλους τους οργανισμούς.

source: List of domains that are allowed to make cross-domain requests to this site. Please list each domain on its own line.
el: Λίστα τομέων που επιτρέπεται να κάνουν αιτήματα cross-domain σε αυτόν τον ιστότοπο. Παρακαλώ καταχωρήστε κάθε τομέα σε ξεχωριστή γραμμή.

source: Default Group
el: Προεπιλεγμένη Ομάδα

source: You cannot create two cohorts with the same name
el: Δεν μπορείτε να δημιουργήσετε δύο ομάδες με το ίδιο όνομα

source: There must be one cohort to which students can automatically be assigned.
el: Πρέπει να υπάρχει μία ομάδα στην οποία οι φοιτητές μπορούν να ανατεθούν αυτόματα.

source: A cohort with the same name already exists.
el: Μια ομάδα με το ίδιο όνομα υπάρχει ήδη.

source: If disabled, the LTI in the associated course will be disabled.
el: Εάν απενεργοποιηθεί, η LTI στο σχετικό μάθημα θα απενεργοποιηθεί.

source: The LTI configuration data for this course/provider.
el: Τα δεδομένα διαμόρφωσης LTI για αυτό το μάθημα/πάροχο.

source: LTI provider
el: Πάροχος LTI

source: The LTI provider's id
el: Το αναγνωριστικό του παρόχου LTI

source: True, if LTI credential are provided by Org globally
el: Αληθές, εάν τα διαπιστευτήρια LTI παρέχονται παγκοσμίως από τον Οργανισμό

source: Live
el: Ζωντανή μετάδοση

source: Enable in-platform video conferencing by configuring live
el: Ενεργοποιήστε τη ζωντανή βιντεοδιάσκεψη εντός πλατφόρμας διαμορφώνοντας τη ζωντανή μετάδοση

source: Credentials
el: Διαπιστευτήρια

source: Internal Service URL
el: Εσωτερική Διεύθυνση Υπηρεσίας

source: Public Service URL
el: Δημόσια Διεύθυνση Υπηρεσίας

source: Enable Learner Issuance
el: Ενεργοποίηση Έκδοσης Πιστοποιητικών για Μαθητές

source: Enable issuance of credentials via Credential Service.
el: Ενεργοποιήστε την έκδοση πιστοποιητικών μέσω της Υπηρεσίας Πιστοποιητικών.

source: Enable Authoring of Credential in Studio
el: Ενεργοποίηση Δημιουργίας Πιστοποιητικού στο Studio

source: Enable authoring of Credential Service credentials in Studio.
el: Ενεργοποίηση δημιουργίας διαπιστευτηρίων Υπηρεσίας Διαπιστεύσεων στο Studio.

source: Course Credit Eligibility
el: Επιλεξιμότητα για Πιστωτικές Μονάδες Μαθήματος

source: You are eligible for credit from {providers_string}
el: Είστε επιλέξιμος για πιστωτικές μονάδες από {providers_string}

source: {first_provider} and {second_provider}
el: {first_provider} και {second_provider}

source: {first_providers}, and {last_provider}
el: {first_providers}, και {last_provider}

source: [{username}] is not eligible for credit for [{course_key}].
el: Ο χρήστης [{username}] δεν είναι επιλέξιμος για πιστωτικές μονάδες για το μάθημα [{course_key}].

source: [{course_key}] is not a valid course key.
el: Το [{course_key}] δεν είναι έγκυρος κωδικός μαθήματος.

source: Unique identifier for this credit provider. Only alphanumeric characters and hyphens (-) are allowed. The identifier is case-sensitive.
el: Μοναδικός αναγνωριστικός κωδικός για αυτόν τον πάροχο πιστωτικών μονάδων. Επιτρέπονται μόνο αλφαριθμητικοί χαρακτήρες και παύλες (-). Ο αναγνωριστικός κωδικός είναι ευαίσθητος σε πεζά-κεφαλαία.

source: Whether the credit provider is currently enabled.
el: Εάν ο πάροχος πιστωτικών μονάδων είναι αυτή τη στιγμή ενεργοποιημένος.

source: Name of the credit provider displayed to users
el: Όνομα του παρόχου πιστωτικών μονάδων που εμφανίζεται στους χρήστες

source: When true, automatically notify the credit provider when a user requests credit. In order for this to work, a shared secret key MUST be configured for the credit provider in secure auth settings.
el: Όταν είναι αληθές, ειδοποιεί αυτόματα τον πάροχο πιστωτικών μονάδων όταν ένας χρήστης ζητήσει πιστωτικές μονάδες. Για να λειτουργήσει αυτό, ΠΡΕΠΕΙ να έχει ρυθμιστεί ένα κοινό μυστικό κλειδί για τον πάροχο πιστωτικών μονάδων στις ρυθμίσεις ασφαλούς αυθεντικοποίησης.

source: URL of the credit provider. If automatic integration is enabled, this will the the end-point that we POST to to notify the provider of a credit request. Otherwise, the user will be shown a link to this URL, so the user can request credit from the provider directly.
el: URL του παρόχου πιστωτικών μονάδων. Εάν είναι ενεργοποιημένη η αυτόματη ενσωμάτωση, αυτό θα είναι το τελικό σημείο στο οποίο θα γίνεται POST για να ειδοποιηθεί ο πάροχος για ένα αίτημα πιστωτικών μονάδων. Διαφορετικά, ο χρήστης θα δει έναν σύνδεσμο σε αυτό το URL, ώστε να μπορεί να ζητήσει πιστωτικές μονάδες απευθείας από τον πάροχο.

source: URL from the credit provider where the user can check the status of his or her request for credit. This is displayed to students *after* they have requested credit.
el: URL από τον πάροχο πιστωτικών μονάδων όπου ο χρήστης μπορεί να ελέγξει την κατάσταση του αιτήματός του για πιστωτικές μονάδες. Αυτό εμφανίζεται στους φοιτητές *μετά* την υποβολή αιτήματος για πιστωτικές μονάδες.

source: Description for the credit provider displayed to users.
el: Περιγραφή για τον πάροχο πιστωτικών μονάδων που εμφανίζεται στους χρήστες.

source: Plain text or html content for displaying further steps on receipt page *after* paying for the credit to get credit for a credit course against a credit provider.
el: Κείμενο απλό ή html για την εμφάνιση περαιτέρω βημάτων στη σελίδα απόδειξης *μετά* την πληρωμή για την απόκτηση πιστωτικών μονάδων για ένα μάθημα με πιστωτικές μονάδες από έναν πάροχο πιστωτικών μονάδων.

source: Plain text or html content for displaying custom message inside credit eligibility email content which is sent when user has met all credit eligibility requirements.
el: Κείμενο απλό ή html για την εμφάνιση προσαρμοσμένου μηνύματος μέσα στο περιεχόμενο του email επιλεξιμότητας πιστωτικών μονάδων που αποστέλλεται όταν ο χρήστης έχει πληροί όλες τις απαιτήσεις επιλεξιμότητας για πιστωτικές μονάδες.

source: Plain text or html content for displaying custom message inside credit receipt email content which is sent *after* paying to get credit for a credit course.
el: Κείμενο απλό ή html για την εμφάνιση προσαρμοσμένου μηνύματος μέσα στο περιεχόμενο του email απόδειξης πιστωτικών μονάδων που αποστέλλεται *μετά* την πληρωμή για την απόκτηση πιστωτικών μονάδων για ένα μάθημα με πιστωτικές μονάδες.

source: Thumbnail image url of the credit provider.
el: URL μικρογραφίας του παρόχου πιστωτικών μονάδων.

source: Credit requirement statuses
el: Κατάσταση απαιτήσεων πιστωτικών μονάδων

source: Deadline for purchasing and requesting credit.
el: Προθεσμία για αγορά και αίτηση πιστωτικών μονάδων.

source: Preview Language Administration
el: Προεπισκόπηση Διαχείρισης Γλώσσας

source: Language not provided
el: Η γλώσσα δεν έχει καθοριστεί
