Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: The problem bank has been configured to show {count} problems, but only {actual} have been selected.
el: Η «βάση προβλημάτων» έχει ρυθμιστεί να εμφανίζει {count} προβλήματα, αλλά έχουν επιλεγεί μόνο {actual}.

source: Any Type
el: Οποιοσδήποτε Τύπος

source: Library
el: Βιβλιοθήκη

source: Select the library from which you want to draw content.
el: Επιλέξτε τη βιβλιοθήκη από την οποία θέλετε να αντλήσετε περιεχόμενο.

source: Library Version
el: Έκδοση Βιβλιοθήκης

source: Problem Type
el: Τύπος Προβλήματος

source: Choose a problem type to fetch from the library. If "Any Type" is selected no filtering is applied.
el: Επιλέξτε έναν τύπο προβλήματος για ανάκτηση από τη βιβλιοθήκη. Αν επιλεγεί «Οποιοσδήποτε Τύπος», δεν εφαρμόζεται φιλτράρισμα.

source: Is Migrated to library v2
el: Έχει Μεταφερθεί στη βιβλιοθήκη v2

source: This block is already migrated to use library v2. You can sync individual blocks now
el: Αυτό το μπλοκ έχει ήδη μεταφερθεί για χρήση της βιβλιοθήκης v2. Μπορείτε να συγχρονίσετε μεμονωμένα μπλοκ τώρα.

source: Source content library has not been specified.
el: Δεν έχει καθοριστεί η βιβλιοθήκη πηγής περιεχομένου.

source: Content libraries are not available in the current runtime.
el: Οι βιβλιοθήκες περιεχομένου δεν είναι διαθέσιμες στο τρέχον περιβάλλον εκτέλεσης.

source: Source content library does not exist: {source_library_id}
el: Η βιβλιοθήκη πηγής περιεχομένου δεν υπάρχει: {source_library_id}

source: This legacy library reference is no longer supported, and needs to be updated to receive future changes
el: Αυτή η αναφορά παλαιάς βιβλιοθήκης δεν υποστηρίζεται πλέον και πρέπει να ενημερωθεί για να λάβει μελλοντικές αλλαγές

source: {refresh_icon} Update reference
el: {refresh_icon} Ενημέρωση αναφοράς

source: This component is out of date. The library has new content.
el: Αυτό το στοιχείο είναι ξεπερασμένο. Η βιβλιοθήκη έχει νέο περιεχόμενο.

source: {refresh_icon} Update now.
el: {refresh_icon} Ενημέρωση τώρα.

source: Library is invalid, corrupt, or has been deleted.
el: Η βιβλιοθήκη είναι μη έγκυρη, κατεστραμμένη ή έχει διαγραφεί.

source: Edit Library List.
el: Επεξεργασία λίστας βιβλιοθηκών.

source: The source library has not been migrated to version 2
el: Η βιβλιοθήκη πηγής δεν έχει μεταφερθεί στην έκδοση 2

source: The block has already been upgraded to version 2
el: Το μπλοκ έχει ήδη αναβαθμιστεί στην έκδοση 2

source: This course does not support content libraries. Contact your system administrator for more information.
el: Αυτό το μάθημα δεν υποστηρίζει βιβλιοθήκες περιεχομένου. Επικοινωνήστε με τον διαχειριστή του συστήματός σας για περισσότερες πληροφορίες.

source: A library has not yet been selected.
el: Δεν έχει επιλεγεί ακόμη βιβλιοθήκη.

source: Select a Library.
el: Επιλέξτε μια βιβλιοθήκη.

source: There are no problems in the specified library of type {capa_type}.
el: Δεν υπάρχουν προβλήματα στη συγκεκριμένη βιβλιοθήκη τύπου {capa_type}.

source: Select another problem type.
el: Επιλέξτε έναν άλλο τύπο προβλήματος.

source: The specified library is configured to fetch {count} problem,
el: Η συγκεκριμένη βιβλιοθήκη έχει ρυθμιστεί να ανακτά {count} πρόβλημα,

source: but there is only {actual} matching problem.
el: αλλά υπάρχει μόνο {actual} αντίστοιχο πρόβλημα.

source: Edit the library configuration.
el: Επεξεργαστείτε τη διαμόρφωση της βιβλιοθήκης.

source: Invalid Library
el: Μη έγκυρη βιβλιοθήκη

source: No Library Selected
el: Δεν έχει επιλεγεί βιβλιοθήκη

source: Library Display Name
el: Όνομα εμφάνισης βιβλιοθήκης

source: Enter the names of the advanced components to use in your library.
el: Εισαγάγετε τα ονόματα των προηγμένων στοιχείων που θα χρησιμοποιήσετε στη βιβλιοθήκη σας.

source: The display name for this component. Analytics reports may also use the display name to identify this component.
el: Το όνομα εμφάνισης για αυτό το στοιχείο. Οι αναφορές της «Ανάλυσης» ενδέχεται επίσης να χρησιμοποιούν το όνομα εμφάνισης για την αναγνώριση αυτού του στοιχείου.

source: Enter the LTI ID for the external LTI provider. This value must be the same LTI ID that you entered in the LTI Passports setting on the Advanced Settings page.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
el: Εισαγάγετε το LTI ID για τον εξωτερικό πάροχο LTI. Αυτή η τιμή πρέπει να είναι το ίδιο LTI ID που εισαγάγατε στη ρύθμιση LTI Passports στη σελίδα «Ρυθμίσεις για προχωρημένους».{break_tag}Δείτε {docs_anchor_open}την τεκμηρίωση LTI του edX{anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτή τη ρύθμιση.

source: Enter the URL of the external tool that this component launches. This setting is only used when Hide External Tool is set to False.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
el: Εισαγάγετε τη διεύθυνση URL του εξωτερικού εργαλείου που εκκινεί αυτό το στοιχείο. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν η επιλογή «Απόκρυψη εξωτερικού εργαλείου» έχει οριστεί σε False.{break_tag}Δείτε {docs_anchor_open}την τεκμηρίωση LTI του edX{anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτή τη ρύθμιση.

source: Custom Parameters
el: Προσαρμοσμένες παράμετροι

source: Add the key/value pair for any custom parameters, such as the page your e-book should open to or the background color for this component.{break_tag}See {docs_anchor_open}the edX LTI documentation{anchor_close} for more details on this setting.
el: Προσθέστε το ζεύγος κλειδιού/τιμής για οποιεσδήποτε προσαρμοσμένες παραμέτρους, όπως η σελίδα στην οποία πρέπει να ανοίξει το ηλεκτρονικό βιβλίο σας ή το χρώμα φόντου για αυτό το στοιχείο.{break_tag}Δείτε {docs_anchor_open}την τεκμηρίωση LTI του edX{anchor_close} για περισσότερες λεπτομέρειες σχετικά με αυτή τη ρύθμιση.

source: Open in New Page
el: Άνοιγμα σε νέα σελίδα

source: Select True if you want students to click a link that opens the LTI tool in a new window. Select False if you want the LTI content to open in an IFrame in the current page. This setting is only used when Hide External Tool is set to False.
el: Επιλέξτε True εάν θέλετε οι φοιτητές να κάνουν κλικ σε έναν σύνδεσμο που ανοίγει το εργαλείο LTI σε νέο παράθυρο. Επιλέξτε False εάν θέλετε το περιεχόμενο LTI να ανοίξει σε ένα IFrame στην τρέχουσα σελίδα. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν η επιλογή «Απόκρυψη εξωτερικού εργαλείου» έχει οριστεί σε False.

source: Scored
el: Με βαθμολογία

source: Select True if this component will receive a numerical score from the external LTI system.
el: Επιλέξτε True εάν αυτό το στοιχείο θα λάβει αριθμητική βαθμολογία από το εξωτερικό σύστημα LTI.

source: Weight
el: Βάρος

source: Enter the number of points possible for this component. The default value is 1.0. This setting is only used when Scored is set to True.
el: Εισαγάγετε τον αριθμό των δυνατών πόντων για αυτό το στοιχείο. Η προεπιλεγμένη τιμή είναι 1.0. Αυτή η ρύθμιση χρησιμοποιείται μόνο όταν η επιλογή «Με βαθμολογία» έχει οριστεί σε True.

source: The score kept in the xblock KVS -- duplicate of the published score in django DB
el: Η βαθμολογία που διατηρείται στο KVS του xblock -- διπλότυπο της δημοσιευμένης βαθμολογίας στη βάση δεδομένων django

source: Comment as returned from grader, LTI2.0 spec
el: Σχόλιο όπως επιστράφηκε από τον βαθμολογητή, προδιαγραφή LTI2.0

source: Hide External Tool
el: Απόκρυψη εξωτερικού εργαλείου

source: Select True if you want to use this component as a placeholder for syncing with an external grading system rather than launch an external tool. This setting hides the Launch button and any IFrames for this component.
el: Επιλέξτε True εάν θέλετε να χρησιμοποιήσετε αυτό το στοιχείο ως θέση κράτησης για συγχρονισμό με ένα εξωτερικό σύστημα βαθμολόγησης αντί να εκκινήσετε ένα εξωτερικό εργαλείο. Αυτή η ρύθμιση αποκρύπτει το κουμπί εκκίνησης και οποιαδήποτε IFrames για αυτό το στοιχείο.

source: Request user's username
el: Αίτημα για το όνομα χρήστη του χρήστη

source: Select True to request the user's username.
el: Επιλέξτε «Αληθές» για να ζητήσετε το όνομα χρήστη του χρήστη.

source: Request user's email
el: Αίτημα διεύθυνσης ηλεκτρονικού ταχυδρομείου του χρήστη

source: Select True to request the user's email address.
el: Επιλέξτε «Αληθές» για να ζητήσετε τη διεύθυνση ηλεκτρονικού ταχυδρομείου του χρήστη.

source: LTI Application Information
el: Πληροφορίες Εφαρμογής LTI

source: Enter a description of the third party application. If requesting username and/or email, use this text box to inform users why their username and/or email will be forwarded to a third party application.
el: Εισαγάγετε μια περιγραφή της εφαρμογής τρίτου μέρους. Εάν ζητάτε όνομα χρήστη ή/και διεύθυνση ηλεκτρονικού ταχυδρομείου, χρησιμοποιήστε αυτό το πλαίσιο κειμένου για να ενημερώσετε τους χρήστες γιατί το όνομα χρήστη ή/και η διεύθυνση ηλεκτρονικού ταχυδρομείου τους θα προωθηθεί σε εφαρμογή τρίτου μέρους.

source: Button Text
el: Κείμενο Κουμπιού

source: Enter the text on the button used to launch the third party application.
el: Εισαγάγετε το κείμενο στο κουμπί που χρησιμοποιείται για την εκκίνηση της εφαρμογής τρίτου μέρους.

source: Accept grades past deadline
el: Αποδοχή βαθμολογιών μετά την προθεσμία

source: Select True to allow third party systems to post grades past the deadline.
el: Επιλέξτε «Αληθές» για να επιτρέψετε σε συστήματα τρίτων να υποβάλλουν βαθμολογίες μετά την προθεσμία.

source: Could not parse custom parameter: {custom_parameter}. Should be "x=y" string.
el: Δεν ήταν δυνατή η ανάλυση της προσαρμοσμένης παραμέτρου: {custom_parameter}. Θα πρέπει να είναι συμβολοσειρά της μορφής "x=y".

source: Could not parse LTI passport: {lti_passport}. Should be "id:key:secret" string.
el: Δεν ήταν δυνατή η ανάλυση του διαβατηρίου LTI: {lti_passport}. Θα πρέπει να είναι συμβολοσειρά της μορφής "id:key:secret".

source: Due Date
el: Ημερομηνία Λήξης

source: Enter the default date by which problems are due.
el: Εισαγάγετε την προεπιλεγμένη ημερομηνία έως την οποία πρέπει να παραδοθούν τα προβλήματα.

source: Number of Relative Weeks Due By
el: Αριθμός Σχετικών Εβδομάδων Λήξης

source: Enter the number of weeks the problems are due by relative to the learner's enrollment date
el: Εισαγάγετε τον αριθμό των εβδομάδων εντός των οποίων πρέπει να παραδοθούν τα προβλήματα σε σχέση με την ημερομηνία εγγραφής του εκπαιδευόμενου

source: GIT URL
el: URL GIT

source: Enter the URL for the course data GIT repository.
el: Εισαγάγετε το URL για το αποθετήριο δεδομένων μαθήματος GIT.

source: XQA Key
el: Κλειδί XQA

source: This setting is not currently supported.
el: Αυτή η ρύθμιση δεν υποστηρίζεται επί του παρόντος.

source: Enter the ids for the content groups this problem belongs to.
el: Εισαγάγετε τα αναγνωριστικά για τις ομάδες περιεχομένου στις οποίες ανήκει αυτό το πρόβλημα.

source: Specify when the Show Answer button appears for each problem. Valid values are "always", "answered", "attempted", "closed", "finished", "past_due", "correct_or_past_due", "after_all_attempts", "after_all_attempts_or_correct", "attempted_no_past_due", and "never".
el: Καθορίστε πότε θα εμφανίζεται το κουμπί «Εμφάνιση Απάντησης» για κάθε πρόβλημα. Οι έγκυρες τιμές είναι: «always», «answered», «attempted», «closed», «finished», «past_due», «correct_or_past_due», «after_all_attempts», «after_all_attempts_or_correct», «attempted_no_past_due» και «never».

source: Specify when to show answer correctness and score to learners. Valid values are "always", "never", and "past_due".
el: Καθορίστε πότε θα εμφανίζεται η ορθότητα της απάντησης και η βαθμολογία στους εκπαιδευόμενους. Οι έγκυρες τιμές είναι: «always», «never» και «past_due».

source: Specify the default for how often variable values in a problem are randomized. This setting should be set to "never" unless you plan to provide a Python script to identify and randomize values in most of the problems in your course. Valid values are "always", "onreset", "never", and "per_student".
el: Καθορίστε την προεπιλογή για το πόσο συχνά τυχαιοποιούνται οι τιμές των μεταβλητών σε ένα πρόβλημα. Αυτή η ρύθμιση πρέπει να οριστεί σε «never», εκτός αν σκοπεύετε να παρέχετε ένα σενάριο «Πύθων» για τον εντοπισμό και την τυχαιοποίηση τιμών στα περισσότερα από τα προβλήματα του μαθήματός σας. Οι έγκυρες τιμές είναι: «always», «onreset», «never» και «per_student».

source: Days Early for Beta Users
el: Ημέρες Νωρίτερα για Χρήστες Beta

source: Enter the number of days before the start date that beta users can access the course.
el: Εισαγάγετε τον αριθμό των ημερών πριν την ημερομηνία έναρξης που οι χρήστες beta μπορούν να έχουν πρόσβαση στο μάθημα.

source: Static Asset Path
el: Διαδρομή Στατικού Πόρου

source: Enter the path to use for files on the Files & Uploads page. This value overrides the Studio default, c4x://.
el: Εισαγάγετε τη διαδρομή που θα χρησιμοποιηθεί για τα αρχεία στη σελίδα «Αρχεία & Μεταφορτώσεις». Αυτή η τιμή παρακάμπτει την προεπιλογή του Studio, c4x://.

source: Enable LaTeX Compiler
el: Ενεργοποίηση Μεταγλωττιστή LaTeX

source: Enter true or false. If true, you can use the LaTeX templates for HTML components and advanced Problem components.
el: Εισαγάγετε true ή false. Αν είναι true, μπορείτε να χρησιμοποιήσετε τα πρότυπα LaTeX για στοιχεία HTML και προηγμένα στοιχεία προβλημάτων.

source: Enter the maximum number of times a student can try to answer problems. By default, Maximum Attempts is set to null, meaning that students have an unlimited number of attempts for problems. You can override this course-wide setting for individual problems. However, if the course-wide setting is a specific number, you cannot set the Maximum Attempts for individual problems to unlimited.
el: Εισαγάγετε τον μέγιστο αριθμό φορών που ένας εκπαιδευόμενος μπορεί να προσπαθήσει να απαντήσει σε προβλήματα. Από προεπιλογή, ο μέγιστος αριθμός προσπαθειών ορίζεται σε null, που σημαίνει ότι οι εκπαιδευόμενοι έχουν απεριόριστο αριθμό προσπαθειών για τα προβλήματα. Μπορείτε να παρακάμψετε αυτή τη ρύθμιση για ολόκληρο το μάθημα σε μεμονωμένα προβλήματα. Ωστόσο, αν η ρύθμιση για ολόκληρο το μάθημα είναι ένας συγκεκριμένος αριθμός, δεν μπορείτε να ορίσετε τον μέγιστο αριθμό προσπαθειών για μεμονωμένα προβλήματα σε απεριόριστο.

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use in this course for the specified duration. Do not share the API key with other courses. Notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
el: Εισαγάγετε το κλειδί API που παρέχεται από τη MathWorks για πρόσβαση στην Υπηρεσία Φιλοξενίας MATLAB. Αυτό το κλειδί χορηγείται για αποκλειστική χρήση σε αυτό το μάθημα για τη συγκεκριμένη διάρκεια. Μην μοιράζεστε το κλειδί API με άλλα μαθήματα. Ειδοποιήστε αμέσως τη MathWorks αν πιστεύετε ότι το κλειδί έχει εκτεθεί ή παραβιαστεί. Για να λάβετε ένα κλειδί για το μάθημά σας ή για να αναφέρετε ένα πρόβλημα, επικοινωνήστε με το moocsupport@mathworks.com.

source: Group Configurations
el: Διαμορφώσεις Ομάδων

source: Enter the configurations that govern how students are grouped together.
el: Εισαγάγετε τις διαμορφώσεις που καθορίζουν τον τρόπο ομαδοποίησης των εκπαιδευόμενων.

source: Enable video caching system
el: Ενεργοποίηση συστήματος προσωρινής αποθήκευσης βίντεο

source: Enter true or false. If true, video caching will be used for HTML5 videos.
el: Εισαγάγετε true ή false. Αν είναι true, θα χρησιμοποιείται προσωρινή αποθήκευση για βίντεο HTML5.

source: Enable video auto-advance
el: Ενεργοποίηση αυτόματης προώθησης βίντεο

source: Specify whether to show an auto-advance button in videos. If the student clicks it, when the last video in a unit finishes it will automatically move to the next unit and autoplay the first video.
el: Καθορίστε αν θα εμφανίζεται ένα κουμπί αυτόματης προώθησης στα βίντεο. Αν ο εκπαιδευόμενος το πατήσει, όταν τελειώσει το τελευταίο βίντεο μιας ενότητας, θα μεταβεί αυτόματα στην επόμενη ενότητα και θα ξεκινήσει αυτόματα η αναπαραγωγή του πρώτου βίντεο.

source: Video Pre-Roll
el: Προκαταρκτικό Βίντεο

source: Identify a video, 5-10 seconds in length, to play before course videos. Enter the video ID from the Video Uploads page and one or more transcript files in the following format: {format}. For example, an entry for a video with two transcripts looks like this: {example}
el: Προσδιορίστε ένα βίντεο, διάρκειας 5-10 δευτερολέπτων, που θα αναπαράγεται πριν από τα βίντεο του μαθήματος. Εισαγάγετε το αναγνωριστικό βίντεο από τη σελίδα «Μεταφορτώσεις Βίντεο» και ένα ή περισσότερα αρχεία μεταγραφής με την ακόλουθη μορφή: {format}. Για παράδειγμα, μια καταχώρηση για ένα βίντεο με δύο μεταγραφές φαίνεται ως εξής: {example}.

source: Show Reset Button for Problems
el: Εμφάνιση Κουμπιού Επαναφοράς για Προβλήματα

source: Enter true or false. If true, problems in the course default to always displaying a 'Reset' button. You can override this in each problem's settings. All existing problems are affected when this course-wide setting is changed.
el: Εισάγετε αληθές ή ψευδές. Αν είναι αληθές, τα προβλήματα στο μάθημα θα εμφανίζουν εξ ορισμού πάντα ένα κουμπί 'Επαναφορά'. Μπορείτε να παρακάμψετε αυτήν τη ρύθμιση στις ρυθμίσεις κάθε προβλήματος. Όλα τα υπάρχοντα προβλήματα επηρεάζονται όταν αλλάζει αυτή η ρύθμιση σε επίπεδο μαθήματος.

source: Enable Student Notes
el: Ενεργοποίηση Σημειώσεων Φοιτητή

source: Enter true or false. If true, students can use the Student Notes feature.
el: Εισάγετε αληθές ή ψευδές. Αν είναι αληθές, οι φοιτητές μπορούν να χρησιμοποιήσουν τη λειτουργία Σημειώσεων Φοιτητή.

source: Indicates whether Student Notes are visible in the course. Students can also show or hide their notes in the courseware.
el: Υποδεικνύει αν οι Σημειώσεις Φοιτητή είναι ορατές στο μάθημα. Οι φοιτητές μπορούν επίσης να εμφανίσουν ή να αποκρύψουν τις σημειώσεις τους στο εκπαιδευτικό υλικό.

source: Tag this block as part of an Entrance Exam section
el: Ετικέτα αυτού του μπλοκ ως μέρος τμήματος Εξετάσεων Εισόδου

source: Enter true or false. If true, answer submissions for problem blocks will be considered in the Entrance Exam scoring/gating algorithm.
el: Εισάγετε αληθές ή ψευδές. Αν είναι αληθές, οι υποβολές απαντήσεων για μπλοκ προβλημάτων θα ληφθούν υπόψη στον αλγόριθμο βαθμολόγησης/φραγής των Εξετάσεων Εισόδου.

source: Hide from Table of Contents
el: Απόκρυψη από τον Πίνακα Περιεχομένων

source: Enter true or false. If true, this block will be hidden from the Table of Contents.
el: Εισάγετε αληθές ή ψευδές. Αν είναι αληθές, αυτό το μπλοκ θα αποκρυφθεί από τον Πίνακα Περιεχομένων.

source: Error while reading {}. Check file for XML errors.
el: Σφάλμα κατά την ανάγνωση του {}. Ελέγξτε το αρχείο για σφάλματα XML.

source: Failed to import block: {} at location: {}
el: Αποτυχία εισαγωγής μπλοκ: {} στη θέση: {}

source: Enrollment Track Groups
el: Ομάδα Διαδρομής Εγγραφής

source: Partition for segmenting users by enrollment track
el: Διαμέριση για την κατάτμηση χρηστών ανά διαδρομή εγγραφής

source: Whether this student has voted on the poll
el: Εάν αυτός ο φοιτητής έχει ψηφίσει στην ψηφοφορία

source: Student answer
el: Απάντηση φοιτητή

source: Poll answers from all students
el: Απαντήσεις ψηφοφορίας από όλους τους φοιτητές

source: Poll answers from xml
el: Απαντήσεις ψηφοφορίας από xml

source: Poll question
el: Ερώτηση ψηφοφορίας

source: Enter the date by which problems are due.
el: Εισάγετε την ημερομηνία μέχρι την οποία πρέπει να υποβληθούν τα προβλήματα.

source: Hide sequence content After Due Date
el: Απόκρυψη περιεχομένου ακολουθίας μετά την Ημερομηνία Λήξης

source: If set, the sequence content is hidden for non-staff users after the due date has passed.
el: Αν έχει οριστεί, το περιεχόμενο της ακολουθίας αποκρύπτεται για μη προσωπικό μετά την παρέλευση της ημερομηνίας λήξης.

source: Is Entrance Exam
el: Είναι Εξέταση Εισαγωγής

source: Tag this course block as an Entrance Exam. Note, you must enable Entrance Exams for this course setting to take effect.
el: Ετικέτατε αυτό το μπλοκ μαθήματος ως Εξέταση Εισαγωγής. Σημειώστε ότι πρέπει να ενεργοποιήσετε τις Εξετάσεις Εισαγωγής στις ρυθμίσεις αυτού του μαθήματος για να τεθεί σε ισχύ.

source: Is Time Limited
el: Είναι Χρονικά Περιορισμένο

source: This setting indicates whether students have a limited time to view or interact with this courseware component.
el: Αυτή η ρύθμιση υποδεικνύει εάν οι φοιτητές έχουν περιορισμένο χρόνο για να δουν ή να αλληλεπιδράσουν με αυτό το στοιχείο εκπαιδευτικού υλικού.

source: Time Limit in Minutes
el: Χρονικό Όριο σε Λεπτά

source: The number of minutes available to students for viewing or interacting with this courseware component.
el: Ο αριθμός των λεπτών που είναι διαθέσιμος στους φοιτητές για την προβολή ή την αλληλεπίδραση με αυτό το στοιχείο εκπαιδευτικού υλικού.

source: Is Proctoring Enabled
el: Είναι Ενεργοποιημένη η Επιτήρηση

source: This setting indicates whether this exam is a proctored exam.
el: Αυτή η ρύθμιση υποδεικνύει εάν αυτή η εξέταση είναι επιτηρούμενη εξέταση.

source: Software Secure Review Rules
el: Κανόνες Επανεξέτασης Λογισμικού Ασφαλείας

source: This setting indicates what rules the proctoring team should follow when viewing the videos.
el: Αυτή η ρύθμιση υποδεικνύει ποιους κανόνες πρέπει να ακολουθήσει η ομάδα επιτήρησης κατά την προβολή των βίντεο.

source: Is Practice Exam
el: Είναι Εξέταση Πρακτικής

source: This setting indicates whether this exam is for testing purposes only. Practice exams are not verified.
el: Αυτή η ρύθμιση υποδεικνύει εάν αυτή η εξέταση είναι μόνο για σκοπούς δοκιμής. Οι εξετάσεις πρακτικής δεν επαληθεύονται.

source: Is Onboarding Exam
el: Είναι Εξέταση Ενσωμάτωσης

source: This setting indicates whether this exam is an onboarding exam.
el: Αυτή η ρύθμιση υποδεικνύει εάν αυτή η εξέταση είναι εξέταση ενσωμάτωσης.

source: This subsection is unlocked for learners when they meet the prerequisite requirements.
el: Αυτή η υποενότητα ξεκλειδώνεται για τους εκπαιδευόμενους όταν πληρούν τις προαπαιτούμενες προϋποθέσεις.

source: This exam is hidden from the learner.
el: Αυτή η εξέταση είναι κρυφή από τον εκπαιδευόμενο.

source: Because the course has ended, this assignment is hidden from the learner.
el: Επειδή το μάθημα έχει ολοκληρωθεί, αυτή η εργασία είναι κρυφή από τον εκπαιδευόμενο.

source: Because the due date has passed, this assignment is hidden from the learner.
el: Επειδή έχει παρέλθει η ημερομηνία παράδοσης, αυτή η εργασία είναι κρυφή από τον εκπαιδευόμενο.

source: This section is a prerequisite. You must complete this section in order to unlock additional content.
el: Αυτή η ενότητα είναι προαπαιτούμενη. Πρέπει να ολοκληρώσετε αυτή την ενότητα για να ξεκλειδώσετε επιπλέον περιεχόμενο.

source: A list summarizing what students should look forward to in this section.
el: Μια λίστα που συνοψίζει τι πρέπει να αναμένουν οι φοιτητές σε αυτή την ενότητα.

source: Group ID {group_id}
el: Αναγνωριστικό ομάδας {group_id}

source: Not Selected
el: Δεν έχει επιλεγεί

source: The display name for this component. (Not shown to learners)
el: Το όνομα εμφάνισης για αυτό το στοιχείο. (Δεν εμφανίζεται στους εκπαιδευόμενους)

source: Content Experiment
el: Πείραμα Περιεχομένου

source: The configuration defines how users are grouped for this content experiment. Caution: Changing the group configuration of a student-visible experiment will impact the experiment data.
el: Η διαμόρφωση ορίζει πώς ομαδοποιούνται οι χρήστες για αυτό το πείραμα περιεχομένου. Προσοχή: Η αλλαγή της διαμόρφωσης ομάδας σε ένα πείραμα ορατό στους εκπαιδευόμενους θα επηρεάσει τα δεδομένα του πειράματος.

source: Group Configuration
el: Διαμόρφωση Ομάδας
