Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Email was sent to the following users. They will be enrolled once they register:
el: Στάλθηκε email στους ακόλουθους χρήστες. Θα εγγραφούν μόλις εγγραφούν στην πλατφόρμα:
fr: Un e-mail a été envoyé aux utilisateurs suivants. Ils seront inscrits une fois qu'ils se seront enregistrés :

source: These users will be enrolled once they register:
el: Οι ακόλουθοι χρήστες θα εγγραφούν μόλις εγγραφούν στην πλατφόρμα:
fr: Ces utilisateurs seront inscrits une fois qu'ils se seront enregistrés :

source: Emails successfully sent. The following users are no longer enrolled in the course:
el: Τα email στάλθηκαν επιτυχώς. Οι ακόλουθοι χρήστες δεν είναι πλέον εγγεγραμμένοι στο μάθημα:
fr: E-mails envoyés avec succès. Les utilisateurs suivants ne sont plus inscrits au cours :

source: The following users are no longer enrolled in the course:
el: Οι ακόλουθοι χρήστες δεν είναι πλέον εγγεγραμμένοι στο μάθημα:
fr: Les utilisateurs suivants ne sont plus inscrits au cours :

source: These users were not affiliated with the course so could not be unenrolled:
el: Αυτοί οι χρήστες δεν σχετίζονταν με το μάθημα, επομένως δεν ήταν δυνατή η απεγγραφή τους:
fr: Ces utilisateurs n’étaient pas associés au cours et n’ont donc pas pu être désinscrits :

source: Your message must have a subject.
el: Το μήνυμά σας πρέπει να έχει θέμα.
fr: Votre message doit avoir un objet.

source: Your message cannot be blank.
el: Το μήνυμά σας δεν μπορεί να είναι κενό.
fr: Votre message ne peut pas être vide.

source: Your message must have at least one target.
el: Το μήνυμά σας πρέπει να έχει τουλάχιστον έναν παραλήπτη.
fr: Votre message doit avoir au moins une cible.

source: There are invalid keywords in your email. Check the following keywords and try again.
el: Υπάρχουν μη έγκυρες λέξεις-κλειδιά στο email σας. Ελέγξτε τις ακόλουθες λέξεις-κλειδιά και δοκιμάστε ξανά.
fr: Il y a des mots-clés invalides dans votre e-mail. Vérifiez les mots-clés suivants et réessayez.

source: Yourself
el: Εσείς
fr: Vous-même

source: Everyone who has staff privileges in this course
el: Όλοι όσοι έχουν προνόμια προσωπικού σε αυτό το μάθημα
fr: Toutes les personnes ayant des privilèges de personnel dans ce cours

source: All learners who are enrolled in this course
el: Όλοι οι εκπαιδευόμενοι που είναι εγγεγραμμένοι σε αυτό το μάθημα
fr: Tous les apprenants inscrits à ce cours

source: All learners in the {cohort_name} cohort
el: Όλοι οι εκπαιδευόμενοι στην ομάδα {cohort_name}
fr: Tous les apprenants de la cohorte {cohort_name}

source: All learners in the {track_name} track
el: Όλοι οι εκπαιδευόμενοι στη διαδρομή {track_name}
fr: Tous les apprenants du parcours {track_name}

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
el: Το μήνυμα email σας μπήκε επιτυχώς σε ουρά για αποστολή. Σε μαθήματα με μεγάλο αριθμό εκπαιδευομένων, τα μηνύματα email προς τους εκπαιδευόμενους μπορεί να χρειαστούν έως και μία ώρα για να σταλούν.
fr: Votre message électronique a été mis en file d'attente avec succès pour l'envoi. Dans les cours comptant un grand nombre d'apprenants, les messages électroniques aux apprenants peuvent prendre jusqu'à une heure pour être envoyés.

source: You are sending an email message with the subject {subject} to the following recipients.
el: Στέλνετε ένα μήνυμα email με θέμα {subject} στους ακόλουθους παραλήπτες.
fr: Vous envoyez un message électronique avec l'objet {subject} aux destinataires suivants.

source: Is this OK?
el: Είναι εντάξει;
fr: Est-ce que cela vous convient ?

source: Error sending email.
el: Σφάλμα κατά την αποστολή email.
fr: Erreur lors de l'envoi de l'e-mail.

source: There is no email history for this course.
el: Δεν υπάρχει ιστορικό email για αυτό το μάθημα.
fr: Il n&#39;y a pas d&#39;historique de courrier électronique pour ce cours.

source: There was an error obtaining email task history for this course.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση του ιστορικού εργασιών email για αυτό το μάθημα.
fr: Une erreur s'est produite lors de l'obtention de l'historique des tâches par e-mail pour ce cours.

source: There was an error obtaining email content history for this course.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση του ιστορικού περιεχομένου email για αυτό το μάθημα.
fr: Une erreur s'est produite lors de l'obtention de l'historique du contenu des e-mails pour ce cours.

source: Send to:
el: Αποστολή σε:
fr: Envoyer à :

source: Please enter a student email address or username.
el: Παρακαλούμε εισαγάγετε μια διεύθυνση email φοιτητή ή όνομα χρήστη.
fr: Veuillez entrer une adresse e-mail ou un nom d'utilisateur d'étudiant.

source: Error getting enrollment status for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
el: Σφάλμα κατά την ανάκτηση της κατάστασης εγγραφής για '<%- student_id %>'. Βεβαιωθείτε ότι το αναγνωριστικό του φοιτητή είναι γραμμένο σωστά.
fr: Erreur lors de l'obtention du statut d'inscription pour '<%- student_id %>'. Assurez-vous que l'identifiant de l'étudiant est orthographié correctement.

source: Retrieving enrollment status...
el: Ανάκτηση κατάστασης εγγραφής...
fr: Récupération du statut d'inscription...

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
el: Σφάλμα κατά την ανάκτηση του URL προόδου φοιτητή για '<%- student_id %>'. Βεβαιωθείτε ότι το αναγνωριστικό του φοιτητή είναι γραμμένο σωστά.
fr: Erreur lors de l'obtention de l'URL de progression de l'étudiant pour '<%- student_id %>'. Assurez-vous que l'identifiant de l'étudiant est orthographié correctement.

source: Please enter a problem location.
el: Παρακαλούμε εισαγάγετε μια τοποθεσία προβλήματος.
fr: Veuillez entrer un emplacement de problème.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
el: Επιτυχία! Οι προσπάθειες για το πρόβλημα '<%- problem_id %>' και τον φοιτητή '<%- student_id %>' επαναφέρθηκαν.
fr: Succès ! Les tentatives de problème pour le problème '<%- problem_id %>' et l'étudiant '<%- student_id %>' ont été réinitialisées.

source: Error resetting problem attempts for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
el: Σφάλμα κατά την επαναφορά προσπαθειών για το πρόβλημα '<%- problem_id %>' και τον φοιτητή '<%- student_id %>'. Βεβαιωθείτε ότι τα αναγνωριστικά του προβλήματος και του φοιτητή είναι πλήρη και σωστά.
fr: Erreur lors de la réinitialisation des tentatives de problème pour le problème '<%- problem_id %>' et l'étudiant '<%- student_id %>'. Assurez-vous que les identifiants du problème et de l'étudiant sont complets et corrects.

source: Delete student '<%- student_id %>'s state on problem '<%- problem_id %>'?
el: Διαγραφή της κατάστασης του φοιτητή '<%- student_id %>' στο πρόβλημα '<%- problem_id %>';
fr: Supprimer l'état de l'étudiant '<%- student_id %>' sur le problème '<%- problem_id %>' ?

source: Error deleting student '<%- student_id %>'s state on problem '<%- problem_id %>'. Make sure that the problem and student identifiers are complete and correct.
el: Σφάλμα κατά τη διαγραφή της κατάστασης του φοιτητή '<%- student_id %>' στο πρόβλημα '<%- problem_id %>'. Βεβαιωθείτε ότι τα αναγνωριστικά του προβλήματος και του φοιτητή είναι πλήρη και σωστά.
fr: Erreur lors de la suppression de l'état de l'étudiant '<%- student_id %>' sur le problème '<%- problem_id %>'. Assurez-vous que les identifiants du problème et de l'étudiant sont complets et corrects.

source: Module state successfully deleted.
el: Η κατάσταση της ενότητας διαγράφηκε με επιτυχία.
fr: État du module supprimé avec succès.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
el: Σφάλμα κατά την ανάκτηση του ιστορικού εργασιών για το πρόβλημα '<%- problem_id %>' και τον φοιτητή '<%- student_id %>'. Βεβαιωθείτε ότι τα αναγνωριστικά του προβλήματος και του φοιτητή είναι πλήρη και σωστά.
fr: Erreur lors de l'obtention de l'historique des tâches pour le problème '<%- problem_id %>' et l'étudiant '<%- student_id %>'. Assurez-vous que les identifiants du problème et de l'étudiant sont complets et corrects.

source: Entrance exam attempts is being reset for student '{student_id}'.
el: Γίνεται επαναφορά των προσπαθειών του εισαγωγικού τεστ για τον φοιτητή '{student_id}'.
fr: Les tentatives d'examen d'entrée sont en cours de réinitialisation pour l'étudiant '{student_id}'.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
el: Σφάλμα κατά την επαναφορά των προσπαθειών του εισαγωγικού τεστ για τον φοιτητή '{student_id}'. Βεβαιωθείτε ότι το αναγνωριστικό του φοιτητή είναι σωστό.
fr: Erreur lors de la réinitialisation des tentatives d'examen d'entrée pour l'étudiant '{student_id}'. Assurez-vous que l'identifiant de l'étudiant est correct.

source: Enter a student's username or email address.
el: Εισαγάγετε το όνομα χρήστη ή τη διεύθυνση email ενός φοιτητή.
fr: Entrez le nom d'utilisateur ou l'adresse e-mail d'un étudiant.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
el: Θέλετε να επιτρέψετε σε αυτόν τον φοιτητή ('{student_id}') να παραλείψει το εισαγωγικό τεστ;
fr: Souhaitez-vous autoriser cet étudiant ('{student_id}') à sauter l'examen d'entrée ?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
el: Παρουσιάστηκε σφάλμα. Βεβαιωθείτε ότι το όνομα χρήστη ή η διεύθυνση email του φοιτητή είναι σωστά και δοκιμάστε ξανά.
fr: Une erreur s'est produite. Vérifiez que le nom d'utilisateur ou l'adresse e-mail de l'étudiant est correct et réessayez.

source: Entrance exam state is being deleted for student '{student_id}'.
el: Γίνεται διαγραφή της κατάστασης του εισαγωγικού τεστ για τον φοιτητή '{student_id}'.
fr: L'état de l'examen d'entrée est en cours de suppression pour l'étudiant '{student_id}'.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
el: Σφάλμα κατά τη διαγραφή της κατάστασης του εισαγωγικού τεστ για τον φοιτητή '{student_id}'. Βεβαιωθείτε ότι το αναγνωριστικό του φοιτητή είναι σωστό.
fr: Erreur lors de la suppression de l'état de l'examen d'entrée pour l'étudiant '{student_id}'. Vérifiez que l'identifiant de l'étudiant est correct.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
el: Σφάλμα κατά την ανάκτηση του ιστορικού εργασιών του εισαγωγικού τεστ για τον φοιτητή '{student_id}'. Βεβαιωθείτε ότι το αναγνωριστικό του φοιτητή είναι σωστό.
fr: Erreur lors de la récupération de l'historique des tâches de l'examen d'entrée pour l'étudiant '{student_id}'. Vérifiez que l'identifiant de l'étudiant est correct.

source: Reset attempts for all students on problem '<%- problem_id %>'?
el: Επαναφορά προσπαθειών για όλους τους φοιτητές στο πρόβλημα '<%- problem_id %>';
fr: Réinitialiser les tentatives pour tous les étudiants sur le problème '<%- problem_id %>' ?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
el: Η εργασία για την επαναφορά προσπαθειών για το πρόβλημα '<%- problem_id %>' ξεκίνησε με επιτυχία. Κάντε κλικ στο κουμπί 'Εμφάνιση κατάστασης εργασίας' για να δείτε την κατάσταση της εργασίας.
fr: La tâche de réinitialisation des tentatives pour le problème '<%- problem_id %>' a démarré avec succès. Cliquez sur le bouton 'Afficher l'état de la tâche' pour voir l'état de la tâche.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
el: Σφάλμα κατά την εκκίνηση εργασίας για την επαναφορά προσπαθειών για όλους τους φοιτητές στο πρόβλημα '<%- problem_id %>'. Βεβαιωθείτε ότι το αναγνωριστικό του προβλήματος είναι πλήρες και σωστό.
fr: Erreur lors du démarrage d'une tâche pour réinitialiser les tentatives pour tous les étudiants sur le problème '<%- problem_id %>'. Vérifiez que l'identifiant du problème est complet et correct.

source: Error listing task history for this student and problem.
el: Σφάλμα κατά την εμφάνιση του ιστορικού εργασιών για αυτόν τον φοιτητή και αυτό το πρόβλημα.
fr: Erreur lors de l'affichage de l'historique des tâches pour cet étudiant et ce problème.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
el: Ξεκίνησε εργασία επαναβαθμολόγησης προβλήματος για το πρόβλημα '<%- problem_id %>' και τον φοιτητή '<%- student_id %>'. Κάντε κλικ στο κουμπί 'Εμφάνιση κατάστασης εργασίας' για να δείτε την κατάσταση της εργασίας.
fr: La tâche de re-notation du problème '<%- problem_id %>' pour l'étudiant '<%- student_id %>' a démarré. Cliquez sur le bouton 'Afficher l'état de la tâche' pour voir l'état de la tâche.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
el: Σφάλμα κατά την εκκίνηση εργασίας για επαναβαθμολόγηση του προβλήματος '<%- problem_id %>' για τον φοιτητή '<%- student_id %>'. Βεβαιωθείτε ότι τα αναγνωριστικά του προβλήματος και του φοιτητή είναι πλήρη και σωστά.
fr: Erreur lors du démarrage d'une tâche pour re-noter le problème '<%- problem_id %>' pour l'étudiant '<%- student_id %>'. Vérifiez que les identifiants du problème et de l'étudiant sont complets et corrects.

source: Please enter a score.
el: Παρακαλούμε εισαγάγετε μια βαθμολογία.
fr: Veuillez entrer une note.

source: Started task to override the score for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
el: Ξεκίνησε εργασία για παράκαμψη της βαθμολογίας για το πρόβλημα '<%- problem_id %>' και τον φοιτητή '<%- student_id %>'. Κάντε κλικ στο κουμπί 'Εμφάνιση κατάστασης εργασίας' για να δείτε την κατάσταση της εργασίας.
fr: La tâche de substitution de la note pour le problème '<%- problem_id %>' et l'étudiant '<%- student_id %>' a démarré. Cliquez sur le bouton 'Afficher l'état de la tâche' pour voir l'état de la tâche.

source: Error starting a task to override score for problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the score and the problem and student identifiers are complete and correct.
el: Σφάλμα κατά την εκκίνηση εργασίας για παράκαμψη της βαθμολογίας για το πρόβλημα '<%- problem_id %>' για τον φοιτητή '<%- student_id %>'. Βεβαιωθείτε ότι η βαθμολογία και τα αναγνωριστικά του προβλήματος και του φοιτητή είναι πλήρη και σωστά.
fr: Erreur lors du démarrage d'une tâche pour substituer la note du problème '<%- problem_id %>' pour l'étudiant '<%- student_id %>'. Vérifiez que la note ainsi que les identifiants du problème et de l'étudiant sont complets et corrects.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
el: Ξεκίνησε εργασία επαναβαθμολόγησης εισαγωγικού τεστ για τον φοιτητή '{student_id}'. Κάντε κλικ στο κουμπί 'Εμφάνιση κατάστασης εργασίας' για να δείτε την κατάσταση της εργασίας.
fr: La tâche de re-notation de l'examen d'entrée pour l'étudiant '{student_id}' a démarré. Cliquez sur le bouton 'Afficher l'état de la tâche' pour voir l'état de la tâche.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
el: Σφάλμα κατά την εκκίνηση εργασίας για επαναβαθμολόγηση του εισαγωγικού τεστ για τον φοιτητή '{student_id}'. Βεβαιωθείτε ότι το εισαγωγικό τεστ περιέχει προβλήματα και ότι το αναγνωριστικό του φοιτητή είναι σωστό.
fr: Erreur lors du démarrage d'une tâche pour re-noter l'examen d'entrée pour l'étudiant '{student_id}'. Vérifiez que l'examen d'entrée contient des problèmes et que l'identifiant de l'étudiant est correct.

source: Rescore problem '<%- problem_id %>' for all students?
el: Επαναβαθμολόγηση του προβλήματος '<%- problem_id %>' για όλους τους φοιτητές;
fr: Re-noter le problème '<%- problem_id %>' pour tous les étudiants ?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
el: Η εργασία για επαναβαθμολόγηση του προβλήματος '<%- problem_id %>' για όλους τους φοιτητές ξεκίνησε με επιτυχία. Κάντε κλικ στο κουμπί 'Εμφάνιση κατάστασης εργασίας' για να δείτε την κατάσταση της εργασίας.
fr: La tâche de re-notation du problème '<%- problem_id %>' pour tous les étudiants a démarré avec succès. Cliquez sur le bouton 'Afficher l'état de la tâche' pour voir l'état de la tâche.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
el: Σφάλμα κατά την εκκίνηση εργασίας για επαναβαθμολόγηση του προβλήματος '<%- problem_id %>'. Βεβαιωθείτε ότι το αναγνωριστικό του προβλήματος είναι πλήρες και σωστό.
fr: Erreur lors du démarrage d'une tâche pour re-noter le problème '<%- problem_id %>'. Vérifiez que l'identifiant du problème est complet et correct.

source: Task Type
el: Τύπος εργασίας
fr: Tâche Type

source: Task inputs
el: Είσοδοι εργασίας
fr: Entrées de la tâche

source: Task ID
el: Αναγνωριστικό εργασίας
fr: ID de tâche

source: Requester
el: Αιτών
fr: Demandeur

source: Submitted
el: Υποβλήθηκε
fr: Soumis

source: Duration (sec)
el: Διάρκεια (δευτ.)
fr: Durée (sec)

source: State
el: Κατάσταση
fr: État

source: Task Status
el: Κατάσταση εργασίας
fr: Statut de la tâche

source: Task Progress
el: Πρόοδος εργασίας
fr: Progression de la Tâche

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση του email σας. Παρακαλούμε δοκιμάστε ξανά αργότερα και επικοινωνήστε με την τεχνική υποστήριξη αν το πρόβλημα επιμένει.
fr: Une erreur est survenue lors de la récupération de votre e-mail. Veuillez réessayer plus tard et contacter le support technique si le problème persiste.

source: Sent By
el: Απεστάλη από
fr: Envoyée par

source: Sent To
el: Απεστάλη σε
fr: Envoyé à

source: Time Sent
el: Ώρα αποστολής
fr: Heure d&#39;envoi

source: Number Sent
el: Αριθμός που εστάλησαν
fr: Numéro envoyé

source: Copy Email To Editor
el: Αντιγραφή email στον επεξεργαστή
fr: Copier l'e-mail dans l'éditeur

source: Subject:
el: Θέμα:
fr: Sujet:

source: Sent By:
el: Απεστάλη από:
fr: Envoyé par :

source: Time Sent:
el: Ώρα αποστολής:
fr: Heure d'envoi :

source: Sent To:
el: Απεστάλη σε:
fr: Envoyé à :

source: Message:
el: Μήνυμα:

source: No tasks currently running.
el: Δεν εκτελούνται εργασίες αυτή τη στιγμή.
fr: Aucune tâche en cours d'exécution.

source: File Name
el: Όνομα αρχείου
fr: Nom du fichier

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
el: Οι σύνδεσμοι δημιουργούνται κατόπιν αιτήματος και λήγουν μέσα σε 5 λεπτά λόγω της ευαίσθητης φύσης των πληροφοριών των φοιτητών.
fr: Les liens sont générés à la demande et expirent dans les 5 minutes en raison de la nature sensible des informations des étudiants.

source: You have access to the {enterpriseName} dashboard
el: Έχετε πρόσβαση στον πίνακα ελέγχου {enterpriseName}
fr: Vous avez accès au tableau de bord {enterpriseName}

source: To access the courses available to you through {enterpriseName}, visit the {enterpriseName} dashboard.
el: Για να αποκτήσετε πρόσβαση στα μαθήματα που είναι διαθέσιμα σε εσάς μέσω του {enterpriseName}, επισκεφθείτε τον πίνακα ελέγχου {enterpriseName}.
fr: Pour accéder aux cours disponibles via {enterpriseName}, visitez le tableau de bord {enterpriseName}.

source: Go to dashboard
el: Μετάβαση στον πίνακα ελέγχου
fr: Accéder au tableau de bord

source: (Self-paced) Starts {start}
el: (Με αυτορυθμιζόμενο ρυθμό) Ξεκινά {start}
fr: (À votre rythme) Débute le {start}

source: (Self-paced) Started {start}
el: (Με αυτορυθμιζόμενο ρυθμό) Ξεκίνησε {start}
fr: (À votre rythme) Débuté le {start}

source: (Self-paced) Ends {end}
el: (Με αυτορυθμιζόμενο ρυθμό) Λήγει {end}
fr: (À votre rythme) Se termine le {end}

source: (Self-paced) Ended {end}
el: (Με αυτορυθμιζόμενο ρυθμό) Έληξε {end}
fr: (À votre rythme) Terminé le {end}

source: Starts {start}
el: Ξεκινά {start}
fr: Débute le {start}

source: Started {start}
el: Ξεκίνησε {start}
fr: Débuté le {start}

source: Ends {end}
el: Λήγει {end}
fr: Se termine le {end}

source: You must select a session to access the course.
el: Πρέπει να επιλέξετε μια συνεδρία για να αποκτήσετε πρόσβαση στο μάθημα.
fr: Vous devez sélectionner une session pour accéder au cours.

source: There was an error. Please reload the page and try again.
el: Παρουσιάστηκε σφάλμα. Παρακαλούμε ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Une erreur s'est produite. Veuillez recharger la page et réessayer.

source: Change Session
el: Αλλαγή συνεδρίας
fr: Changer de session

source: Select Session
el: Επιλογή συνεδρίας
fr: Sélectionner une session

source: Leave Current Session
el: Αποχώρηση από την τρέχουσα συνεδρία
fr: Quitter la session actuelle

source: Are you sure you want to select this session?
el: Είστε σίγουροι ότι θέλετε να επιλέξετε αυτή τη συνεδρία;
fr: Êtes-vous sûr de vouloir sélectionner cette session ?

source: Are you sure you want to change to a different session?
el: Είστε σίγουροι ότι θέλετε να αλλάξετε σε διαφορετική συνεδρία;
fr: Êtes-vous sûr de vouloir changer pour une session différente ?

source: Any course progress or grades from your current session will be lost.
el: Οποιαδήποτε πρόοδος ή βαθμοί από την τρέχουσα συνεδρία σας θα χαθούν.
fr: Toute progression du cours ou notes de votre session actuelle seront perdues.

source: Are you sure that you want to leave this session?
el: Είστε σίγουροι ότι θέλετε να αποχωρήσετε από αυτή τη συνεδρία;
fr: Êtes-vous sûr de vouloir quitter cette session ?

source: Your unenrollment request could not be processed. Please try again later.
el: Δεν ήταν δυνατή η επεξεργασία του αιτήματος ακύρωσης εγγραφής σας. Παρακαλούμε δοκιμάστε ξανά αργότερα.
fr: Votre demande de désinscription n'a pas pu être traitée. Veuillez réessayer plus tard.

source: Are you sure you want to unenroll from {courseName} ({courseNumber})? You will be refunded the amount you paid.
el: Είστε σίγουροι ότι θέλετε να ακυρώσετε την εγγραφή σας από το {courseName} ({courseNumber}); Θα σας επιστραφεί το ποσό που πληρώσατε.
fr: Êtes-vous sûr de vouloir vous désinscrire de {courseName} ({courseNumber}) ? Le montant que vous avez payé vous sera remboursé.

source: {type} Progress
el: Πρόοδος {type}
fr: Progression {type}

source: Earned Certificates
el: Αποκτηθέντα πιστοποιητικά
fr: Certificats obtenus

source: Enrolled
el: Εγγεγραμμένος/η
fr: Inscrit

source: Successfully reset the attempts for user {user}
el: Οι προσπάθειες επαναφέρθηκαν με επιτυχία για τον χρήστη {user}
fr: Réinitialisation des tentatives pour l'utilisateur {user} effectuée avec succès.

source: Failed to reset attempts for user.
el: Αποτυχία επαναφοράς προσπαθειών για τον χρήστη.
fr: Échec de la réinitialisation des tentatives pour l'utilisateur.

source: Successfully deleted student state for user {user}
el: Η κατάσταση φοιτητή διαγράφηκε με επιτυχία για τον χρήστη {user}
fr: Suppression de l'état de l'étudiant pour l'utilisateur {user} effectuée avec succès.
