Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Which child block students in a particular group_id should see
el: Ποιο μπλοκ παιδιού θα πρέπει να βλέπουν οι εκπαιδευόμενοι σε ένα συγκεκριμένο {group_id}

source: {group_name} (inactive)
el: {group_name} (ανενεργό)

source: The experiment is not associated with a group configuration.
el: Το πείραμα δεν σχετίζεται με διαμόρφωση ομάδας.

source: Select a Group Configuration
el: Επιλέξτε Διαμόρφωση Ομάδας

source: The experiment uses a deleted group configuration. Select a valid group configuration or delete this experiment.
el: Το πείραμα χρησιμοποιεί μια διαγραμμένη διαμόρφωση ομάδας. Επιλέξτε μια έγκυρη διαμόρφωση ομάδας ή διαγράψτε αυτό το πείραμα.

source: The experiment uses a group configuration that is not supported for experiments. Select a valid group configuration or delete this experiment.
el: Το πείραμα χρησιμοποιεί μια διαμόρφωση ομάδας που δεν υποστηρίζεται για πειράματα. Επιλέξτε μια έγκυρη διαμόρφωση ομάδας ή διαγράψτε αυτό το πείραμα.

source: The experiment does not contain all of the groups in the configuration.
el: Το πείραμα δεν περιέχει όλες τις ομάδες στη διαμόρφωση.

source: Add Missing Groups
el: Προσθήκη Απουσιάζουσων Ομάδων

source: The experiment has an inactive group. Move content into active groups, then delete the inactive group.
el: Το πείραμα έχει μια ανενεργή ομάδα. Μεταφέρετε το περιεχόμενο σε ενεργές ομάδες και στη συνέχεια διαγράψτε την ανενεργή ομάδα.

source: This content experiment has issues that affect content visibility.
el: Αυτό το πείραμα περιεχομένου έχει ζητήματα που επηρεάζουν την ορατότητα του περιεχομένου.

source: External Discussion
el: Εξωτερική Συζήτηση

source: Learners will see the selected component:
el: Οι εκπαιδευόμενοι θα δουν το επιλεγμένο στοιχείο:

source: Press {link_start}View{link_end} to preview, sync/update, and/or remove the selected components.
el: Πατήστε {link_start}Προεπισκόπηση{link_end} για να προεπισκοπήσετε, συγχρονίσετε/ενημερώσετε ή/και να αφαιρέσετε τα επιλεγμένα στοιχεία.

source: Press {link_start}Edit{link_end} to configure how many will be shown and other settings.
el: Πατήστε {link_start}Επεξεργασία{link_end} για να διαμορφώσετε πόσα θα εμφανίζονται και άλλες ρυθμίσεις.

source: You have not selected any components yet.
el: Δεν έχετε επιλέξει ακόμη κανένα στοιχείο.

source: {button_start}Add components{button_end} from a content library to this problem bank.
el: {button_start}Προσθήκη στοιχείων{button_end} από μια βιβλιοθήκη περιεχομένου σε αυτήν την τράπεζα προβλημάτων.

source: Enable in-context discussions for the Unit
el: Ενεργοποίηση συζητήσεων στο πλαίσιο για τη Μονάδα

source: Add discussion for the Unit.
el: Προσθήκη συζήτησης για τη Μονάδα.

source: Basic
el: Βασικό

source: There is no transcript file associated with the {lang} language.
el: Δεν υπάρχει αρχείο υπότιτλων συσχετισμένο με τη γλώσσα {lang}.

source: The URL for your video. This can be a YouTube URL or a link to an .mp4, .ogg, or .webm video file hosted elsewhere on the Internet.
el: Το URL για το βίντεό σας. Αυτό μπορεί να είναι ένα URL του YouTube ή ένας σύνδεσμος σε αρχείο βίντεο .mp4, .ogg ή .webm που φιλοξενείται αλλού στο Διαδίκτυο.

source: Default Video URL
el: Προεπιλεγμένο URL βίντεο

source: Runtime does not support transcripts.
el: Ο χρόνος εκτέλεσης δεν υποστηρίζει υπότιτλους.

source: Language is required.
el: Η γλώσσα είναι υποχρεωτική.

source: Component Display Name
el: Εμφανιζόμενο Όνομα Στοιχείου

source: Current position in the video.
el: Τρέχουσα θέση στο βίντεο.

source: Optional, for older browsers: the YouTube ID for the normal speed video.
el: Προαιρετικό, για παλαιότερους περιηγητές: το YouTube ID για το βίντεο κανονικής ταχύτητας.

source: Optional, for older browsers: the YouTube ID for the .75x speed video.
el: Προαιρετικό, για παλαιότερους περιηγητές: το YouTube ID για το βίντεο με ταχύτητα .75x.

source: YouTube ID for .75x speed
el: YouTube ID για ταχύτητα .75x

source: Optional, for older browsers: the YouTube ID for the 1.25x speed video.
el: Προαιρετικό, για παλαιότερους περιηγητές: το YouTube ID για το βίντεο με ταχύτητα 1.25x.

source: YouTube ID for 1.25x speed
el: YouTube ID για ταχύτητα 1.25x

source: Optional, for older browsers: the YouTube ID for the 1.5x speed video.
el: Προαιρετικό, για παλαιότερους περιηγητές: το YouTube ID για το βίντεο με ταχύτητα 1.5x.

source: YouTube ID for 1.5x speed
el: YouTube ID για ταχύτητα 1.5x

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
el: Ώρα που θέλετε να ξεκινήσει το βίντεο αν δεν θέλετε να αναπαραχθεί ολόκληρο το βίντεο. Δεν υποστηρίζεται στην εγγενή εφαρμογή για κινητά: θα αναπαραχθεί ολόκληρο το αρχείο βίντεο. Η μορφοποίηση είναι ως ΩΩ:ΛΛ:ΔΔ. Η μέγιστη τιμή είναι 23:59:59.

source: Video Start Time
el: Ώρα Έναρξης Βίντεο

source: Time you want the video to stop if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
el: Ώρα που θέλετε να σταματήσει το βίντεο αν δεν θέλετε να αναπαραχθεί ολόκληρο το βίντεο. Δεν υποστηρίζεται στην εγγενή εφαρμογή για κινητά: θα αναπαραχθεί ολόκληρο το αρχείο βίντεο. Η μορφοποίηση είναι ως ΩΩ:ΛΛ:ΔΔ. Η μέγιστη τιμή είναι 23:59:59.

source: Video Stop Time
el: Ώρα Τερματισμού Βίντεο

source: Allow students to download versions of this video in different formats if they cannot use the edX video player or do not have access to YouTube. You must add at least one non-YouTube URL in the Video File URLs field.
el: Επιτρέψτε στους μαθητές να κατεβάσουν εκδόσεις αυτού του βίντεο σε διαφορετικές μορφές αν δεν μπορούν να χρησιμοποιήσουν το πρόγραμμα αναπαραγωγής βίντεο του edX ή δεν έχουν πρόσβαση στο YouTube. Πρέπει να προσθέσετε τουλάχιστον μία μη-YouTube διεύθυνση URL στο πεδίο Διευθύνσεις URL Αρχείων Βίντεο.

source: Video Download Allowed
el: Επιτρεπόμενη Λήψη Βίντεο

source: The URL or URLs where you've posted non-YouTube versions of the video. Each URL must end in .mpeg, .mp4, .ogg, or .webm and cannot be a YouTube URL. (For browser compatibility, we strongly recommend .mp4 and .webm format.) Students will be able to view the first listed video that's compatible with the student's computer. To allow students to download these videos, set Video Download Allowed to True.
el: Η διεύθυνση URL ή οι διευθύνσεις URL όπου έχετε ανεβάσει μη-YouTube εκδόσεις του βίντεο. Κάθε διεύθυνση URL πρέπει να τελειώνει σε .mpeg, .mp4, .ogg ή .webm και δεν μπορεί να είναι διεύθυνση URL του YouTube. (Για συμβατότητα με το πρόγραμμα περιήγησης, συνιστούμε έντονα τη μορφή .mp4 και .webm.) Οι μαθητές θα μπορούν να δουν το πρώτο βίντεο της λίστας που είναι συμβατό με τον υπολογιστή του μαθητή. Για να επιτρέψετε στους μαθητές να κατεβάσουν αυτά τα βίντεο, ορίστε την Επιτρεπόμενη Λήψη Βίντεο σε True.

source: Video File URLs
el: Διευθύνσεις URL Αρχείων Βίντεο

source: By default, students can download an .srt or .txt transcript when you set Download Transcript Allowed to True. If you want to provide a downloadable transcript in a different format, we recommend that you upload a handout by using the Upload a Handout field. If this isn't possible, you can post a transcript file on the Files & Uploads page or on the Internet, and then add the URL for the transcript here. Students see a link to download that transcript below the video.
el: Εξ ορισμού, οι μαθητές μπορούν να κατεβάσουν ένα αρχείο υπότιτλων .srt ή .txt όταν ορίσετε την Επιτρεπόμενη Λήψη Υπότιτλων σε True. Αν θέλετε να παρέχετε ένα αρχείο υπότιτλων για λήψη σε διαφορετική μορφή, συνιστούμε να ανεβάσετε ένα βοηθητικό υλικό χρησιμοποιώντας το πεδίο Ανέβασμα Βοηθητικού Υλικού. Αν αυτό δεν είναι εφικτό, μπορείτε να ανεβάσετε ένα αρχείο υπότιτλων στη σελίδα Αρχεία & Μεταφορτώσεις ή στο Διαδίκτυο και στη συνέχεια να προσθέσετε τη διεύθυνση URL για το υπότιτλο εδώ. Οι μαθητές βλέπουν έναν σύνδεσμο για να κατεβάσουν αυτό το υπότιτλο κάτω από το βίντεο.

source: Downloadable Transcript URL
el: Διεύθυνση URL Λήψιμου Υποτίτλου

source: Allow students to download the timed transcript. A link to download the file appears below the video. By default, the transcript is an .srt or .txt file. If you want to provide the transcript for download in a different format, upload a file by using the Upload Handout field.
el: Επιτρέψτε στους μαθητές να κατεβάσουν το χρονισμένο υπότιτλο. Ένας σύνδεσμος για τη λήψη του αρχείου εμφανίζεται κάτω από το βίντεο. Εξ ορισμού, το υπότιτλο είναι αρχείο .srt ή .txt. Αν θέλετε να παρέχετε το υπότιτλο για λήψη σε διαφορετική μορφή, ανεβάστε ένα αρχείο χρησιμοποιώντας το πεδίο Ανέβασμα Βοηθητικού Υλικού.

source: Download Transcript Allowed
el: Επιτρεπόμενη Λήψη Υπότιτλων

source: The default transcript for the video, from the Default Timed Transcript field on the Basic tab. This transcript should be in English. You don't have to change this setting.
el: Το προεπιλεγμένο υπότιτλο για το βίντεο, από το πεδίο Προεπιλεγμένο Χρονισμένο Υπότιτλο στην καρτέλα Βασικά. Αυτό το υπότιτλο πρέπει να είναι στα Αγγλικά. Δεν χρειάζεται να αλλάξετε αυτήν τη ρύθμιση.

source: Default Timed Transcript
el: Προεπιλεγμένο Χρονισμένο Υπότιτλο

source: Specify whether the transcripts appear with the video by default.
el: Καθορίστε αν τα υπότιτλα θα εμφανίζονται με το βίντεο εξ ορισμού.

source: Show Transcript
el: Εμφάνιση Υπότιτλων

source: Add transcripts in different languages. Click below to specify a language and upload an .srt transcript file for that language.
el: Προσθέστε υπότιτλους σε διαφορετικές γλώσσες. Κάντε κλικ παρακάτω για να καθορίσετε μια γλώσσα και να ανεβάσετε ένα αρχείο υπότιτλων .srt για αυτήν τη γλώσσα.

source: Transcript Languages
el: Γλώσσα Υπότιτλων

source: Preferred language for transcript.
el: Προτιμώμενη γλώσσα για υπότιτλο.

source: Preferred language for transcript
el: Προτιμώμενη γλώσσα για υπότιτλο

source: Transcript file format to download by user.
el: Μορφή αρχείου μεταγραφής για λήψη από τον χρήστη.

source: SubRip (.srt) file
el: Αρχείο SubRip (.srt)

source: Text (.txt) file
el: Αρχείο κειμένου (.txt)

source: The last speed that the user specified for the video.
el: Η τελευταία ταχύτητα που όρισε ο χρήστης για το βίντεο.

source: The default speed for the video.
el: Η προεπιλεγμένη ταχύτητα για το βίντεο.

source: Specify whether to advance automatically to the next unit when the video ends.
el: Καθορίστε εάν θα προχωράει αυτόματα στην επόμενη ενότητα όταν τελειώσει το βίντεο.

source: Specify whether YouTube is available for the user.
el: Καθορίστε εάν το YouTube είναι διαθέσιμο για τον χρήστη.

source: Upload a handout to accompany this video. Students can download the handout by clicking Download Handout under the video.
el: Ανεβάστε ένα συνοδευτικό έγγραφο για αυτό το βίντεο. Οι μαθητές μπορούν να κατεβάσουν το έγγραφο κάνοντας κλικ στην επιλογή «Λήψη Συνοδευτικού Εγγράφου» κάτω από το βίντεο.

source: Upload Handout
el: Ανέβασμα Συνοδευτικού Εγγράφου

source: Specify whether access to this video is limited to browsers only, or if it can be accessed from other applications including mobile apps.
el: Καθορίστε εάν η πρόσβαση σε αυτό το βίντεο περιορίζεται μόνο σε προγράμματα περιήγησης ή αν μπορεί να προσπελαστεί και από άλλες εφαρμογές, συμπεριλαμβανομένων εφαρμογών για κινητά.

source: Video Available on Web Only
el: Βίντεο Διαθέσιμο Μόνο στον Ιστό

source: If you were assigned a Video ID by edX for the video to play in this component, enter the ID here. In this case, do not enter values in the Default Video URL, the Video File URLs, and the YouTube ID fields. If you were not assigned a Video ID, enter values in those other fields and ignore this field.
el: Αν σας έχει ανατεθεί αναγνωριστικό βίντεο (Video ID) από την edX για την αναπαραγωγή του βίντεο σε αυτό το στοιχείο, εισαγάγετε το αναγνωριστικό εδώ. Σε αυτή την περίπτωση, μην εισάγετε τιμές στα πεδία «Προεπιλεγμένη Διεύθυνση URL Βίντεο», «Διευθύνσεις URL Αρχείων Βίντεο» και «Αναγνωριστικό YouTube». Αν δεν σας έχει ανατεθεί αναγνωριστικό βίντεο, εισαγάγετε τιμές σε αυτά τα πεδία και αγνοήστε αυτό το πεδίο.

source: Date of the last view of the bumper
el: Ημερομηνία της τελευταίας προβολής του εισαγωγικού βίντεο (bumper).

source: Do not show bumper again
el: Να μην εμφανιστεί ξανά το εισαγωγικό βίντεο (bumper).

source: Specify whether the video can be accessed publicly by learners.
el: Καθορίστε εάν το βίντεο μπορεί να προσπελαστεί δημόσια από τους μαθητές.

source: Public Access
el: Δημόσια Πρόσβαση

source: Add a specific thumbnail for learners to see before playing the video.
el: Προσθέστε μια συγκεκριμένη μικρογραφία για να βλέπουν οι μαθητές πριν παίξουν το βίντεο.

source: Thumbnail
el: Μικρογραφία

source: Instructions
el: Οδηγίες

source: Add instructions to help learners understand how to use the word cloud. Clear instructions are important, especially for learners who have accessibility requirements.
el: Προσθέστε οδηγίες για να βοηθήσετε τους μαθητές να κατανοήσουν πώς να χρησιμοποιήσουν το νέφος λέξεων. Οι σαφείς οδηγίες είναι σημαντικές, ειδικά για μαθητές με απαιτήσεις προσβασιμότητας.

source: Inputs
el: Εισαγωγές

source: The number of text boxes available for learners to add words and sentences.
el: Ο αριθμός των πεδίων κειμένου που είναι διαθέσιμα για τους εκπαιδευόμενους να προσθέσουν λέξεις και προτάσεις.

source: Maximum Words
el: Μέγιστος Αριθμός Λέξεων

source: The maximum number of words displayed in the generated word cloud.
el: Ο μέγιστος αριθμός λέξεων που εμφανίζονται στο παραγόμενο νέφος λέξεων.

source: Show Percents
el: Εμφάνιση Ποσοστών

source: Statistics are shown for entered words near that word.
el: Εμφανίζονται στατιστικά για τις καταχωρημένες λέξεις δίπλα σε κάθε λέξη.

source: Whether this learner has posted words to the cloud.
el: Εάν αυτός ο εκπαιδευόμενος έχει δημοσιεύσει λέξεις στο νέφος.

source: Student answer.
el: Απάντηση μαθητή.

source: All possible words from all learners.
el: Όλες οι δυνατές λέξεις από όλους τους εκπαιδευόμενους.

source: Top num_top_words words for word cloud.
el: Οι κορυφαίες {num_top_words} λέξεις για το νέφος λέξεων.

source: {display_name} is only accessible to enrolled learners. Sign in or register, and enroll in this course to view it.
el: Το {display_name} είναι προσβάσιμο μόνο σε εγγεγραμμένους εκπαιδευόμενους. Συνδεθείτε ή εγγραφείτε και εγγραφείτε σε αυτό το μάθημα για να το δείτε.

source: About Us
el: Σχετικά με εμάς

source: Accessibility
el: Προσβασιμότητα

source: Help
el: Βοήθεια

source: Footer navigation
el: Πλοήγηση υποσέλιδου

source: edX and Open edX are registered trademarks of edX LLC.
el: Τα edX και Open edX είναι καταχωρημένα εμπορικά σήματα της edX LLC.

source: Dashboard
el: Πίνακας Ελέγχου

source: Supplemental Links
el: Συμπληρωματικοί Σύνδεσμοι

source: Explore courses
el: Εξερευνήστε μαθήματα

source: Options Menu
el: Μενού Επιλογών

source: Dashboard for:
el: Πίνακας ελέγχου για:

source: More Options
el: Περισσότερες επιλογές

source: Profile
el: Προφίλ

source: Settings
el: Ρυθμίσεις

source: Sign Out
el: Αποσύνδεση

source: {platform_name} Home Page
el: Αρχική σελίδα του {platform_name}

source: {course_number} Progress
el: Πρόοδος στο μάθημα {course_number}

source: View Grading in studio
el: Προβολή βαθμολογίας στο studio

source: Course Progress for '{username}' ({email})
el: Πρόοδος στο μάθημα για τον/την '{username}' ({email})

source: View Certificate
el: Προβολή πιστοποιητικού

source: Opens in a new browser window
el: Ανοίγει σε νέο παράθυρο περιηγητή

source: Request Certificate
el: Αίτηση πιστοποιητικού

source: Requirements for Course Credit
el: Προϋποθέσεις για πίστωση μαθήματος

source: {student_name}, you are no longer eligible for credit in this course.
el: {student_name}, δεν πληροίτε πλέον τις προϋποθέσεις για πίστωση σε αυτό το μάθημα.

source: {student_name}, you have met the requirements for credit in this course. {a_start}Go to your dashboard{a_end} to purchase course credit.
el: {student_name}, έχετε πληροί τις προϋποθέσεις για πίστωση σε αυτό το μάθημα. {a_start}Μεταβείτε στον πίνακα ελέγχου σας{a_end} για να αγοράσετε πίστωση μαθήματος.

source: {student_name}, you have not yet met the requirements for credit.
el: {student_name}, δεν έχετε ακόμη πληροί τις προϋποθέσεις για πίστωση.

source: Information about course credit requirements
el: Πληροφορίες σχετικά με τις προϋποθέσεις πίστωσης μαθήματος

source: Verification Submitted
el: Η επαλήθευση υποβλήθηκε

source: Verification Failed
el: Η επαλήθευση απέτυχε

source: Verification Declined
el: Η επαλήθευση απορρίφθηκε

source: Completed by {date}
el: Ολοκληρώθηκε στις {date}

source: Upcoming
el: Προσεχώς

source: Less
el: Λιγότερα

source: Details for each chapter
el: Λεπτομέρειες για κάθε κεφάλαιο

source: {earned} of {total} possible points
el: {earned} από {total} δυνατούς πόντους

source: due {date}
el: λήγει {date}

source: Suspicious activity detected during proctored exam review. Exam score 0.
el: Εντοπίστηκε ύποπτη δραστηριότητα κατά την αναθεώρηση της εξεταζόμενης εξέτασης. Βαθμολογία εξέτασης 0.

source: Section grade has been overridden.
el: Ο βαθμός της ενότητας έχει παρακαμφθεί.

source: Problem Scores:
el: Βαθμολογίες προβλημάτων:

source: Practice Scores:
el: Βαθμολογίες πρακτικής:

source: Problem scores are hidden until the due date.
el: Οι βαθμολογίες των προβλημάτων είναι κρυφές μέχρι την ημερομηνία λήξης.

source: Practice scores are hidden until the due date.
el: Οι βαθμολογίες της πρακτικής είναι κρυφές μέχρι την ημερομηνία λήξης.

source: Problem scores are hidden.
el: Οι βαθμολογίες των προβλημάτων είναι κρυφές.

source: Practice scores are hidden.
el: Οι βαθμολογίες της πρακτικής είναι κρυφές.

source: No problem scores in this section
el: Δεν υπάρχουν βαθμολογίες προβλημάτων σε αυτή την ενότητα

source: Staff Debug Info
el: Πληροφορίες εντοπισμού σφαλμάτων προσωπικού

source: Submission history
el: Ιστορικό υποβολών

source: View in Studio
el: Προβολή στο Studio

source: about this {block_type}
el: σχετικά με αυτό το {block_type}

source: about {display_name}
el: σχετικά με {display_name}

source: Hi! Do you need any help?
el: Γεια! Χρειάζεστε βοήθεια;

source: Enable AI Chat Assistant
el: Ενεργοποίηση Βοηθού Συνομιλίας AI

source: Invalid request body
el: Μη έγκυρο σώμα αιτήματος

source: Open Learning Chat enabled status
el: Κατάσταση ενεργοποίησης της Συνομιλίας Open Learning

source: Indicates whether or not Open Learning chat is enabled for a block
el: Υποδεικνύει αν η συνομιλία Open Learning είναι ενεργοποιημένη ή όχι για ένα μπλοκ
