Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Return to Your Dashboard
el: Επιστροφή στον Πίνακα ελέγχου σας
fr: Revenir à votre tableau de bord

source: Review Your Photos
el: Ελέγξτε τις φωτογραφίες σας
fr: Vérifiez vos photos

source: Make sure we can verify your identity with the photos and information you have provided.
el: Βεβαιωθείτε ότι μπορούμε να επαληθεύσουμε την ταυτότητά σας με τις φωτογραφίες και τις πληροφορίες που έχετε παράσχει.
fr: Assurez-vous que nous pouvons vérifier votre identité avec les photos et les informations que vous avez fournies.

source: Photo of %(fullName)s
el: Φωτογραφία του/της %(fullName)s
fr: Photo de %(fullName)s

source: Photo of %(fullName)s's ID
el: Φωτογραφία της ταυτότητας του/της %(fullName)s
fr: Photo d&#39;Identité de %(fullName)s

source: Photo requirements:
el: Απαιτήσεις φωτογραφίας:
fr: Exigences en matière de photos :

source: Does the photo of you show your whole face?
el: Η φωτογραφία σας δείχνει ολόκληρο το πρόσωπό σας;
fr: La photo de vous montre-t-elle tout votre visage ?

source: Is your name on your ID readable?
el: Είναι ευανάγνωστο το όνομά σας στην ταυτότητά σας;
fr: Le nom sur votre Identité est-il lisible ?

source: Does the name on your ID match your account name: %(fullName)s?
el: Ταιριάζει το όνομα στην ταυτότητά σας με το όνομα του λογαριασμού σας: %(fullName)s;
fr: Le nom sur votre Identité correspond-il à votre nom de compte : %(fullName)s ?

source: Edit Your Name
el: Επεξεργασία του ονόματός σας
fr: Modifier votre nom

source: Make sure that the full name on your account matches the name on your ID.
el: Βεβαιωθείτε ότι το πλήρες όνομα στον λογαριασμό σας ταιριάζει με το όνομα στην ταυτότητά σας.
fr: Assurez-vous que le nom complet de votre compte correspond au nom figurant sur votre Identité.

source: Photos don't meet the requirements?
el: Οι φωτογραφίες δεν πληρούν τις απαιτήσεις;
fr: Les photos ne répondent pas aux prérequis ?

source: Retake Your Photos
el: Επαναλάβετε τη λήψη των φωτογραφιών σας
fr: Reprenez vos photos

source: Before proceeding, please confirm that your details match
el: Πριν συνεχίσετε, παρακαλούμε επιβεβαιώστε ότι τα στοιχεία σας ταιριάζουν
fr: Avant de continuer, veuillez confirmer que vos coordonnées correspondent

source: Don't see your picture? Make sure to allow your browser to use your camera when it asks for permission.
el: Δεν βλέπετε την εικόνα σας; Βεβαιωθείτε ότι επιτρέπετε στο πρόγραμμα περιήγησής σας να χρησιμοποιεί την κάμερά σας όταν ζητά άδεια.
fr: Vous ne voyez pas votre photo ? Assurez-vous d'autoriser votre navigateur à utiliser votre caméra lorsqu'il demande la permission.

source: Live view of webcam
el: Ζωντανή προβολή από την κάμερα web
fr: Vue en direct de la webcam

source: Retake Photo
el: Επανάληψη λήψης φωτογραφίας
fr: Reprendre la photo

source: Take Photo
el: Λήψη φωτογραφίας
fr: Prendre une photo

source: Bookmarked on
el: Σελιδοδείκτης στις
fr: Mis en signet sur

source: You have not bookmarked any courseware pages yet
el: Δεν έχετε προσθέσει ακόμη σελιδοδείκτη σε καμία σελίδα του εκπαιδευτικού υλικού
fr: Vous n'avez encore ajouté aucune page de cours à vos favoris.

source: Use bookmarks to help you easily return to courseware pages. To bookmark a page, click "Bookmark this page" under the page title.
el: Χρησιμοποιήστε σελιδοδείκτες για να επιστρέφετε εύκολα σε σελίδες του εκπαιδευτικού υλικού. Για να προσθέσετε σελιδοδείκτη σε μια σελίδα, κάντε κλικ στο "Προσθήκη σελιδοδείκτη σε αυτή τη σελίδα" κάτω από τον τίτλο της σελίδας.
fr: Utilisez les favoris pour vous aider à revenir facilement aux pages de Cours. Pour ajouter un signet, cliquez sur « Ajouter cette page aux favoris » sous le titre de la page.

source: Load next {num_items} result
el: Φόρτωση των επόμενων {num_items} αποτελέσματος
fr: Charger le résultat suivant {num_items}

source: Sorry, no results were found.
el: Λυπούμαστε, δεν βρέθηκαν αποτελέσματα.
fr: Désolé, aucun résultat n&#39;a été trouvé.

source: OK
fr: D&#39;ACCORD

source: ID
fr: IDENTITÉ

source: bytes
fr: octets

source: KB
fr: Ko

source: MB
fr: Mo

source: Beta
fr: Bêta
