Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Enter the external login method students can use for the course.
el: Εισαγάγετε τη μέθοδο εξωτερικής σύνδεσης που μπορούν να χρησιμοποιήσουν οι φοιτητές για το μάθημα.

source: Certificates Downloadable Before End
el: Πιστοποιητικά Με δυνατότητα Λήψης Πριν το Τέλος

source: Enter true or false. If true, students can download certificates before the course ends, if they've met certificate requirements.
el: Εισαγάγετε αληθές ή ψευδές. Αν είναι αληθές, οι φοιτητές μπορούν να κατεβάσουν πιστοποιητικά πριν το τέλος του μαθήματος, εάν έχουν ικανοποιήσει τις απαιτήσεις για το πιστοποιητικό.

source: Certificates Display Behavior
el: Συμπεριφορά Εμφάνισης Πιστοποιητικών

source: This field, together with certificate_available_date will determine when a user can see their certificate for the course
el: Αυτό το πεδίο, μαζί με την ημερομηνία διαθεσιμότητας πιστοποιητικού (certificate_available_date), θα καθορίσει πότε ένας χρήστης μπορεί να δει το πιστοποιητικό του για το μάθημα.

source: Course About Page Image
el: Εικόνα Σελίδας Πληροφοριών Μαθήματος

source: Edit the name of the course image file. You must upload this file on the Files & Uploads page. You can also set the course image on the Settings & Details page.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας του μαθήματος. Πρέπει να ανεβάσετε αυτό το αρχείο στη σελίδα Αρχεία & Μεταφορτώσεις. Μπορείτε επίσης να ορίσετε την εικόνα του μαθήματος στη σελίδα Ρυθμίσεις & Λεπτομέρειες.

source: Course Banner Image
el: Εικόνα Banner Μαθήματος

source: Edit the name of the banner image file. You can set the banner image on the Settings & Details page.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας banner. Μπορείτε να ορίσετε την εικόνα banner στη σελίδα Ρυθμίσεις & Λεπτομέρειες.

source: Course Video Thumbnail Image
el: Μικρογραφία Βίντεο Μαθήματος

source: Edit the name of the video thumbnail image file. You can set the video thumbnail image on the Settings & Details page.
el: Επεξεργαστείτε το όνομα του αρχείου εικόνας μικρογραφίας βίντεο. Μπορείτε να ορίσετε την εικόνα μικρογραφίας βίντεο στη σελίδα Ρυθμίσεις & Λεπτομέρειες.

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the short name of the type of certificate that students receive when they complete the course. For instance, "Certificate".
el: Χρησιμοποιήστε αυτή τη ρύθμιση μόνο κατά τη δημιουργία πιστοποιητικών PDF. Μεταξύ εισαγωγικών, εισαγάγετε το σύντομο όνομα του τύπου πιστοποιητικού που λαμβάνουν οι φοιτητές όταν ολοκληρώνουν το μάθημα. Για παράδειγμα, "Πιστοποιητικό".

source: Certificate Name (Short)
el: Όνομα Πιστοποιητικού (Σύντομο)

source: Use this setting only when generating PDF certificates. Between quotation marks, enter the long name of the type of certificate that students receive when they complete the course. For instance, "Certificate of Achievement".
el: Χρησιμοποιήστε αυτήν τη ρύθμιση μόνο κατά τη δημιουργία «πιστοποιητικών» σε μορφή PDF. Μεταξύ εισαγωγικών, εισαγάγετε τη μακρά ονομασία του τύπου του «πιστοποιητικού» που λαμβάνουν οι σπουδαστές όταν ολοκληρώνουν το μάθημα. Για παράδειγμα, "Πιστοποιητικό Επιτεύγματος".

source: Certificate Name (Long)
el: Όνομα Πιστοποιητικού (Μακρά Μορφή)

source: Certificate Web/HTML View Enabled
el: Ενεργοποίηση Προβολής Πιστοποιητικού στον Ιστό/HTML

source: If true, certificate Web/HTML views are enabled for the course.
el: Εάν είναι αληθές, οι προβολές «πιστοποιητικού» στον Ιστό/HTML είναι ενεργοποιημένες για το μάθημα.

source: Certificate Web/HTML View Overrides
el: Παρακάμψεις Προβολής Πιστοποιητικού στον Ιστό/HTML

source: Enter course-specific overrides for the Web/HTML template parameters here (JSON format)
el: Εισαγάγετε εδώ παρακάμψεις ειδικές για το μάθημα για τις παραμέτρους του προτύπου Ιστού/HTML (μορφή JSON)

source: Certificate Configuration
el: Διαμόρφωση Πιστοποιητικού

source: Enter course-specific configuration information here (JSON format)
el: Εισαγάγετε εδώ πληροφορίες διαμόρφωσης ειδικές για το μάθημα (μορφή JSON)

source: CSS Class for Course Reruns
el: Κλάση CSS για Επανάληψη Μαθημάτων

source: Allows courses to share the same css class across runs even if they have different numbers.
el: Επιτρέπει στα μαθήματα να μοιράζονται την ίδια κλάση CSS σε διαφορετικές επαναλήψεις, ακόμη και αν έχουν διαφορετικούς αριθμούς.

source: Discussion Forum External Link
el: Εξωτερικός Σύνδεσμος Φόρουμ Συζητήσεων

source: Allows specification of an external link to replace discussion forums.
el: Επιτρέπει τον καθορισμό εξωτερικού συνδέσμου για αντικατάσταση των φόρουμ συζητήσεων.

source: Hide Progress Tab
el: Απόκρυψη Καρτέλας Προόδου

source: Allows hiding of the progress tab.
el: Επιτρέπει την απόκρυψη της καρτέλας προόδου.

source: Course Organization Display String
el: Συμβολοσειρά Εμφάνισης Οργάνωσης Μαθήματος

source: Enter the course organization that you want to appear in the course. This setting overrides the organization that you entered when you created the course. To use the organization that you entered when you created the course, enter null.
el: Εισαγάγετε την οργάνωση του μαθήματος που θέλετε να εμφανίζεται στο μάθημα. Αυτή η ρύθμιση παρακάμπτει την οργάνωση που εισαγάγατε κατά τη δημιουργία του μαθήματος. Για να χρησιμοποιήσετε την οργάνωση που εισαγάγατε κατά τη δημιουργία του μαθήματος, εισαγάγετε null.

source: Course Number Display String
el: Συμβολοσειρά Εμφάνισης Αριθμού Μαθήματος

source: Enter the course number that you want to appear in the course. This setting overrides the course number that you entered when you created the course. To use the course number that you entered when you created the course, enter null.
el: Εισαγάγετε τον αριθμό του μαθήματος που θέλετε να εμφανίζεται στο μάθημα. Αυτή η ρύθμιση παρακάμπτει τον αριθμό μαθήματος που εισαγάγατε κατά τη δημιουργία του μαθήματος. Για να χρησιμοποιήσετε τον αριθμό μαθήματος που εισαγάγατε κατά τη δημιουργία του μαθήματος, εισαγάγετε null.

source: Course Maximum Student Enrollment
el: Μέγιστος Αριθμός Εγγραφών Σπουδαστών στο Μάθημα

source: Enter the maximum number of students that can enroll in the course. To allow an unlimited number of students, enter null.
el: Εισαγάγετε τον μέγιστο αριθμό σπουδαστών που μπορούν να εγγραφούν στο μάθημα. Για να επιτρέψετε απεριόριστο αριθμό σπουδαστών, εισαγάγετε null.

source: Allow Public Wiki Access
el: Επιτρέψτε Δημόσια Πρόσβαση στο Wiki

source: Enter true or false. If true, students can view the course wiki even if they're not enrolled in the course.
el: Εισαγάγετε true ή false. Αν είναι true, οι φοιτητές μπορούν να δουν το wiki του μαθήματος ακόμα και αν δεν είναι εγγεγραμμένοι στο μάθημα.

source: Invitation Only
el: Μόνο με Πρόσκληση

source: Whether to restrict enrollment to invitation by the course staff.
el: Εάν θα περιορίζεται η εγγραφή μόνο μέσω πρόσκλησης από το προσωπικό του μαθήματος.

source: Pre-Course Survey Name
el: Όνομα Προκαταρκτικής Έρευνας

source: Name of SurveyForm to display as a pre-course survey to the user.
el: Όνομα του SurveyForm που θα εμφανίζεται ως προκαταρκτική έρευνα στον χρήστη.

source: Pre-Course Survey Required
el: Απαιτείται Προκαταρκτική Έρευνα

source: Specify whether students must complete a survey before they can view your course content. If you set this value to true, you must add a name for the survey to the Course Survey Name setting above.
el: Καθορίστε εάν οι φοιτητές πρέπει να συμπληρώσουν μια έρευνα πριν μπορέσουν να δουν το περιεχόμενο του μαθήματός σας. Αν ορίσετε αυτή την τιμή σε true, πρέπει να προσθέσετε ένα όνομα για την έρευνα στη ρύθμιση Όνομα Έρευνας Μαθήματος παραπάνω.

source: Course Visibility In Catalog
el: Ορατότητα Μαθήματος στον Κατάλογο

source: Defines the access permissions for showing the course in the course catalog. This can be set to one of three values: 'both' (show in catalog and allow access to about page), 'about' (only allow access to about page), 'none' (do not show in catalog and do not allow access to an about page).
el: Καθορίζει τα δικαιώματα πρόσβασης για την εμφάνιση του μαθήματος στον κατάλογο μαθημάτων. Μπορεί να οριστεί σε μία από τις τρεις τιμές: 'both' (εμφάνιση στον κατάλογο και επιτρέπεται η πρόσβαση στη σελίδα πληροφοριών), 'about' (επιτρέπεται μόνο η πρόσβαση στη σελίδα πληροφοριών), 'none' (να μην εμφανίζεται στον κατάλογο και να μην επιτρέπεται η πρόσβαση στη σελίδα πληροφοριών).

source: Entrance Exam Enabled
el: Ενεργοποιημένη Εξέταση Εισόδου

source: Specify whether students must complete an entrance exam before they can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
el: Καθορίστε εάν οι φοιτητές πρέπει να ολοκληρώσουν μια εξέταση εισόδου πριν μπορέσουν να δουν το περιεχόμενο του μαθήματός σας. Σημειώστε ότι πρέπει να ενεργοποιήσετε τις Εξετάσεις Εισόδου για να τεθεί σε ισχύ αυτή η ρύθμιση μαθήματος.

source: Entrance Exam Minimum Score (%)
el: Ελάχιστη Βαθμολογία Εξέτασης Εισόδου (%)

source: Specify a minimum percentage score for an entrance exam before students can view your course content. Note, you must enable Entrance Exams for this course setting to take effect.
el: Καθορίστε μια ελάχιστη ποσοστιαία βαθμολογία για την εξέταση εισόδου πριν οι φοιτητές μπορέσουν να δουν το περιεχόμενο του μαθήματός σας. Σημειώστε ότι πρέπει να ενεργοποιήσετε τις Εξετάσεις Εισόδου για να τεθεί σε ισχύ αυτή η ρύθμιση μαθήματος.

source: Entrance Exam ID
el: Αναγνωριστικό Εξέτασης Εισόδου

source: Content block identifier (location) of entrance exam.
el: Αναγνωριστικό μπλοκ περιεχομένου (τοποθεσία) της εξέτασης εισόδου.

source: Social Media Sharing URL
el: URL Κοινής Χρήσης Κοινωνικών Μέσων

source: If dashboard social sharing and custom course URLs are enabled, you can provide a URL (such as the URL to a course About page) that social media sites can link to. URLs must be fully qualified. For example: http://www.edx.org/course/Introduction-to-MOOCs-ITM001
el: Αν είναι ενεργοποιημένη η κοινή χρήση στα κοινωνικά μέσα και οι προσαρμοσμένες διευθύνσεις URL μαθημάτων, μπορείτε να παρέχετε μια διεύθυνση URL (όπως η διεύθυνση URL σε μια σελίδα πληροφοριών μαθήματος) στην οποία μπορούν να συνδεθούν οι ιστότοποι κοινωνικών μέσων. Οι διευθύνσεις URL πρέπει να είναι πλήρως προσδιορισμένες. Για παράδειγμα: http://www.edx.org/course/Introduction-to-MOOCs-ITM001

source: Course Language
el: Γλώσσα Μαθήματος

source: Specify the language of your course.
el: Καθορίστε τη γλώσσα του μαθήματός σας.

source: Teams Configuration
el: Διαμόρφωση Ομάδων

source: Configure team sets, limit team sizes, and set visibility settings using JSON. See <a target="&#95;blank" href="https://docs.openedx.org/en/latest/educators/references/advanced_features/teams_configuration_options.html>teams configuration documentation</a> for help and examples.
el: Διαμορφώστε σύνολα ομάδων, περιορίστε τα μεγέθη των ομάδων και ορίστε τις ρυθμίσεις ορατότητας χρησιμοποιώντας JSON. Δείτε την <a target="&#95;blank" href="https://docs.openedx.org/en/latest/educators/references/advanced_features/teams_configuration_options.html">τεκμηρίωση διαμόρφωσης ομάδων</a> για βοήθεια και παραδείγματα.

source: Enable Proctored Exams
el: Ενεργοποίηση Εξετάσεων με Επόπτη

source: Enter true or false. If this value is true, proctored exams are enabled in your course. Note that enabling proctored exams will also enable timed exams.
el: Εισαγάγετε true ή false. Αν αυτή η τιμή είναι true, οι εξετάσεις με επόπτη είναι ενεργοποιημένες στο μάθημά σας. Σημειώστε ότι η ενεργοποίηση των εξετάσεων με επόπτη θα ενεργοποιήσει επίσης τις εξετάσεις με χρονικό περιορισμό.

source: Proctoring Provider
el: Πάροχος Εποπτείας

source: Enter the proctoring provider you want to use for this course run. Choose from the following options: {available_providers}.
el: Εισαγάγετε τον πάροχο εποπτείας που θέλετε να χρησιμοποιήσετε για αυτή την εκτέλεση του μαθήματος. Επιλέξτε από τις ακόλουθες επιλογές: {available_providers}.

source: Proctoring Exam Escalation Contact
el: Υπεύθυνος Επικοινωνίας για Κλιμάκωση Εξετάσεων με Επόπτη

source: Required if 'requires_escalation_email' is set in the proctoring backend.Enter an email address to be contacted by the support team whenever there are escalations (e.g. appeals, delayed reviews, etc.).
el: Απαιτείται αν το 'requires_escalation_email' έχει οριστεί στο backend εποπτείας. Εισαγάγετε μια διεύθυνση ηλεκτρονικού ταχυδρομείου για να επικοινωνεί η ομάδα υποστήριξης όποτε υπάρχουν κλιμακώσεις (π.χ. προσφυγές, καθυστερημένες αναθεωρήσεις κ.λπ.).

source: Allow Opting Out of Proctored Exams
el: Επιτρέπεται η Απώθηση Εξετάσεων με Επόπτη

source: Enter true or false. If this value is true, learners can choose to take proctored exams without proctoring. If this value is false, all learners must take the exam with proctoring. This setting only applies if proctored exams are enabled for the course.
el: Εισαγάγετε true ή false. Αν αυτή η τιμή είναι true, οι εκπαιδευόμενοι μπορούν να επιλέξουν να συμμετάσχουν σε εξετάσεις με επόπτη χωρίς εποπτεία. Αν αυτή η τιμή είναι false, όλοι οι εκπαιδευόμενοι πρέπει να συμμετάσχουν στην εξέταση με εποπτεία. Αυτή η ρύθμιση εφαρμόζεται μόνο αν οι εξετάσεις με επόπτη είναι ενεργοποιημένες για το μάθημα.

source: Create Zendesk Tickets For Suspicious Proctored Exam Attempts
el: Δημιουργία Καρτελών Zendesk για Ύποπτες Προσπάθειες Εξετάσεων με Επόπτη

source: Enter true or false. If this value is true, a Zendesk ticket will be created for suspicious attempts.
el: Εισαγάγετε true ή false. Αν αυτή η τιμή είναι true, θα δημιουργείται μια κάρτελα Zendesk για ύποπτες προσπάθειες.

source: Enable Timed Exams
el: Ενεργοποίηση Εξετάσεων με Χρονικό Περιορισμό

source: Enter true or false. If this value is true, timed exams are enabled in your course. Regardless of this setting, timed exams are enabled if Enable Proctored Exams is set to true.
el: Εισαγάγετε true ή false. Αν αυτή η τιμή είναι true, οι εξετάσεις με χρονικό περιορισμό είναι ενεργοποιημένες στο μάθημά σας. Ανεξάρτητα από αυτή τη ρύθμιση, οι εξετάσεις με χρονικό περιορισμό είναι ενεργοποιημένες αν η επιλογή Ενεργοποίηση Εξετάσεων με Επόπτη έχει οριστεί σε true.

source: Minimum Grade for Credit
el: Ελάχιστος Βαθμός για Πιστοποίηση

source: The minimum grade that a learner must earn to receive credit in the course, as a decimal between 0.0 and 1.0. For example, for 75%, enter 0.75.
el: Ο ελάχιστος βαθμός που πρέπει να λάβει ένας εκπαιδευόμενος για να λάβει πιστοποίηση στο μάθημα, ως δεκαδικός αριθμός μεταξύ 0.0 και 1.0. Για παράδειγμα, για 75%, εισαγάγετε 0.75.

source: Self Paced
el: Αυτορυθμιζόμενο

source: Set this to "true" to mark this course as self-paced. Self-paced courses do not have due dates for assignments, and students can progress through the course at any rate before the course ends.
el: Ορίστε αυτό σε "true" για να χαρακτηρίσετε αυτό το μάθημα ως αυτορυθμιζόμενο. Τα αυτορυθμιζόμενα μαθήματα δεν έχουν προθεσμίες για εργασίες και οι εκπαιδευόμενοι μπορούν να προχωρήσουν στο μάθημα με οποιονδήποτε ρυθμό πριν από τη λήξη του μαθήματος.

source: Enable Subsection Prerequisites
el: Ενεργοποίηση Προαπαιτούμενων Υποενοτήτων

source: Enter true or false. If this value is true, you can hide a subsection until learners earn a minimum score in another, prerequisite subsection.
el: Εισαγάγετε true ή false. Αν αυτή η τιμή είναι true, μπορείτε να αποκρύψετε μια υποενότητα μέχρι οι εκπαιδευόμενοι να λάβουν έναν ελάχιστο βαθμό σε μια άλλη, προαπαιτούμενη υποενότητα.

source: Course Learning Information
el: Πληροφορίες Μάθησης Μαθήματος

source: Specify what student can learn from the course.
el: Καθορίστε τι μπορεί να μάθει ο φοιτητής από το μάθημα.

source: Course Visibility For Unenrolled Learners
el: Ορατότητα Μαθήματος για Μη Εγγεγραμμένους Μαθητές

source: Defines the access permissions for unenrolled learners. This can be set to one of three values: 'private' (default visibility, only allowed for enrolled students), 'public_outline' (allow access to course outline) and 'public' (allow access to both outline and course content).
el: Ορίζει τα δικαιώματα πρόσβασης για μη εγγεγραμμένους μαθητές. Αυτό μπορεί να οριστεί σε μία από τρεις τιμές: 'private' (προεπιλεγμένη ορατότητα, επιτρέπεται μόνο για εγγεγραμμένους φοιτητές), 'public_outline' (επιτρέπει πρόσβαση στο περίγραμμα του μαθήματος) και 'public' (επιτρέπει πρόσβαση τόσο στο περίγραμμα όσο και στο περιεχόμενο του μαθήματος).

source: Video Sharing Options
el: Επιλογές Κοινής Χρήσης Βίντεο

source: Specify the video sharing options for the course. This can be set to one of three values: 'all-on', 'all-off' and 'per-video'. with 'per-video' as the default.
el: Καθορίστε τις επιλογές κοινής χρήσης βίντεο για το μάθημα. Αυτό μπορεί να οριστεί σε μία από τρεις τιμές: 'all-on', 'all-off' και 'per-video', με την 'per-video' ως προεπιλογή.

source: Force Flexible Grading for Peer ORAs
el: Εξαναγκασμός Ευέλικτης Βαθμολόγησης για Ομαδικές Αξιολογήσεις από Ομότιμους (ORAs)

source: Setting this flag will force on the flexible grading option for all peer-graded ORAs in this course.
el: Η ρύθμιση αυτής της σημαίας θα ενεργοποιήσει την επιλογή ευέλικτης βαθμολόγησης για όλες τις ομαδικές αξιολογήσεις από ομότιμους (ORAs) σε αυτό το μάθημα.

source: Course Instructor
el: Καθηγητής Μαθήματος

source: Enter the details for Course Instructor
el: Εισαγάγετε τα στοιχεία για τον Καθηγητή Μαθήματος

source: Add Unsupported Problems and Tools
el: Προσθήκη Μη Υποστηριζόμενων Προβλημάτων και Εργαλείων

source: Enter true or false. If true, you can add unsupported problems and tools to your course in Studio. Unsupported problems and tools are not recommended for use in courses due to non-compliance with one or more of the base requirements, such as testing, accessibility, internationalization, and documentation.
el: Εισαγάγετε true ή false. Αν είναι true, μπορείτε να προσθέσετε μη υποστηριζόμενα προβλήματα και εργαλεία στο μάθημά σας στο Studio. Τα μη υποστηριζόμενα προβλήματα και εργαλεία δεν συνιστώνται για χρήση σε μαθήματα λόγω μη συμμόρφωσης με μία ή περισσότερες από τις βασικές απαιτήσεις, όπως δοκιμή, προσβασιμότητα, διεθνοποίηση και τεκμηρίωση.

source: Highlights Enabled for Messaging
el: Ενεργοποίηση Επισήμανσης για Αποστολή Μηνυμάτων

source: Enter true or false. If true, any highlights associated with content in the course will be messaged to learners at their scheduled time.
el: Εισαγάγετε true ή false. Αν είναι true, τυχόν επισήμανσεις που σχετίζονται με το περιεχόμενο του μαθήματος θα αποστέλλονται στους μαθητές στον προγραμματισμένο χρόνο τους.

source: Course-wide Custom JS
el: Προσαρμοσμένο JS για Όλο το Μάθημα

source: Enter Javascript resource URLs you want to be loaded globally throughout the course pages.
el: Εισαγάγετε διευθύνσεις URL πόρων JavaScript που θέλετε να φορτώνονται παγκοσμίως σε όλες τις σελίδες του μαθήματος.

source: Course-wide Custom CSS
el: Προσαρμοσμένο CSS για Όλο το Μάθημα

source: Enter CSS resource URLs you want to be loaded globally throughout the course pages.
el: Εισαγάγετε διευθύνσεις URL πόρων CSS που θέλετε να φορτώνονται παγκοσμίως σε όλες τις σελίδες του μαθήματος.

source: Other Course Settings
el: Άλλες Ρυθμίσεις Μαθήματος

source: Any additional information about the course that the platform needs or that allows integration with external systems such as CRM software. Enter a dictionary of values in JSON format, such as { "my_custom_setting": "value", "other_setting": "value" }
el: Οποιεσδήποτε πρόσθετες πληροφορίες σχετικά με το μάθημα που χρειάζεται η πλατφόρμα ή που επιτρέπουν την ενσωμάτωση με εξωτερικά συστήματα όπως λογισμικό CRM. Εισαγάγετε ένα λεξικό τιμών σε μορφή JSON, όπως { "my_custom_setting": "τιμή", "other_setting": "τιμή" }

source: General
el: Γενικά

source: Category
el: Κατηγορία

source: Week 1
el: Εβδομάδα 1

source: A category name for the discussion. This name appears in the left pane of the discussion forum for the course.
el: Ένα όνομα κατηγορίας για τη συζήτηση. Αυτό το όνομα εμφανίζεται στον αριστερό πίνακα του φόρουμ συζητήσεων του μαθήματος.

source: Subcategory
el: Υποκατηγορία

source: A subcategory name for the discussion. This name appears in the left pane of the discussion forum for the course.
el: Ένα όνομα υποκατηγορίας για τη συζήτηση. Αυτό το όνομα εμφανίζεται στον αριστερό πίνακα του φόρουμ συζητήσεων του μαθήματος.

source: You are not signed in. To view the discussion content, {sign_in_link} or {register_link}, and enroll in this course.
el: Δεν έχετε συνδεθεί. Για να δείτε το περιεχόμενο της συζήτησης, {sign_in_link} ή {register_link} και εγγραφείτε σε αυτό το μάθημα.

source: {assignment_type} = {weighted_percent:.2%} of a possible {weight:.2%}
el: {assignment_type} = {weighted_percent:.2%} από ένα δυνατό {weight:.2%}

source: Generated
el: Δημιουργήθηκε

source: {section_type} {index} Unreleased - 0% (?/?)
el: {section_type} {index} Μη δημοσιευμένο - 0% (?/?)

source: The lowest {drop_count} {section_type} scores are dropped.
el: Οι χαμηλότερες {drop_count} βαθμολογίες {section_type} παραλείπονται.

source: {section_type} Average = {percent:.2%}
el: Μέσος όρος {section_type} = {percent:.2%}

source: {short_label} Avg
el: Μέσος όρος {short_label}

source: ERROR: "{block_type}" is an unknown component type. This component will be hidden in LMS.
el: ΣΦΑΛΜΑ: Το "{block_type}" είναι άγνωστος τύπος στοιχείου. Αυτό το στοιχείο θα παραμείνει κρυφό στο LMS.

source: Html contents to display for this block
el: Περιεχόμενο HTML για εμφάνιση σε αυτό το μπλοκ

source: Upstream html contents to store upstream data field
el: Περιεχόμενο HTML ανάντη για αποθήκευση του πεδίου δεδομένων ανάντη

source: Source code for LaTeX documents. This feature is not well-supported.
el: Πηγαίος κώδικας για έγγραφα LaTeX. Αυτή η λειτουργία δεν υποστηρίζεται επαρκώς.

source: Select Visual to enter content and have the editor automatically create the HTML. Select Raw to edit HTML directly. If you change this setting, you must save the component and then re-open it for editing.
el: Επιλέξτε «Οπτικό» για να εισάγετε περιεχόμενο και να δημιουργηθεί αυτόματα το HTML από τον επεξεργαστή. Επιλέξτε «Ακατέργαστο» για να επεξεργαστείτε απευθείας το HTML. Αν αλλάξετε αυτήν τη ρύθμιση, πρέπει να αποθηκεύσετε το στοιχείο και στη συνέχεια να το ανοίξετε ξανά για επεξεργασία.

source: Editor
el: Επεξεργαστής

source: Visual
el: Οπτικό

source: Raw
el: Ακατέργαστο

source: Hide Page From Learners
el: Απόκρυψη Σελίδας από Μαθητές

source: If you select this option, only course team members with the Staff or Admin role see this page.
el: Αν επιλέξετε αυτή την επιλογή, μόνο τα μέλη της ομάδας του μαθήματος με τον ρόλο Προσωπικού ή Διαχειριστή θα βλέπουν αυτή τη σελίδα.

source: HTML for the additional pages
el: HTML για τις πρόσθετες σελίδες

source: List of course update items
el: Λίστα στοιχείων ενημέρωσης μαθήματος

source: Count
el: Πλήθος

source: Enter the number of components to display to each student. Set it to -1 to display all components.
el: Εισαγάγετε τον αριθμό των στοιχείων που θα εμφανίζονται σε κάθε μαθητή. Ορίστε το σε -1 για να εμφανίζονται όλα τα στοιχεία.

source: Determines whether a 'Reset Problems' button is shown, so users may reset their answers and reshuffle selected items.
el: Καθορίζει αν θα εμφανίζεται ένα κουμπί «Επαναφορά Προβλημάτων», ώστε οι χρήστες να μπορούν να επαναφέρουν τις απαντήσεις τους και να ανακατέψουν επιλεγμένα στοιχεία.

source: The problem bank has been configured to show {count} problems. Please specify a positive number of problems, or specify -1 to show all problems.
el: Η «βάση προβλημάτων» έχει ρυθμιστεί να εμφανίζει {count} προβλήματα. Παρακαλώ καθορίστε έναν θετικό αριθμό προβλημάτων ή ορίστε -1 για να εμφανίζονται όλα τα προβλήματα.

source: Edit the problem bank configuration.
el: Επεξεργασία της διαμόρφωσης της «βάσης προβλημάτων».
