Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Failed to delete student state for user.
el: Αποτυχία διαγραφής κατάστασης φοιτητή για τον χρήστη.
fr: Échec de la suppression de l'état de l'étudiant pour l'utilisateur.

source: Successfully rescored problem for user {user}
el: Το πρόβλημα επαναβαθμολογήθηκε με επιτυχία για τον χρήστη {user}
fr: Nouveau score du problème pour l'utilisateur {user} effectué avec succès.

source: Failed to rescore problem for user.
el: Αποτυχία επαναβαθμολόγησης του προβλήματος για τον χρήστη.
fr: Échec du nouveau score du problème pour l'utilisateur.

source: Successfully rescored problem to improve score for user {user}
el: Το πρόβλημα επαναβαθμολογήθηκε με επιτυχία για βελτίωση της βαθμολογίας για τον χρήστη {user}
fr: Nouveau score du problème pour améliorer la note de l'utilisateur {user} effectué avec succès.

source: Failed to rescore problem to improve score for user.
el: Αποτυχία επαναβαθμολόγησης του προβλήματος για βελτίωση της βαθμολογίας για τον χρήστη.
fr: Échec de la réévaluation du problème pour améliorer le score de l'utilisateur.

source: Successfully overrode problem score for {user}
el: Η βαθμολογία του προβλήματος παρακάμφθηκε με επιτυχία για τον/την {user}
fr: Score du problème remplacé avec succès pour {user}

source: Could not override problem score for {user}.
el: Δεν ήταν δυνατή η παράκαμψη της βαθμολογίας του προβλήματος για τον/την {user}.
fr: Impossible de remplacer le score du problème pour {user}.

source: Enter and confirm your new password.
el: Εισαγάγετε και επιβεβαιώστε τον νέο σας κωδικό πρόσβασης.
fr: Veuillez entrer et confirmer votre nouveau mot de passe.

source: New Password
el: Νέος κωδικός πρόσβασης
fr: Nouveau mot de passe

source: Confirm Password
el: Επιβεβαίωση κωδικού πρόσβασης
fr: Confirmer le mot de passe

source: Passwords do not match.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
fr: Les mots de passe ne correspondent pas.

source: Reset My Password
el: Επαναφορά του κωδικού πρόσβασής μου
fr: Réinitialiser mon mot de passe

source: Reset Your Password
el: Επαναφορά του κωδικού πρόσβασής σας
fr: Réinitialisez votre mot de passe

source: Error:
el: Σφάλμα:
fr: Erreur :

source: You may also lose access to verified certificates and other program credentials. You can make a copy of these for your records before proceeding with deletion.
el: Ενδέχεται επίσης να χάσετε την πρόσβαση σε επαληθευμένα πιστοποιητικά και άλλα διαπιστευτήρια προγράμματος. Μπορείτε να κρατήσετε ένα αντίγραφο αυτών για το αρχείο σας πριν προχωρήσετε στη διαγραφή.
fr: Vous pouvez également perdre accès aux Certificats vérifiés et à d'autres informations d'identification de programme. Vous pouvez en faire une copie pour vos dossiers avant de procéder à la suppression.

source: Before proceeding, please {htmlStart}unlink all social media accounts{htmlEnd}.
el: Πριν προχωρήσετε, παρακαλούμε {htmlStart}αποσυνδέστε όλους τους λογαριασμούς κοινωνικών δικτύων{htmlEnd}.
fr: Avant de continuer, veuillez {htmlStart}délier tous les comptes de réseaux sociaux{htmlEnd}.

source: Before proceeding, please {htmlStart}{emailMsg}{htmlEnd}.
el: Πριν προχωρήσετε, παρακαλούμε {htmlStart}{emailMsg}{htmlEnd}.
fr: Avant de continuer, veuillez {htmlStart}{emailMsg}{htmlEnd}.

source: {htmlStart}Want to change your email, name, or password instead?{htmlEnd}
el: {htmlStart}Θέλετε να αλλάξετε αντί για αυτό το email, το όνομα ή τον κωδικό πρόσβασής σας;{htmlEnd}
fr: {htmlStart}Souhaitez-vous modifier votre adresse e-mail, votre nom ou votre mot de passe à la place ?{htmlEnd}

source: {strongStart}Warning: Account deletion is permanent.{strongEnd} Please read the above carefully before proceeding. This is an irreversible action, and {strongStart}you will no longer be able to use the same email on {platformName}.{strongEnd}
el: {strongStart}Προειδοποίηση: Η διαγραφή λογαριασμού είναι μόνιμη.{strongEnd} Παρακαλούμε διαβάστε προσεκτικά τα παραπάνω πριν προχωρήσετε. Πρόκειται για μη αναστρέψιμη ενέργεια και {strongStart}δεν θα μπορείτε πλέον να χρησιμοποιήσετε το ίδιο email στο {platformName}.{strongEnd}
fr: {strongStart}Attention : la suppression du compte est permanente.{strongEnd} Veuillez lire attentivement ce qui précède avant de continuer. Cette action est irréversible, et {strongStart}vous ne pourrez plus utiliser la même adresse e-mail sur {platformName}.{strongEnd}

source: Please note: Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
el: Σημείωση: Η διαγραφή του λογαριασμού σας και των προσωπικών δεδομένων είναι μόνιμη και δεν μπορεί να αναιρεθεί. Το {platformName} δεν θα μπορεί να ανακτήσει τον λογαριασμό σας ή τα δεδομένα που διαγράφονται.
fr: Veuillez noter que la suppression de votre compte et de vos données personnelles est permanente et ne peut être annulée. {platformName} ne pourra pas récupérer votre compte ou les données supprimées.

source: Once your account is deleted, you cannot use it to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
el: Μόλις διαγραφεί ο λογαριασμός σας, δεν μπορείτε να τον χρησιμοποιήσετε για να παρακολουθήσετε μαθήματα στην εφαρμογή {platformName}, στο {siteName} ή σε οποιονδήποτε άλλο ιστότοπο που φιλοξενείται από το {platformName}.
fr: Une fois votre compte supprimé, vous ne pourrez plus l'utiliser pour suivre des cours sur l'application {platformName}, {siteName}, ou tout autre site hébergé par {platformName}.

source: This includes access to {siteName} from your employer’s or university’s system{additionalSiteSpecificDeletionText}.
el: Αυτό περιλαμβάνει την πρόσβαση στο {siteName} από το σύστημα του εργοδότη ή του πανεπιστημίου σας{additionalSiteSpecificDeletionText}.
fr: Cela inclut l'accès à {siteName} depuis le système de votre employeur ou de votre université{additionalSiteSpecificDeletionText}.

source: We’re sorry to see you go!
el: Λυπούμαστε που φεύγετε!
fr: Nous sommes désolés de vous voir partir !

source: Delete My Account
el: Διαγραφή του λογαριασμού μου
fr: Supprimer mon Compte

source: Password is incorrect
el: Ο κωδικός πρόσβασης είναι λανθασμένος
fr: Le mot de passe est incorrect

source: Unable to delete account
el: Δεν είναι δυνατή η διαγραφή του λογαριασμού
fr: Impossible de supprimer le compte

source: Please re-enter your password.
el: Παρακαλούμε εισαγάγετε ξανά τον κωδικό πρόσβασής σας.
fr: Veuillez ressaisir votre mot de passe.

source: Sorry, there was an error trying to process your request. Please try again later.
el: Λυπούμαστε, παρουσιάστηκε σφάλμα κατά την προσπάθεια επεξεργασίας του αιτήματός σας. Παρακαλούμε δοκιμάστε ξανά αργότερα.
fr: Désolé, une erreur s'est produite lors du traitement de votre demande. Veuillez réessayer plus tard.

source: A Password is required
el: Απαιτείται κωδικός πρόσβασης
fr: Un mot de passe est requis

source: You have selected “Delete my account.” Deletion of your account and personal data is permanent and cannot be undone. {platformName} will not be able to recover your account or the data that is deleted.
el: Έχετε επιλέξει «Διαγραφή του λογαριασμού μου». Η διαγραφή του λογαριασμού σας και των προσωπικών δεδομένων είναι μόνιμη και δεν μπορεί να αναιρεθεί. Το {platformName} δεν θα μπορεί να ανακτήσει τον λογαριασμό σας ή τα δεδομένα που διαγράφονται.
fr: Vous avez sélectionné « Supprimer mon compte ». La suppression de votre compte et de vos données personnelles est permanente et ne peut pas être annulée. {platformName} ne pourra pas récupérer votre compte ni les données supprimées.

source: If you proceed, you will be unable to use this account to take courses on the {platformName} app, {siteName}, or any other site hosted by {platformName}.
el: Αν προχωρήσετε, δεν θα μπορείτε να χρησιμοποιήσετε αυτόν τον λογαριασμό για να παρακολουθήσετε μαθήματα στην εφαρμογή {platformName}, στο {siteName} ή σε οποιονδήποτε άλλο ιστότοπο που φιλοξενείται από το {platformName}.
fr: Si vous continuez, vous ne pourrez plus utiliser ce compte pour suivre des cours sur l'application {platformName}, {siteName}, ou tout autre site hébergé par {platformName}.

source: If you still wish to continue and delete your account, please enter your account password:
el: Αν εξακολουθείτε να θέλετε να συνεχίσετε και να διαγράψετε τον λογαριασμό σας, παρακαλούμε εισαγάγετε τον κωδικό πρόσβασης του λογαριασμού σας:
fr: Si vous souhaitez toujours continuer et supprimer votre compte, veuillez saisir le mot de passe de votre compte :

source: Yes, Delete
el: Ναι, Διαγραφή
fr: Oui, Supprimer

source: We're sorry to see you go! Your account will be deleted shortly.
el: Λυπούμαστε που φεύγετε! Ο λογαριασμός σας θα διαγραφεί σύντομα.
fr: Nous sommes désolés de vous voir partir ! Votre compte sera supprimé d'ici peu.

source: Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
el: Η διαγραφή λογαριασμού, συμπεριλαμβανομένης της αφαίρεσης από λίστες email, μπορεί να χρειαστεί μερικές εβδομάδες για να ολοκληρωθεί πλήρως στο σύστημά μας. Αν θέλετε να εξαιρεθείτε από τα email πριν από τότε, παρακαλούμε κάντε κατάργηση εγγραφής από το υποσέλιδο οποιουδήποτε email.
fr: La suppression d&#39;un compte, y compris la suppression des listes de diffusion, peut prendre quelques semaines pour être entièrement traitée par notre système. Si vous souhaitez vous désabonner des e-mails avant cette date, veuillez vous désinscrire depuis le pied de page de chaque e-mail.

source: Terms of Service and Honor Code
el: Όροι Παροχής Υπηρεσιών και Κώδικας Τιμής
fr: Conditions d'utilisation et Code D'honneur

source: query param next is provide
el: η παράμετρος ερωτήματος next παρέχεται
fr: le paramètre de requête next est fourni

source: query param next is internal
el: η παράμετρος ερωτήματος next είναι εσωτερική
fr: le paramètre de requête next est interne

source: Saving your email preference
el: Αποθήκευση της προτίμησης email σας
fr: Enregistrement de vos préférences d'e-mail

source: Enrolling you in the selected course
el: Εγγραφή σας στο επιλεγμένο μάθημα
fr: Inscription au cours sélectionné

source: course mode param is not provided
el: η παράμετρος λειτουργίας μαθήματος δεν παρέχεται
fr: le paramètre de mode de cours n'est pas fourni

source: course mode param is provided
el: η παράμετρος λειτουργίας μαθήματος παρέχεται
fr: le paramètre de mode de cours est fourni

source: Adding the selected course to your cart
el: Προσθήκη του επιλεγμένου μαθήματος στο καλάθι σας
fr: Ajout du cours sélectionné à votre panier

source: redirect the user to the next page
el: ανακατεύθυνση του χρήστη στην επόμενη σελίδα
fr: rediriger l'utilisateur vers la page suivante

source: Loading your courses
el: Φόρτωση των μαθημάτων σας
fr: Chargement de vos cours

source: An error occurred.
el: Παρουσιάστηκε σφάλμα.
fr: Une erreur est survenue.

source: (optional)
el: (προαιρετικό)
fr: (facultatif)

source: We couldn't sign you in.
el: Δεν μπορέσαμε να σας συνδέσουμε.
fr: Nous n'avons pas pu vous connecter.

source: An error occurred when signing you in to %s.
el: Παρουσιάστηκε σφάλμα κατά τη σύνδεσή σας στο %s.
fr: Une erreur s'est produite lors de votre connexion à %s.

source: Check Your Email
el: Ελέγξτε το email σας
fr: Vérifiez votre e-mail

source: {paragraphStart}You entered {boldStart}{email}{boldEnd}. If this email address is associated with your {platform_name} account, we will send a message with password recovery instructions to this email address.{paragraphEnd}{paragraphStart}If you do not receive a password reset message after 1 minute, verify that you entered the correct email address, or check your spam folder.{paragraphEnd}{paragraphStart}If you need further assistance, {anchorStart}contact technical support{anchorEnd}.{paragraphEnd}
el: {paragraphStart}Εισαγάγατε {boldStart}{email}{boldEnd}. Αν αυτή η διεύθυνση email είναι συνδεδεμένη με τον λογαριασμό σας στο {platform_name}, θα στείλουμε ένα μήνυμα με οδηγίες ανάκτησης κωδικού πρόσβασης σε αυτή τη διεύθυνση email.{paragraphEnd}{paragraphStart}Αν δεν λάβετε μήνυμα επαναφοράς κωδικού πρόσβασης μετά από 1 λεπτό, επιβεβαιώστε ότι εισαγάγατε τη σωστή διεύθυνση email ή ελέγξτε τον φάκελο ανεπιθύμητης αλληλογραφίας.{paragraphEnd}{paragraphStart}Αν χρειάζεστε περαιτέρω βοήθεια, {anchorStart}επικοινωνήστε με την τεχνική υποστήριξη{anchorEnd}.{paragraphEnd}
fr: {paragraphStart}Vous avez entré {boldStart}{email}{boldEnd}. Si cette adresse e-mail est associée à votre compte {platform_name}, nous enverrons un message avec les instructions de récupération de mot de passe à cette adresse e-mail.{paragraphEnd}{paragraphStart}Si vous ne recevez pas de message de réinitialisation du mot de passe après 1 minute, vérifiez que vous avez entré la bonne adresse e-mail ou consultez votre dossier de courrier indésirable.{paragraphEnd}{paragraphStart}Si vous avez besoin d'une assistance supplémentaire, {anchorStart}contactez le support technique{anchorEnd}.{paragraphEnd}

source: An error has occurred. Try refreshing the page, or check your Internet connection.
el: Παρουσιάστηκε σφάλμα. Δοκιμάστε να ανανεώσετε τη σελίδα ή ελέγξτε τη σύνδεσή σας στο Διαδίκτυο.
fr: Une erreur est survenue. Essayez d'actualiser la page ou vérifiez votre connexion Internet.

source: In order to sign in, you need to activate your account.{line_break}{line_break}We just sent an activation link to {strong_start} {email} {strong_end}. If you do not receive an email, check your spam folders or {anchorStart}contact {platform_name} Support{anchorEnd}.
el: Για να συνδεθείτε, πρέπει να ενεργοποιήσετε τον λογαριασμό σας.{line_break}{line_break}Μόλις στείλαμε έναν σύνδεσμο ενεργοποίησης στο {strong_start} {email} {strong_end}. Αν δεν λάβετε email, ελέγξτε τους φακέλους ανεπιθύμητης αλληλογραφίας ή {anchorStart}επικοινωνήστε με την Υποστήριξη του {platform_name}{anchorEnd}.
fr: Pour vous connecter, vous devez activer votre compte.{line_break}{line_break}Nous venons d'envoyer un lien d'activation à {strong_start} {email} {strong_end}. Si vous ne recevez pas d'e-mail, vérifiez vos dossiers de spam ou {anchorStart}contactez le Support {platform_name}{anchorEnd}.

source: An unexpected error has occurred.
el: Παρουσιάστηκε ένα απρόσμενο σφάλμα.
fr: Une erreur inattendue est survenue.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
el: Συνδεθήκατε με επιτυχία στο %(currentProvider)s, αλλά ο λογαριασμός σας στο %(currentProvider)s δεν έχει συνδεδεμένο λογαριασμό %(platformName)s. Για να συνδέσετε τους λογαριασμούς σας, συνδεθείτε τώρα χρησιμοποιώντας τον κωδικό πρόσβασης του %(platformName)s.
fr: Vous vous êtes bien connecté à %(currentProvider)s, mais votre Compte %(currentProvider)s n&#39;a pas de Compte %(platformName)s lié. Pour lier vos comptes, connectez-vous maintenant en utilisant votre mot de passe %(platformName)s.

source: We couldn't create your account.
el: Δεν μπορέσαμε να δημιουργήσουμε τον λογαριασμό σας.
fr: Nous n'avons pas pu créer votre compte.

source: Create Account
el: Δημιουργία λογαριασμού
fr: Créer un compte

source: (required)
el: (απαιτείται)
fr: (obligatoire)

source: You've successfully signed into %(currentProvider)s.
el: Συνδεθήκατε με επιτυχία στο %(currentProvider)s.
fr: Vous vous êtes connecté(e) avec succès à %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
el: Χρειαζόμαστε λίγες ακόμη πληροφορίες πριν ξεκινήσετε να μαθαίνετε με το %(platformName)s.
fr: Nous avons juste besoin de quelques informations supplémentaires avant que vous ne commenciez à apprendre avec %(platformName)s.

source: Image Upload Error
el: Σφάλμα μεταφόρτωσης εικόνας
fr: Erreur de téléchargement d'image

source: Please verify that you have uploaded a valid image (PNG and JPEG).
el: Παρακαλούμε επιβεβαιώστε ότι έχετε μεταφορτώσει μια έγκυρη εικόνα (PNG και JPEG).
fr: Veuillez vérifier que vous avez téléchargé une image valide (PNG et JPEG).

source: An error has occurred. Please try again later.
el: Παρουσιάστηκε σφάλμα. Παρακαλούμε δοκιμάστε ξανά αργότερα.
fr: Une erreur s'est produite. Veuillez réessayer plus tard.

source: Could not submit photos
el: Δεν ήταν δυνατή η υποβολή φωτογραφιών
fr: Impossible de soumettre les photos

source: Professional Education Verified Certificate
el: Επαληθευμένο Πιστοποιητικό Επαγγελματικής Εκπαίδευσης
fr: Certificat vérifié de formation professionnelle

source: Professional Education
el: Επαγγελματική Εκπαίδευση
fr: Formation professionnelle

source: Verified Certificate upgrade
el: Αναβάθμιση σε Επαληθευμένο Πιστοποιητικό
fr: Mise à niveau vers un certificat vérifié

source: Verified Certificate
el: Επαληθευμένο Πιστοποιητικό
fr: Certificat vérifié

source: Checkout
el: Ολοκλήρωση αγοράς
fr: Paiement

source: Checkout with PayPal
el: Ολοκλήρωση αγοράς με PayPal
fr: Paiement avec PayPal

source: Checkout with {processor}
el: Ολοκλήρωση αγοράς με {processor}
fr: Paiement avec {processor}

source: All payment options are currently unavailable.
el: Όλες οι επιλογές πληρωμής δεν είναι διαθέσιμες αυτή τη στιγμή.
fr: Toutes les options de paiement sont actuellement indisponibles.

source: Try the transaction again in a few minutes.
el: Δοκιμάστε ξανά τη συναλλαγή σε λίγα λεπτά.
fr: Réessayez la transaction dans quelques minutes.

source: An error has occurred. Please try again.
el: Παρουσιάστηκε σφάλμα. Παρακαλούμε δοκιμάστε ξανά.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Could not submit order
el: Δεν ήταν δυνατή η υποβολή της παραγγελίας
fr: Impossible de soumettre la commande

source: Take a photo of your ID
el: Τραβήξτε μια φωτογραφία της ταυτότητάς σας
fr: Prenez une photo de votre pièce d'identité

source: Review your info
el: Ελέγξτε τις πληροφορίες σας
fr: Vérifiez vos informations

source: An error has occurred. Please try reloading the page.
el: Παρουσιάστηκε σφάλμα. Παρακαλούμε δοκιμάστε να επαναφορτώσετε τη σελίδα.
fr: Une erreur s'est produite. Veuillez essayer de recharger la page.

source: Video Capture Error
el: Σφάλμα καταγραφής βίντεο
fr: Erreur de capture vidéo

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
el: Παρακαλούμε επιβεβαιώστε ότι η κάμερα web είναι συνδεδεμένη και ότι έχετε επιτρέψει στο πρόγραμμα περιήγησής σας να έχει πρόσβαση σε αυτήν.
fr: Veuillez vérifier que votre webcam est connectée et que vous avez autorisé votre navigateur à y accéder.

source: No Webcam Detected
el: Δεν εντοπίστηκε κάμερα web
fr: Aucune webcam détectée

source: You don't seem to have a webcam connected.
el: Δεν φαίνεται να έχετε συνδεδεμένη κάμερα web.
fr: Vous ne semblez pas avoir de webcam connectée.

source: Double-check that your webcam is connected and working to continue.
el: Ελέγξτε ξανά ότι η κάμερα web είναι συνδεδεμένη και λειτουργεί για να συνεχίσετε.
fr: Vérifiez que votre webcam est connectée et fonctionne pour continuer.

source: Photo Captured successfully.
el: Η φωτογραφία καταγράφηκε με επιτυχία.
fr: Photo capturée avec succès.

source: No Flash Detected
el: Δεν εντοπίστηκε Flash
fr: Aucun Flash détecté

source: You don't seem to have Flash installed. Get Flash to continue your verification.
el: Δεν φαίνεται να έχετε εγκατεστημένο το Flash. Αποκτήστε το Flash για να συνεχίσετε την επαλήθευσή σας.
fr: Vous ne semblez pas avoir Flash installé. Installez Flash pour continuer votre vérification.

source: Editable
el: Επεξεργάσιμο
fr: Modifiable

source: Validation Error
el: Σφάλμα επικύρωσης
fr: Erreur de validation

source: In Progress
el: Σε εξέλιξη
fr: En cours

source: Placeholder
el: Δεσμευτικό κείμενο
fr: Espace réservé

source: Your upload of '{file}' succeeded.
el: Η μεταφόρτωση του '{file}' ολοκληρώθηκε με επιτυχία.
fr: Votre téléchargement de '{file}' a réussi.

source: Your upload of '{file}' failed.
el: Η μεταφόρτωση του '{file}' απέτυχε.
fr: Votre téléchargement de '{file}' a échoué.

source: Upload an image
el: Μεταφόρτωση εικόνας
fr: Télécharger une image

source: Change image
el: Αλλαγή εικόνας
fr: Changer d'image

source: Image
el: Εικόνα

source: An error has occurred. Refresh the page, and then try again.
el: Παρουσιάστηκε σφάλμα. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Une erreur s'est produite. Actualisez la page, puis réessayez.

source: The file must be at least {size} in size.
el: Το αρχείο πρέπει να έχει μέγεθος τουλάχιστον {size}.
fr: Le fichier doit avoir une taille d'au moins {size}.

source: The file must be smaller than {size} in size.
el: Το αρχείο πρέπει να έχει μέγεθος μικρότερο από {size}.
fr: Le fichier doit avoir une taille inférieure à {size}.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
el: Η μεταφόρτωση είναι σε εξέλιξη. Για να αποφύγετε σφάλματα, παραμείνετε σε αυτή τη σελίδα μέχρι να ολοκληρωθεί η διαδικασία.
fr: Le téléchargement est en cours. Pour éviter les erreurs, restez sur cette page jusqu'à la fin du processus.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
el: Η αφαίρεση είναι σε εξέλιξη. Για να αποφύγετε σφάλματα, παραμείνετε σε αυτή τη σελίδα μέχρι να ολοκληρωθεί η διαδικασία.
fr: La suppression est en cours. Pour éviter les erreurs, restez sur cette page jusqu'à la fin du processus.

source: Course is not yet visible to students.
el: Το μάθημα δεν είναι ακόμη ορατό στους εκπαιδευόμενους.
fr: Le cours n'est pas encore visible pour les étudiants.

source: You cannot view the course as a student or beta tester before the course release date.
el: Δεν μπορείτε να προβάλετε το μάθημα ως εκπαιδευόμενος ή beta tester πριν από την ημερομηνία κυκλοφορίας του μαθήματος.
fr: Vous ne pouvez pas consulter le cours en tant qu'étudiant ou bêta-testeur avant la date de sortie du cours.

source: Overall Score
el: Συνολική βαθμολογία
fr: Score global

source: Bookmark this page
el: Προσθέστε αυτή τη σελίδα στους σελιδοδείκτες
fr: Ajouter cette page aux favoris

source: Bookmarked
el: Προστέθηκε στους σελιδοδείκτες
fr: Mis en signet

source: {total_results} result found for "{search_term}"
el: Βρέθηκε {total_results} αποτέλεσμα για "{search_term}"
fr: {total_results} résultat trouvé pour "{search_term}"

source: Updating with latest library content
el: Ενημέρωση με το πιο πρόσφατο περιεχόμενο της βιβλιοθήκης
fr: Mise à jour avec le contenu le plus récent de la bibliothèque

source: Migrating to Problem Bank
el: Μεταφορά στην Τράπεζα Ασκήσεων
fr: Migration à la banque de problèmes

source: Creating missing groups
el: Δημιουργία ομάδων που λείπουν
fr: Création des groupes manquants

source: Play
el: Αναπαραγωγή
fr: Lecture

source: Pause
el: Παύση

source: Mute
el: Σίγαση
fr: Couper le son

source: Unmute
el: Κατάργηση σίγασης
fr: Rétablir le son

source: Exit full browser
el: Έξοδος από πλήρη προβολή προγράμματος περιήγησης
fr: Quitter le mode plein écran

source: Fill browser
el: Πλήρης προβολή προγράμματος περιήγησης
fr: Plein écran

source: Speed
el: Ταχύτητα
fr: Vitesse

source: Auto-advance
el: Αυτόματη προώθηση
fr: Avance automatique

source: Volume
el: Ένταση

source: Muted
el: Σε σίγαση
fr: Muet

source: Very low
el: Πολύ χαμηλή
fr: Très faible

source: Low
el: Χαμηλή
fr: Faible

source: Average
el: Μέτρια
fr: Moyenne

source: Loud
el: Δυνατή
fr: Fort

source: Very loud
el: Πολύ δυνατή
fr: Très fort

source: Maximum
el: Μέγιστη

source: This browser cannot play .mp4, .ogg, or .webm files.
el: Αυτό το πρόγραμμα περιήγησης δεν μπορεί να αναπαράγει αρχεία .mp4, .ogg ή .webm.
fr: Ce navigateur ne peut pas lire les fichiers .mp4, .ogg ou .webm.
