Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Current Role:
el: Τρέχων ρόλος:
fr: Rôle actuel :

source: You!
el: Εσείς!
fr: Vous !

source: send an email message to {email}
el: στείλτε ένα μήνυμα email στο {email}
fr: envoyer un message électronique à {email}

source: Promote another member to Admin to remove your admin rights
el: Προαγάγετε ένα άλλο μέλος σε Διαχειριστή για να αφαιρέσετε τα δικαιώματα διαχειριστή σας
fr: Promouvoir un autre membre au poste d'administrateur pour supprimer vos droits d&#39;administrateur

source: Add {role} Access
el: Προσθήκη πρόσβασης {role}
fr: Ajouter l'accès {role}

source: Remove {role} Access
el: Αφαίρεση πρόσβασης {role}
fr: Supprimer l'accès {role}

source: Delete the user, {username}
el: Διαγραφή του χρήστη, {username}
fr: Supprimer l'utilisateur, {username}

source: Set as a Special Exam
el: Ορισμός ως Ειδική Εξέταση
fr: Définir comme examen spécial

source: Exam Types
el: Τύποι εξετάσεων
fr: Types d'examen

source: This subsection was released to learners as a proctored exam, but was reverted back to a basic or timed exam. You may not configure it as a proctored exam now. Contact edX Support for assistance.
el: Αυτή η υποενότητα διατέθηκε στους εκπαιδευόμενους ως επιτηρούμενη εξέταση, αλλά επανήλθε σε βασική ή χρονομετρημένη εξέταση. Δεν μπορείτε να τη ρυθμίσετε τώρα ως επιτηρούμενη εξέταση. Επικοινωνήστε με την Υποστήριξη edX για βοήθεια.
fr: Cette sous-section a été diffusée aux apprenants en tant qu'examen surveillé, mais a été reconvertie en examen de base ou chronométré. Vous ne pouvez pas la configurer comme examen surveillé maintenant. Contactez le support edX pour obtenir de l'aide.

source: This proctored exam has been released to learners. You may not convert it to another type of special exam. You may revert this subsection back to being a basic exam by selecting 'None', or a timed exam, but you will NOT be able to configure it as a proctored exam in the future.
el: Αυτή η επιτηρούμενη εξέταση έχει διατεθεί στους εκπαιδευόμενους. Δεν μπορείτε να τη μετατρέψετε σε άλλον τύπο ειδικής εξέτασης. Μπορείτε να επαναφέρετε αυτή την υποενότητα σε βασική εξέταση επιλέγοντας «Καμία», ή σε χρονομετρημένη εξέταση, αλλά ΔΕΝ θα μπορείτε να τη ρυθμίσετε ως επιτηρούμενη εξέταση στο μέλλον.
fr: Cet examen surveillé a été diffusé aux apprenants. Vous ne pouvez pas le convertir en un autre type d'examen spécial. Vous pouvez reconvertir cette sous-section en examen de base en sélectionnant « Aucun », ou en examen chronométré, mais vous ne pourrez PAS la configurer comme examen surveillé à l'avenir.

source: Timed
el: Χρονομετρημένη
fr: Chronométré

source: Use a timed exam to limit the time learners can spend on problems in this subsection. Learners must submit answers before the time expires. You can allow additional time for individual learners through the Instructor Dashboard.
el: Χρησιμοποιήστε μια χρονομετρημένη εξέταση για να περιορίσετε τον χρόνο που μπορούν να αφιερώσουν οι εκπαιδευόμενοι στα προβλήματα αυτής της υποενότητας. Οι εκπαιδευόμενοι πρέπει να υποβάλουν τις απαντήσεις πριν λήξει ο χρόνος. Μπορείτε να επιτρέψετε επιπλέον χρόνο για μεμονωμένους εκπαιδευόμενους μέσω του Πίνακα Ελέγχου Εκπαιδευτή.
fr: Utilisez un examen chronométré pour limiter le temps que les apprenants peuvent passer sur les problèmes de cette sous-section. Les apprenants doivent soumettre leurs réponses avant l'expiration du temps. Vous pouvez accorder du temps supplémentaire à des apprenants individuels via le Tableau de bord de l'instructeur.

source: Proctored
el: Επιτηρούμενη
fr: Surveillé

source: Proctored exams are timed and they record video of each learner taking the exam. The videos are then reviewed to ensure that learners follow all examination rules. Please note that setting this exam as proctored will change the visibility settings to "Hide content after due date."
el: Οι επιτηρούμενες εξετάσεις είναι χρονομετρημένες και καταγράφουν βίντεο κάθε εκπαιδευόμενου που δίνει την εξέταση. Στη συνέχεια, τα βίντεο ελέγχονται για να διασφαλιστεί ότι οι εκπαιδευόμενοι τηρούν όλους τους κανόνες εξέτασης. Σημειώστε ότι ο ορισμός αυτής της εξέτασης ως επιτηρούμενης θα αλλάξει τις ρυθμίσεις ορατότητας σε «Απόκρυψη περιεχομένου μετά την ημερομηνία λήξης».
fr: Les examens surveillés sont chronométrés et enregistrent une vidéo de chaque apprenant passant l'examen. Les vidéos sont ensuite examinées pour s'assurer que les apprenants respectent toutes les règles d'examen. Veuillez noter que définir cet examen comme surveillé modifiera les paramètres de visibilité pour « Masquer le contenu après la date limite ».

source: Onboarding
el: Εισαγωγική διαδικασία
fr: Intégration

source: Use Onboarding to introduce learners to proctoring, verify their identity, and create an onboarding profile. Learners must complete the onboarding profile step prior to taking a proctored exam. Profile reviews take 2+ business days.
el: Χρησιμοποιήστε την Εισαγωγική διαδικασία για να εισαγάγετε τους εκπαιδευόμενους στην επιτήρηση, να επαληθεύσετε την ταυτότητά τους και να δημιουργήσετε ένα προφίλ εισαγωγής. Οι εκπαιδευόμενοι πρέπει να ολοκληρώσουν το βήμα προφίλ εισαγωγής πριν δώσουν μια επιτηρούμενη εξέταση. Οι έλεγχοι προφίλ διαρκούν 2+ εργάσιμες ημέρες.
fr: Utilisez l'Intégration pour présenter la surveillance aux apprenants, vérifier leur identité et créer un profil d'intégration. Les apprenants doivent compléter l'étape du profil d'intégration avant de passer un examen surveillé. Les révisions de profil prennent 2+ jours ouvrés.

source: Practice Proctored
el: Δοκιμαστική επιτηρούμενη
fr: Entraînement surveillé

source: Use a practice proctored exam to introduce learners to the proctoring tools and processes. Results of a practice exam do not affect a learner's grade.
el: Χρησιμοποιήστε μια δοκιμαστική επιτηρούμενη εξέταση για να εισαγάγετε τους εκπαιδευόμενους στα εργαλεία και τις διαδικασίες επιτήρησης. Τα αποτελέσματα μιας δοκιμαστικής εξέτασης δεν επηρεάζουν τον βαθμό ενός εκπαιδευόμενου.
fr: Utilisez un examen surveillé d'entraînement pour présenter aux apprenants les outils et processus de surveillance. Les résultats d'un examen d'entraînement n'affectent pas la note d'un apprenant.

source: Time Allotted (HH:MM):
el: Διαθέσιμος χρόνος (ΩΩ:ΛΛ):
fr: Temps alloué (HH:MM) :

source: Select a time allotment for the exam. If it is over 24 hours, type in the amount of time. You can grant individual learners extra time to complete the exam through the Instructor Dashboard.
el: Επιλέξτε διαθέσιμο χρόνο για την εξέταση. Αν είναι πάνω από 24 ώρες, πληκτρολογήστε τη διάρκεια. Μπορείτε να δώσετε σε μεμονωμένους εκπαιδευόμενους επιπλέον χρόνο για να ολοκληρώσουν την εξέταση μέσω του Πίνακα Ελέγχου Εκπαιδευτή.
fr: Sélectionnez une durée allouée pour l'examen. Si elle dépasse 24 heures, saisissez la durée. Vous pouvez accorder du temps supplémentaire à certains apprenants pour terminer l'examen via le Tableau de bord de l'Instructeur.

source: Review Rules
el: Κανόνες ελέγχου
fr: Règles à examiner

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam, along with the {linkStart}general proctored exam rules{linkEnd}.
el: Καθορίστε τυχόν κανόνες ή εξαιρέσεις κανόνων που η ομάδα ελέγχου επιτήρησης πρέπει να εφαρμόζει κατά την εξέταση των βίντεο. Για παράδειγμα, μπορείτε να ορίσετε ότι επιτρέπονται αριθμομηχανές. Αυτοί οι καθορισμένοι κανόνες είναι ορατοί στους εκπαιδευόμενους πριν ξεκινήσουν την εξέταση, μαζί με τους {linkStart}γενικούς κανόνες επιτηρούμενων εξετάσεων{linkEnd}.
fr: Spécifiez toutes règles ou exceptions que l'équipe de révision de surveillance doit appliquer lors de l'examen des vidéos. Par exemple, vous pourriez spécifier que les calculatrices sont autorisées. Ces règles spécifiées sont visibles par les apprenants avant qu'ils ne commencent l'examen, ainsi que les {linkStart}règles générales des examens surveillés{linkEnd}.

source: General Proctored Exam Rules
el: Γενικοί κανόνες επιτηρούμενων εξετάσεων
fr: Règles générales des examens surveillés

source: Specify any rules or rule exceptions that the proctoring review team should enforce when reviewing the videos. For example, you could specify that calculators are allowed. These specified rules are visible to learners before the learners start the exam.
el: Καθορίστε τυχόν κανόνες ή εξαιρέσεις κανόνων που η ομάδα ελέγχου επιτήρησης πρέπει να εφαρμόζει κατά την εξέταση των βίντεο. Για παράδειγμα, μπορείτε να ορίσετε ότι επιτρέπονται αριθμομηχανές. Αυτοί οι καθορισμένοι κανόνες είναι ορατοί στους εκπαιδευόμενους πριν ξεκινήσουν την εξέταση.
fr: Spécifiez toutes règles ou exceptions que l'équipe de révision de surveillance doit appliquer lors de l'examen des vidéos. Par exemple, vous pourriez spécifier que les calculatrices sont autorisées. Ces règles spécifiées sont visibles par les apprenants avant qu'ils ne commencent l'examen.

source: Account
el: Λογαριασμός
fr: Compte

source: This action updates the {provider} information for your entire organization.
el: Αυτή η ενέργεια ενημερώνει τις πληροφορίες {provider} για ολόκληρο τον οργανισμό σας.
fr: Cette action met à jour les informations de {provider} pour toute votre organisation.

source: Enter the account information for your organization.
el: Εισαγάγετε τα στοιχεία λογαριασμού για τον οργανισμό σας.
fr: Saisissez les informations de compte de votre organisation.

source: API Key
el: Κλειδί API
fr: Clé API

source: API Secret
el: Μυστικό API
fr: Secret API

source: Unit Access
el: Πρόσβαση ενότητας
fr: Accès à l'unité

source: Restrict access to:
el: Περιορισμός πρόσβασης σε:
fr: Restreindre l'accès à :

source: Select a group type
el: Επιλέξτε τύπο ομάδας
fr: Sélectionnez un type de groupe

source: Select one or more groups:
el: Επιλέξτε μία ή περισσότερες ομάδες:
fr: Sélectionnez un ou plusieurs groupes :

source: Deleted Group
el: Διαγραμμένη ομάδα
fr: Groupe supprimé

source: This group no longer exists. Choose another group or do not restrict access to this unit.
el: Αυτή η ομάδα δεν υπάρχει πλέον. Επιλέξτε άλλη ομάδα ή μην περιορίσετε την πρόσβαση σε αυτή την ενότητα.
fr: Ce groupe n'existe plus. Choisissez un autre groupe ou ne restreignez pas l'accès à cette unité.

source: File upload succeeded
el: Η μεταφόρτωση αρχείου ολοκληρώθηκε με επιτυχία
fr: Téléchargement du fichier réussi

source: Please check the following validation feedbacks and reflect them in your course settings:
el: Ελέγξτε τα παρακάτω σχόλια επικύρωσης και ενσωματώστε τα στις ρυθμίσεις του μαθήματός σας:
fr: Veuillez consulter les retours de validation suivants et les refléter dans les paramètres de votre cours :

source: Verification Checkpoint
el: Σημείο ελέγχου επαλήθευσης
fr: Point de contrôle de vérification

source: Must complete verification checkpoint
el: Πρέπει να ολοκληρωθεί το σημείο ελέγχου επαλήθευσης
fr: Doit compléter le point de contrôle de vérification

source: Verification checkpoint to be completed
el: Σημείο ελέγχου επαλήθευσης προς ολοκλήρωση
fr: Point de contrôle de vérification à compléter

source: Learners who require verification must pass the selected checkpoint to see the content in this unit. Learners who do not require verification see this content by default.
el: Οι εκπαιδευόμενοι που απαιτούν επαλήθευση πρέπει να περάσουν το επιλεγμένο σημείο ελέγχου για να δουν το περιεχόμενο σε αυτή την ενότητα. Οι εκπαιδευόμενοι που δεν απαιτούν επαλήθευση βλέπουν αυτό το περιεχόμενο από προεπιλογή.
fr: Les apprenants nécessitant une vérification doivent réussir le point de contrôle sélectionné pour voir le contenu de cette unité. Les apprenants ne nécessitant pas de vérification voient ce contenu par défaut.

source: Recommended image resolution is {imageResolution}, maximum image file size should be {maxFileSize} and format must be one of {supportedImageFormats}.
el: Η προτεινόμενη ανάλυση εικόνας είναι {imageResolution}, το μέγιστο μέγεθος αρχείου εικόνας πρέπει να είναι {maxFileSize} και η μορφή πρέπει να είναι μία από τις {supportedImageFormats}.
fr: La résolution d'image recommandée est {imageResolution}, la taille maximale du fichier image doit être {maxFileSize} et le format doit être l'un des suivants : {supportedImageFormats}.

source: Read more
el: Διαβάστε περισσότερα
fr: En savoir plus

source: No transcript uploaded.
el: Δεν μεταφορτώθηκε απομαγνητοφώνηση.
fr: Aucun transcript téléchargé.

source: Show transcripts ({totalTranscripts})
el: Εμφάνιση απομαγνητοφωνήσεων ({totalTranscripts})
fr: Afficher les transcriptions ({totalTranscripts})

source: Set Access
el: Ορισμός πρόσβασης
fr: Définir l'accès

source: Edit %(display_name)s (required)
el: Επεξεργασία %(display_name)s (απαιτείται)
fr: Modifier %(display_name)s (obligatoire)

source: You have done a dry run of force publishing the course. Nothing has changed. Had you run it, the following course versions would have been change.
el: Έχετε κάνει μια δοκιμαστική εκτέλεση της αναγκαστικής δημοσίευσης του μαθήματος. Τίποτα δεν άλλαξε. Αν την είχατε εκτελέσει, οι παρακάτω εκδόσεις του μαθήματος θα είχαν αλλάξει.
fr: Vous avez effectué une simulation de publication forcée du cours. Rien n'a été modifié. Si vous l'aviez exécutée, les versions de cours suivantes auraient été modifiées.

source: The published branch version, {published}, was reset to the draft branch version, {draft}.
el: Η έκδοση του δημοσιευμένου κλάδου, {published}, επαναφέρθηκε στην έκδοση του πρόχειρου κλάδου, {draft}.
fr: La version de la branche publiée, {published}, a été réinitialisée à la version de la branche brouillon, {draft}.

source: Add URLs for additional versions
el: Προσθήκη URL για πρόσθετες εκδόσεις
fr: Ajouter des URL pour des versions supplémentaires

source: To be sure all students can access the video, we recommend providing both an .mp4 and a .webm version of your video. Click below to add a URL for another version. These URLs cannot be YouTube URLs. The first listed video that's compatible with the student's computer will play.
el: Για να είμαστε βέβαιοι ότι όλοι οι σπουδαστές μπορούν να έχουν πρόσβαση στο βίντεο, προτείνουμε να παρέχετε τόσο μια έκδοση .mp4 όσο και μια έκδοση .webm του βίντεό σας. Κάντε κλικ παρακάτω για να προσθέσετε ένα URL για άλλη έκδοση. Αυτά τα URL δεν μπορούν να είναι URL του YouTube. Θα αναπαραχθεί το πρώτο βίντεο στη λίστα που είναι συμβατό με τον υπολογιστή του σπουδαστή.
fr: Pour vous assurer que tous les étudiants peuvent accéder à la vidéo, nous recommandons de fournir à la fois une version .mp4 et une version .webm de votre vidéo. Cliquez ci-dessous pour ajouter une URL pour une autre version. Ces URL ne peuvent pas être des URL YouTube. La première vidéo listée compatible avec l'ordinateur de l'étudiant sera lue.

source: Default Timed Transcript
el: Προεπιλεγμένη χρονομετρημένη απομαγνητοφώνηση
fr: Transcript chronométré par défaut

source: Timed Transcript Conflict
el: Διένεξη χρονομετρημένης απομαγνητοφώνησης
fr: Conflit de transcription chronométrée

source: The timed transcript for the first video file does not appear to be the same as the timed transcript for the second video file.
el: Η χρονομετρημένη απομαγνητοφώνηση για το πρώτο αρχείο βίντεο δεν φαίνεται να είναι ίδια με τη χρονομετρημένη απομαγνητοφώνηση για το δεύτερο αρχείο βίντεο.
fr: Le transcript chronométré du premier fichier vidéo ne semble pas être le même que le transcript chronométré du second fichier vidéo.

source: Which timed transcript would you like to use?
el: Ποια χρονομετρημένη απομαγνητοφώνηση θα θέλατε να χρησιμοποιήσετε;
fr: Quel transcript chronométré souhaitez-vous utiliser ?

source: Error.
el: Σφάλμα.
fr: Erreur.

source: Timed Transcript from %(filename)s
el: Χρονομετρημένη απομαγνητοφώνηση από %(filename)s
fr: Transcription chronométrée de %(filename)s

source: Timed Transcript Found
el: Βρέθηκε χρονομετρημένη απομαγνητοφώνηση
fr: Transcription chronométrée trouvée

source: EdX has a timed transcript for this video. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript. If you want to replace this transcript, upload a new .srt transcript file.
el: Το edX διαθέτει χρονομετρημένη απομαγνητοφώνηση για αυτό το βίντεο. Αν θέλετε να επεξεργαστείτε αυτή την απομαγνητοφώνηση, μπορείτε να κατεβάσετε, να επεξεργαστείτε και να μεταφορτώσετε ξανά την υπάρχουσα απομαγνητοφώνηση. Αν θέλετε να αντικαταστήσετε αυτή την απομαγνητοφώνηση, μεταφορτώστε ένα νέο αρχείο απομαγνητοφώνησης .srt.
fr: EdX dispose d'une transcription chronométrée pour cette vidéo. Si vous souhaitez modifier cette transcription, vous pouvez la télécharger, la modifier et la recharger. Si vous souhaitez la remplacer, téléchargez un nouveau fichier de transcription .srt.

source: Upload New Transcript
el: Μεταφόρτωση νέας απομαγνητοφώνησης
fr: Télécharger une nouvelle transcription

source: Upload New .srt Transcript
el: Μεταφόρτωση νέας απομαγνητοφώνησης .srt
fr: Télécharger un nouveau fichier de transcription .srt

source: Download Transcript for Editing
el: Λήψη απομαγνητοφώνησης για επεξεργασία
fr: Télécharger la transcription pour modification

source: No EdX Timed Transcript
el: Δεν υπάρχει χρονομετρημένη απομαγνητοφώνηση edX
fr: Aucune transcription chronométrée EdX

source: EdX doesn't have a timed transcript for this video in Studio, but we found a transcript on YouTube. You can import the YouTube transcript or upload your own .srt transcript file.
el: Το edX δεν διαθέτει χρονομετρημένη απομαγνητοφώνηση για αυτό το βίντεο στο Studio, αλλά βρήκαμε απομαγνητοφώνηση στο YouTube. Μπορείτε να εισαγάγετε την απομαγνητοφώνηση του YouTube ή να μεταφορτώσετε το δικό σας αρχείο απομαγνητοφώνησης .srt.
fr: EdX ne dispose pas de transcription chronométrée pour cette vidéo dans Studio, mais nous avons trouvé une transcription sur YouTube. Vous pouvez importer la transcription YouTube ou télécharger votre propre fichier de transcription .srt.

source: Import YouTube Transcript
el: Εισαγωγή απομαγνητοφώνησης YouTube
fr: Importer la transcription YouTube

source: No Timed Transcript
el: Δεν υπάρχει χρονομετρημένη απομαγνητοφώνηση
fr: Aucune transcription chronométrée

source: EdX doesn\'t have a timed transcript for this video. Please upload an .srt file.
el: Το edX δεν διαθέτει χρονομετρημένη απομαγνητοφώνηση για αυτό το βίντεο. Παρακαλούμε μεταφορτώστε ένα αρχείο .srt.
fr: EdX ne dispose pas de transcription chronométrée pour cette vidéo. Veuillez télécharger un fichier .srt.

source: The timed transcript for this video on edX is out of date, but YouTube has a current timed transcript for this video.
el: Η χρονομετρημένη απομαγνητοφώνηση για αυτό το βίντεο στο edX είναι παρωχημένη, αλλά το YouTube διαθέτει τρέχουσα χρονομετρημένη απομαγνητοφώνηση για αυτό το βίντεο.
fr: La transcription chronométrée de cette vidéo sur edX est obsolète, mais YouTube dispose d'une transcription chronométrée à jour pour cette vidéo.

source: Do you want to replace the edX transcript with the YouTube transcript?
el: Θέλετε να αντικαταστήσετε την απομαγνητοφώνηση του edX με την απομαγνητοφώνηση του YouTube;
fr: Souhaitez-vous remplacer la transcription edX par la transcription YouTube ?

source: Yes, replace the edX transcript with the YouTube transcript
el: Ναι, αντικατάσταση της απομαγνητοφώνησης του edX με την απομαγνητοφώνηση του YouTube
fr: Oui, remplacer la transcription edX par la transcription YouTube

source: Timed Transcript Uploaded Successfully
el: Η χρονομετρημένη απομαγνητοφώνηση μεταφορτώθηκε με επιτυχία
fr: Transcription chronométrée téléchargée avec succès

source: EdX has a timed transcript for this video. If you want to replace this transcript, upload a new .srt transcript file. If you want to edit this transcript, you can download, edit, and re-upload the existing transcript.
el: Το edX διαθέτει χρονομετρημένη απομαγνητοφώνηση για αυτό το βίντεο. Αν θέλετε να αντικαταστήσετε αυτή την απομαγνητοφώνηση, μεταφορτώστε ένα νέο αρχείο απομαγνητοφώνησης .srt. Αν θέλετε να επεξεργαστείτε αυτή την απομαγνητοφώνηση, μπορείτε να κατεβάσετε, να επεξεργαστείτε και να μεταφορτώσετε ξανά την υπάρχουσα απομαγνητοφώνηση.
fr: EdX dispose d'une transcription chronométrée pour cette vidéo. Si vous souhaitez remplacer cette transcription, téléchargez un nouveau fichier de transcription .srt. Si vous souhaitez la modifier, vous pouvez télécharger, modifier et recharger la transcription existante.

source: Confirm Timed Transcript
el: Επιβεβαίωση χρονομετρημένης απομαγνητοφώνησης
fr: Confirmer la transcription chronométrée

source: You changed a video URL, but did not change the timed transcript file. Do you want to use the current timed transcript or upload a new .srt transcript file?
el: Αλλάξατε ένα URL βίντεο, αλλά δεν αλλάξατε το αρχείο χρονομετρημένης απομαγνητοφώνησης. Θέλετε να χρησιμοποιήσετε την τρέχουσα χρονομετρημένη απομαγνητοφώνηση ή να μεταφορτώσετε ένα νέο αρχείο απομαγνητοφώνησης .srt;
fr: Vous avez modifié une URL de vidéo, mais n'avez pas changé le fichier de transcription chronométrée. Souhaitez-vous utiliser la transcription actuelle ou télécharger un nouveau fichier de transcription .srt ?

source: Use Current Transcript
el: Χρήση τρέχουσας απομαγνητοφώνησης
fr: Utiliser la transcription actuelle

source: Large
el: Μεγάλο
fr: Grand

source: Zoom In
el: Μεγέθυνση
fr: Agrandir

source: Zoom Out
el: Σμίκρυνση
fr: Dézoomer

source: Page number out of %(total_pages)s
el: Αριθμός σελίδας από %(total_pages)s
fr: Numéro de page hors de %(total_pages)s

source: Enter the page number you'd like to quickly navigate to.
el: Εισαγάγετε τον αριθμό σελίδας στον οποίο θέλετε να μεταβείτε γρήγορα.
fr: Saisissez le numéro de page vers lequel vous souhaitez naviguer rapidement.

source: Sorted by
el: Ταξινόμηση κατά
fr: Trié par

source: Clear search
el: Εκκαθάριση αναζήτησης
fr: Nettoyer la recherche

source: Search
el: Αναζήτηση
fr: Recherche

source: Add a Response
el: Προσθήκη απάντησης
fr: Ajouter une réponse

source: This thread is closed.
el: Αυτό το νήμα είναι κλειστό.
fr: Cette discussion est fermée.

source: Add a response:
el: Προσθήκη απάντησης:
fr: Ajouter une réponse :

source: Submit
el: Υποβολή
fr: Soumettre

source: discussion posted %(time_ago)s by %(author)s
el: συζήτηση δημοσιεύτηκε %(time_ago)s από %(author)s
fr: discussion publiée il y a %(time_ago)s par %(author)s

source: question posted %(time_ago)s by %(author)s
el: ερώτηση δημοσιεύτηκε %(time_ago)s από %(author)s
fr: question publiée il y a %(time_ago)s par %(author)s

source: Pinned
el: Καρφιτσωμένο
fr: Épinglé

source: Reported
el: Αναφέρθηκε
fr: Signalé

source: Closed
el: Κλειστό
fr: Fermé

source: Related to: %(courseware_title_linked)s
el: Σχετικό με: %(courseware_title_linked)s
fr: En relation avec : %(courseware_title_linked)s

source: This post is visible only to %(group_name)s.
el: Αυτή η ανάρτηση είναι ορατή μόνο στο %(group_name)s.
fr: Ce message est visible uniquement par %(group_name)s.

source: This post is visible to everyone.
el: Αυτή η ανάρτηση είναι ορατή σε όλους.
fr: Ce message est visible par tout le monde.

source: Editing post
el: Επεξεργασία ανάρτησης
fr: Modification du message

source: Add a clear and descriptive title to encourage participation. (Required)
el: Προσθέστε έναν σαφή και περιγραφικό τίτλο για να ενθαρρύνετε τη συμμετοχή. (Απαιτείται)
fr: Ajoutez un titre clair et descriptif pour encourager la participation. (Obligatoire)

source: Edit your post below.
el: Επεξεργαστείτε την ανάρτησή σας παρακάτω.
fr: Modifiez votre message ci-dessous.

source: Update post
el: Ενημέρωση ανάρτησης
fr: Mettre à jour le message

source: Show Comment (%(num_comments)s)
el: Εμφάνιση σχολίου (%(num_comments)s)
fr: Afficher le commentaire (%(num_comments)s)
