Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Limit Access
el: Περιορισμός πρόσβασης
fr: Limiter l'accès

source: Select a prerequisite subsection and enter a minimum score percentage and minimum completion percentage to limit access to this subsection. Allowed values are 0-100
el: Επιλέξτε μια προαπαιτούμενη υποενότητα και εισαγάγετε ένα ελάχιστο ποσοστό βαθμολογίας και ένα ελάχιστο ποσοστό ολοκλήρωσης για να περιορίσετε την πρόσβαση σε αυτήν την υποενότητα. Επιτρεπόμενες τιμές: 0-100
fr: Sélectionnez une sous-section préalable et entrez un pourcentage de score minimum et un pourcentage de complétion minimum pour limiter l'accès à cette sous-section. Les valeurs autorisées sont de 0 à 100.

source: Prerequisite:
el: Προαπαιτούμενο:
fr: Prérequis :

source: No prerequisite
el: Χωρίς προαπαιτούμενο
fr: Aucun prérequis

source: Minimum Score:
el: Ελάχιστη βαθμολογία:
fr: Score minimum :

source: Minimum Completion:
el: Ελάχιστη ολοκλήρωση:
fr: Complétion minimum :

source: The minimum score percentage must be a whole number between 0 and 100.
el: Το ελάχιστο ποσοστό βαθμολογίας πρέπει να είναι ακέραιος αριθμός μεταξύ 0 και 100.
fr: Le pourcentage de score minimum doit être un nombre entier compris entre 0 et 100.

source: The minimum completion percentage must be a whole number between 0 and 100.
el: Το ελάχιστο ποσοστό ολοκλήρωσης πρέπει να είναι ακέραιος αριθμός μεταξύ 0 και 100.
fr: Le pourcentage minimal de complétion doit être un nombre entier compris entre 0 et 100.

source: Use as a Prerequisite
el: Χρήση ως προαπαιτούμενο
fr: Utiliser comme prérequis

source: Make this subsection available as a prerequisite to other content
el: Κάντε αυτήν την υποενότητα διαθέσιμη ως προαπαιτούμενο για άλλο περιεχόμενο
fr: Rendre cette sous-section disponible comme prérequis pour d'autres contenus

source: Active Uploads
el: Ενεργές μεταφορτώσεις
fr: Téléchargements actifs

source: Read More
el: Διαβάστε περισσότερα
fr: Lire la suite

source: details about the failure
el: λεπτομέρειες σχετικά με την αποτυχία
fr: détails sur l'échec

source: Add Component:
el: Προσθήκη στοιχείου:
fr: Ajouter un composant :

source: %(type)s Component Template Menu
el: Μενού προτύπων στοιχείων %(type)s
fr: Menu des modèles de composant %(type)s

source: Common Problem Types
el: Συνηθισμένοι τύποι προβλημάτων
fr: Types de problèmes courants

source: Supported
el: Υποστηρίζεται
fr: Pris en charge

source: Provisional
el: Προσωρινό
fr: Provisoire

source: Not Supported
el: Δεν υποστηρίζεται
fr: Non pris en charge

source: Fully Supported
el: Πλήρως υποστηριζόμενο
fr: Entièrement pris en charge

source: Provisionally Supported
el: Υποστηριζόμενο προσωρινά
fr: Pris en charge à titre provisoire

source: Add New Component
el: Προσθήκη νέου στοιχείου
fr: Ajouter un nouveau composant

source: Deprecated
el: Καταργημένο
fr: Obsolète

source: List of uploaded files and assets in this course
el: Λίστα μεταφορτωμένων αρχείων και πόρων σε αυτό το μάθημα
fr: Liste des fichiers et ressources téléchargés dans ce cours

source: - Sortable
el: - Με δυνατότητα ταξινόμησης
fr: - Triable

source: Show All
el: Εμφάνιση όλων
fr: Tout afficher

source: Actions
el: Ενέργειες

source: You haven't added any assets to this course yet.
el: Δεν έχετε προσθέσει ακόμη κανένα στοιχείο σε αυτό το μάθημα.
fr: Vous n'avez encore ajouté aucune ressource à ce cours.

source: Upload your first asset
el: Μεταφορτώστε το πρώτο σας στοιχείο
fr: Téléchargez votre premier actif

source: close
el: κλείσιμο
fr: fermer

source: No description available
el: Δεν υπάρχει διαθέσιμη περιγραφή
fr: Aucune description disponible

source: Open/download this file
el: Άνοιγμα/λήψη αυτού του αρχείου
fr: Ouvrir/télécharger ce fichier

source: Delete this asset
el: Διαγραφή αυτού του στοιχείου
fr: Supprimer cet actif

source: Lock this asset
el: Κλείδωμα αυτού του στοιχείου
fr: Verrouiller cet actif

source: Lock/unlock file
el: Κλείδωμα/ξεκλείδωμα αρχείου
fr: Verrouiller/déverrouiller le fichier

source: Certificate Details
el: Λεπτομέρειες πιστοποιητικού
fr: Détails du certificat

source: Course Title
el: Τίτλος μαθήματος
fr: Titre du cours

source: Course Title Override
el: Παράκαμψη τίτλου μαθήματος
fr: Remplacement du titre du cours

source: Course Number
el: Αριθμός μαθήματος
fr: Numéro du cours

source: Course Number Override
el: Παράκαμψη αριθμού μαθήματος
fr: Remplacement du numéro du cours

source: Certificate Signatories
el: Υπογράφοντες πιστοποιητικού
fr: Signataires du certificat

source: It is strongly recommended that you include four or fewer signatories. If you include additional signatories, preview the certificate in Print View to ensure the certificate will print correctly on one page.
el: Συνιστάται έντονα να συμπεριλάβετε τέσσερις ή λιγότερους υπογράφοντες. Αν συμπεριλάβετε επιπλέον υπογράφοντες, προεπισκοπήστε το πιστοποιητικό στην Προβολή εκτύπωσης για να διασφαλίσετε ότι το πιστοποιητικό θα εκτυπωθεί σωστά σε μία σελίδα.
fr: Il est fortement recommandé d'inclure quatre signataires ou moins. Si vous ajoutez des signataires supplémentaires, prévisualisez le certificat en vue Impression pour vous assurer qu'il s'imprimera correctement sur une seule page.

source: Certificate Information
el: Πληροφορίες πιστοποιητικού
fr: Informations sur le certificat

source: Certificate Name
el: Όνομα πιστοποιητικού
fr: Nom du certificat

source: Name of the certificate
el: Όνομα του πιστοποιητικού
fr: Nom du certificat

source: Description of the certificate
el: Περιγραφή του πιστοποιητικού
fr: Description du certificat

source: Course title
el: Τίτλος μαθήματος
fr: Titre de cours

source: Specify an alternative to the official course title to display on certificates. Leave blank to use the official course title.
el: Καθορίστε μια εναλλακτική στον επίσημο τίτλο μαθήματος για εμφάνιση στα πιστοποιητικά. Αφήστε το κενό για να χρησιμοποιηθεί ο επίσημος τίτλος μαθήματος.
fr: Spécifiez une alternative au titre officiel du cours à afficher sur les certificats. Laissez vide pour utiliser le titre officiel du cours.

source: Add Additional Signatory
el: Προσθήκη επιπλέον υπογράφοντα
fr: Ajouter un signataire supplémentaire

source: (Add signatories for a certificate)
el: (Προσθήκη υπογραφόντων για ένα πιστοποιητικό)
fr: (Ajouter des signataires pour un certificat)

source: Choose mode
el: Επιλογή λειτουργίας
fr: Choisir le mode

source: Preview Certificate
el: Προεπισκόπηση πιστοποιητικού
fr: Aperçu du certificat

source: Activate
el: Ενεργοποίηση
fr: Activer

source: Deactivate
el: Απενεργοποίηση
fr: Désactiver

source: component
el: στοιχείο
fr: composant

source: Access to this {blockType} is restricted to: {selectedGroupsLabel}
el: Η πρόσβαση σε αυτό το {blockType} περιορίζεται σε: {selectedGroupsLabel}
fr: L'accès à ce {blockType} est restreint à : {selectedGroupsLabel}

source: Access to some content in this {blockType} is restricted to specific groups of learners.
el: Η πρόσβαση σε μέρος του περιεχομένου σε αυτό το {blockType} περιορίζεται σε συγκεκριμένες ομάδες εκπαιδευομένων.
fr: L'accès à certains contenus de ce {blockType} est restreint à des groupes spécifiques d'apprenants.

source: Caution: The last published version of this unit is live. By publishing changes you will change the student experience.
el: Προσοχή: Η τελευταία δημοσιευμένη έκδοση αυτής της ενότητας είναι ενεργή. Δημοσιεύοντας αλλαγές θα αλλάξετε την εμπειρία των εκπαιδευομένων.
fr: Attention : La dernière version publiée de cette unité est en ligne. En publiant des modifications, vous allez modifier l'expérience des apprenants.

source: Content Group Name
el: Όνομα ομάδας περιεχομένου
fr: Nom du groupe de contenu

source: Content Group ID
el: ID ομάδας περιεχομένου
fr: ID du groupe de contenu

source: This is the name of the group
el: Αυτό είναι το όνομα της ομάδας
fr: Il s'agit du nom du groupe

source: This content group is used in one or more units.
el: Αυτή η ομάδα περιεχομένου χρησιμοποιείται σε μία ή περισσότερες ενότητες.
fr: Ce groupe de contenu est utilisé dans une ou plusieurs unités.

source: Cannot delete when in use by a unit
el: Δεν είναι δυνατή η διαγραφή όταν χρησιμοποιείται από μια ενότητα
fr: Impossible de supprimer lorsqu'il est utilisé par une unité

source: Subsection Visibility
el: Ορατότητα υποενότητας
fr: Visibilité de la sous-section

source: To hide the subsections and keep them accesible through links, you must adjust it from the section that contains them.
el: Για να αποκρύψετε τις υποενότητες και να τις διατηρήσετε προσβάσιμες μέσω συνδέσμων, πρέπει να το ρυθμίσετε από την ενότητα που τις περιέχει.
fr: Pour masquer les sous-sections tout en les gardant accessibles via des liens, vous devez ajuster cela depuis la section qui les contient.

source: Show entire subsection
el: Εμφάνιση ολόκληρης της υποενότητας
fr: Afficher toute la sous-section

source: Learners see the published subsection and can access its content.
el: Οι εκπαιδευόμενοι βλέπουν τη δημοσιευμένη υποενότητα και μπορούν να έχουν πρόσβαση στο περιεχόμενό της.
fr: Les apprenants voient la sous-section publiée et peuvent accéder à son contenu.

source: Hide content after course end date
el: Απόκρυψη περιεχομένου μετά την ημερομηνία λήξης του μαθήματος
fr: Masquer le contenu après la date de fin du cours

source: Hide content after due date
el: Απόκρυψη περιεχομένου μετά την προθεσμία
fr: Masquer le contenu après la date d'échéance

source: After the course\'s end date has passed, learners can no longer access subsection content. The subsection remains included in grade calculations.
el: Αφού περάσει η ημερομηνία λήξης του μαθήματος, οι εκπαιδευόμενοι δεν μπορούν πλέον να έχουν πρόσβαση στο περιεχόμενο της υποενότητας. Η υποενότητα εξακολουθεί να περιλαμβάνεται στους υπολογισμούς βαθμολογίας.
fr: Une fois la date de fin du cours passée, les apprenants ne peuvent plus accéder au contenu de la sous-section. La sous-section reste incluse dans les calculs de notes.

source: After the subsection\'s due date has passed, learners can no longer access its content. The subsection remains included in grade calculations.
el: Αφού περάσει η προθεσμία της υποενότητας, οι εκπαιδευόμενοι δεν μπορούν πλέον να έχουν πρόσβαση στο περιεχόμενό της. Η υποενότητα εξακολουθεί να περιλαμβάνεται στους υπολογισμούς βαθμολογίας.
fr: Une fois la date d'échéance de la sous-section passée, les apprenants ne peuvent plus accéder à son contenu. La sous-section reste incluse dans les calculs de notes.

source: Hide entire subsection
el: Απόκρυψη ολόκληρης της υποενότητας
fr: Masquer toute la sous-section

source: Learners do not see the subsection in the course outline. The subsection is not included in grade calculations.
el: Οι εκπαιδευόμενοι δεν βλέπουν την υποενότητα στο περίγραμμα του μαθήματος. Η υποενότητα δεν περιλαμβάνεται στους υπολογισμούς βαθμολογίας.
fr: Les apprenants ne voient pas la sous-section dans le plan du cours. La sous-section n'est pas incluse dans les calculs de notes.

source: If you select an option other than "%(hide_label)s", published units in this subsection become available to learners unless they are explicitly hidden.
el: Αν επιλέξετε μια επιλογή διαφορετική από το "%(hide_label)s", οι δημοσιευμένες ενότητες σε αυτήν την υποενότητα γίνονται διαθέσιμες στους εκπαιδευόμενους, εκτός αν είναι ρητά κρυμμένες.
fr: Si vous sélectionnez une option autre que "%(hide_label)s", les unités publiées dans cette sous-section deviennent accessibles aux apprenants sauf si elles sont explicitement masquées.

source: Copy Component Location
el: Αντιγραφή τοποθεσίας στοιχείου
fr: Copier l'emplacement du composant

source: Course Highlight Emails
el: Email με επισημάνσεις μαθήματος
fr: E-mails de mise en avant du cours

source: Enabled
el: Ενεργοποιημένο
fr: Activé

source: Enable Now
el: Ενεργοποίηση τώρα
fr: Activer maintenant

source: Instructor Name
el: Όνομα εκπαιδευτή
fr: Nom de l'instructeur

source: Please add the instructor's name
el: Παρακαλούμε προσθέστε το όνομα του εκπαιδευτή
fr: Veuillez ajouter le nom de l'instructeur

source: Instructor Title
el: Τίτλος εκπαιδευτή
fr: Titre de l'instructeur

source: Please add the instructor's title
el: Παρακαλούμε προσθέστε τον τίτλο του εκπαιδευτή
fr: Veuillez ajouter le titre de l'instructeur

source: Organization
el: Οργανισμός
fr: Organisation

source: Organization Name
el: Όνομα οργανισμού
fr: Nom de l'organisation

source: Please add the institute where the instructor is associated
el: Παρακαλούμε προσθέστε το ίδρυμα με το οποίο σχετίζεται ο εκπαιδευτής
fr: Veuillez ajouter l'institut auquel l'enseignant est associé

source: Biography
el: Βιογραφικό
fr: Biographie

source: Instructor Biography
el: Βιογραφικό εκπαιδευτή
fr: Biographie de l'instructeur

source: Please add the instructor's biography
el: Παρακαλούμε προσθέστε το βιογραφικό του εκπαιδευτή
fr: Veuillez ajouter la biographie de l'instructeur

source: Photo
el: Φωτογραφία

source: Instructor Photo
el: Φωτογραφία εκπαιδευτή
fr: Photo de l'instructeur

source: Instructor Photo URL
el: URL φωτογραφίας εκπαιδευτή
fr: URL de la photo de l'instructeur

source: Please add a photo of the instructor (Note: only JPEG or PNG format supported)
el: Παρακαλούμε προσθέστε μια φωτογραφία του εκπαιδευτή (Σημείωση: υποστηρίζεται μόνο μορφή JPEG ή PNG)
fr: Veuillez ajouter une photo de l'enseignant (Remarque : seul le format JPEG ou PNG est pris en charge)

source: Upload Photo
el: Μεταφόρτωση φωτογραφίας
fr: Télécharger une photo

source: Course tags
el: Ετικέτες μαθήματος
fr: Étiquettes du cours

source: Manage tags
el: Διαχείριση ετικετών
fr: Gérer les étiquettes

source: Prerequisite: %(prereq_display_name)s
el: Προαπαιτούμενο: %(prereq_display_name)s
fr: Prérequis : %(prereq_display_name)s

source: Contains staff only content
el: Περιέχει περιεχόμενο μόνο για το προσωπικό
fr: Contenu réservé au personnel uniquement

source: Hidden in the course outline, but sections are accessible for your learners through their separate link.
el: Κρυμμένο στο περίγραμμα του μαθήματος, αλλά οι ενότητες είναι προσβάσιμες στους εκπαιδευόμενους μέσω του ξεχωριστού συνδέσμου τους.
fr: Masqué dans le plan du cours, mais les sections sont accessibles à vos apprenants via leur lien distinct.

source: Subsections are not navigable between each other, they can only be accessed through their link.
el: Δεν είναι δυνατή η πλοήγηση μεταξύ των υποενοτήτων· μπορούν να προσπελαστούν μόνο μέσω του συνδέσμου τους.
fr: Les sous-sections ne sont pas navigables entre elles, elles ne peuvent être accessibles que via leur lien.

source: Unpublished changes to live content
el: Μη δημοσιευμένες αλλαγές σε ενεργό περιεχόμενο
fr: Modifications non publiées du contenu en direct

source: Unpublished units will not be released
el: Οι μη δημοσιευμένες ενότητες δεν θα κυκλοφορήσουν
fr: Les unités non publiées ne seront pas diffusées

source: Unpublished changes to content that will release in the future
el: Μη δημοσιευμένες αλλαγές σε περιεχόμενο που θα κυκλοφορήσει στο μέλλον
fr: Modifications non publiées du contenu qui seront diffusées à l'avenir

source: Access to this unit is restricted to: {selectedGroupsLabel}
el: Η πρόσβαση σε αυτήν την ενότητα περιορίζεται σε: {selectedGroupsLabel}
fr: L'accès à cette unité est restreint à : {selectedGroupsLabel}

source: Access to some content in this unit is restricted to specific groups of learners
el: Η πρόσβαση σε μέρος του περιεχομένου σε αυτήν την ενότητα περιορίζεται σε συγκεκριμένες ομάδες εκπαιδευομένων
fr: L'accès à certains contenus de cette unité est restreint à des groupes spécifiques d'apprenants

source: Ungraded
el: Χωρίς βαθμολόγηση
fr: Non noté(e)

source: Onboarding Exam
el: Εξέταση ένταξης
fr: Examen d'intégration

source: Practice proctored Exam
el: Εξέταση εξάσκησης με επιτήρηση
fr: Examen surveillé d'entraînement

source: Proctored Exam
el: Εξέταση με επιτήρηση
fr: Examen surveillé

source: Timed Exam
el: Εξέταση με χρονικό όριο
fr: Examen chronométré

source: Collapse/Expand this %(xblock_type)s
el: Σύμπτυξη/Ανάπτυξη αυτού του %(xblock_type)s
fr: Réduire/Développer ce %(xblock_type)s

source: Display Name
el: Εμφανιζόμενο όνομα
fr: Nom d'affichage

source: Discussions enabled
el: Οι συζητήσεις είναι ενεργοποιημένες
fr: Discussions activées

source: Proctoring Settings
el: Ρυθμίσεις επιτήρησης
fr: Paramètres de surveillance

source: Configure
el: Διαμόρφωση
fr: Configurer

source: Manage Tags
el: Διαχείριση ετικετών
fr: Gérer les étiquettes

source: Copy to Clipboard
el: Αντιγραφή στο πρόχειρο
fr: Copier dans le presse-papiers

source: Duplicate
el: Διπλότυπο
fr: Dupliquer

source: Drag to reorder
el: Σύρετε για αναδιάταξη
fr: Faire glisser pour réorganiser

source: Release Status:
el: Κατάσταση δημοσίευσης:
fr: Statut de diffusion :

source: Released:
el: Δημοσιεύτηκε:
fr: Publié :

source: Scheduled:
el: Προγραμματισμένο:
fr: Prévu :

source: Unscheduled
el: Μη προγραμματισμένο
fr: Non planifié

source: Section Highlights
el: Κύρια σημεία ενότητας
fr: Points forts de la section

source: Graded as:
el: Βαθμολογείται ως:
fr: Noté comme :

source: Due:
el: Προθεσμία:
fr: À rendre pour le :

source: Subsection is hidden after course end date
el: Η υποενότητα είναι κρυφή μετά την ημερομηνία λήξης του μαθήματος
fr: La sous-section est masquée après la date de fin du cours

source: Subsection is hidden after due date
el: Η υποενότητα είναι κρυφή μετά την ημερομηνία προθεσμίας
fr: La sous-section est masquée après la date limite

source: Share
el: Κοινοποίηση
fr: Partager

source: This subsection is configured as \"%(gradingType)s\", which doesn't exist in the current grading policy.
el: Αυτή η υποενότητα έχει ρυθμιστεί ως \"%(gradingType)s\", το οποίο δεν υπάρχει στην τρέχουσα πολιτική βαθμολόγησης.
fr: Cette sous-section est configurée comme "%(gradingType)s", ce qui n'existe pas dans la politique de notation actuelle.

source: You haven't added any content to this course yet.
el: Δεν έχετε προσθέσει ακόμη περιεχόμενο σε αυτό το μάθημα.
fr: Vous n'avez pas encore ajouté de contenu à ce cours.

source: Click to add a new %(xblock_type)s
el: Κάντε κλικ για να προσθέσετε ένα νέο %(xblock_type)s
fr: Cliquez pour ajouter un nouveau %(xblock_type)s

source: Paste %(xblock_type)s
el: Επικόλληση %(xblock_type)s
fr: Coller %(xblock_type)s

source: From:
el: Από:
fr: De :

source: What's in my clipboard?
el: Τι υπάρχει στο πρόχειρό μου;
fr: Que contient mon presse-papiers ?

source: Learning Outcome
el: Μαθησιακό αποτέλεσμα
fr: Résultat d'apprentissage

source: Add a learning outcome here
el: Προσθέστε εδώ ένα μαθησιακό αποτέλεσμα
fr: Ajouter un résultat d'apprentissage ici

source: Press discard changes to discard your changes.
el: Πατήστε απόρριψη αλλαγών για να απορρίψετε τις αλλαγές σας.
fr: Appuyez sur abandonner les modifications pour annuler vos modifications.

source: Update Settings
el: Ενημέρωση ρυθμίσεων
fr: Mettre à jour les paramètres

source: Press update settings to update the information for your organization.
el: Πατήστε ενημέρωση ρυθμίσεων για να ενημερώσετε τις πληροφορίες για τον οργανισμό σας.
fr: Appuyez sur mettre à jour les paramètres pour mettre à jour les informations de votre organisation.

source: Press discard changes to discard changes.
el: Πατήστε απόρριψη αλλαγών για να απορρίψετε αλλαγές.
fr: Appuyez sur abandonner les modifications pour annuler les modifications.

source: Press update settings to update course video settings
el: Πατήστε ενημέρωση ρυθμίσεων για να ενημερώσετε τις ρυθμίσεις βίντεο του μαθήματος
fr: Appuyez sur mettre à jour les paramètres pour mettre à jour les paramètres vidéo du cours

source: Press close to hide course video settings
el: Πατήστε κλείσιμο για να αποκρύψετε τις ρυθμίσεις βίντεο του μαθήματος
fr: Appuyez sur fermer pour masquer les paramètres vidéo du cours

source: Course Video Settings
el: Ρυθμίσεις βίντεο μαθήματος
fr: Paramètres Vidéo du Cours

source: Video Sharing
el: Κοινοποίηση βίντεο
fr: Partage de Vidéo

source: Learn more
el: Μάθετε περισσότερα
fr: En savoir plus

source: Transcript Turnaround
el: Χρόνος ολοκλήρωσης απομαγνητοφώνησης
fr: Délai de Traitement des Transcriptions

source: Transcript Fidelity
el: Πιστότητα απομαγνητοφώνησης
fr: Fidélité des Transcriptions

source: Video Source Language
el: Γλώσσα πηγής βίντεο
fr: Langue Source de la Vidéo

source: Transcript Languages
el: Γλώσσες απομαγνητοφώνησης
fr: Langues des Transcriptions

source: Add
el: Προσθήκη
fr: Ajouter

source: Press Add to language
el: Πατήστε Προσθήκη στη γλώσσα
fr: Appuyez sur Ajouter pour la langue

source: Automated Transcripts
el: Αυτοματοποιημένες απομαγνητοφωνήσεις
fr: Transcriptions Automatisées

source: Transcript Provider
el: Πάροχος απομαγνητοφώνησης
fr: Fournisseur de Transcriptions

source: Change
el: Αλλαγή
fr: Modifier

source: Press change to change selected transcript provider.
el: Πατήστε αλλαγή για να αλλάξετε τον επιλεγμένο πάροχο απομαγνητοφώνησης.
fr: Appuyez sur changer pour modifier le fournisseur de transcriptions sélectionné.

source: Assignment Type Name
el: Όνομα τύπου εργασίας
fr: Nom du Type de Devoir

source: The general category for this type of assignment, for example, Homework or Midterm Exam. This name is visible to learners.
el: Η γενική κατηγορία για αυτόν τον τύπο εργασίας, για παράδειγμα, Εργασία για το σπίτι ή Εξέταση μέσης περιόδου. Αυτό το όνομα είναι ορατό στους εκπαιδευόμενους.
fr: La catégorie générale pour ce type de devoir, par exemple, Devoirs ou Examen de mi-session. Ce nom est visible par les apprenants.

source: Abbreviation
el: Συντομογραφία
fr: Abréviation

source: This short name for the assignment type (for example, HW or Midterm) appears next to assignments on a learner's Progress page.
el: Αυτό το σύντομο όνομα για τον τύπο εργασίας (για παράδειγμα, HW ή Midterm) εμφανίζεται δίπλα στις εργασίες στη σελίδα Προόδου ενός εκπαιδευόμενου.
fr: Ce nom court pour le type de devoir (par exemple, HW ou Midterm) apparaît à côté des devoirs sur la page de progression d'un apprenant.

source: Weight of Total Grade
el: Βάρος στο συνολικό βαθμό
fr: Poids dans la Note Totale

source: The weight of all assignments of this type as a percentage of the total grade, for example, 40. Do not include the percent symbol.
el: Το βάρος όλων των εργασιών αυτού του τύπου ως ποσοστό του συνολικού βαθμού, για παράδειγμα, 40. Μην συμπεριλάβετε το σύμβολο του ποσοστού.
fr: Le poids de tous les devoirs de ce type en pourcentage de la note totale, par exemple 40. N'incluez pas le symbole de pourcentage.

source: Total Number
el: Συνολικός αριθμός
fr: Nombre Total

source: The number of subsections in the course that contain problems of this assignment type.
el: Ο αριθμός των υποενοτήτων στο μάθημα που περιέχουν προβλήματα αυτού του τύπου εργασίας.
fr: Le nombre de sous-sections du cours qui contiennent des exercices de ce type de devoir.

source: Number of Droppable
el: Αριθμός προς απόρριψη
fr: Nombre de Devoirs Excluables

source: The number of assignments of this type that will be dropped. The lowest scoring assignments are dropped first.
el: Ο αριθμός των εργασιών αυτού του τύπου που θα απορριφθούν. Οι εργασίες με τη χαμηλότερη βαθμολογία απορρίπτονται πρώτες.
fr: Le nombre de devoirs de ce type qui seront ignorés. Les devoirs ayant obtenu les scores les plus bas sont ignorés en premier.

source: Warning:
el: Προειδοποίηση:
fr: Avertissement :

source: The number of {type} assignments defined here does not match the current number of {type} assignments in the course:
el: Ο αριθμός των εργασιών {type} που ορίζονται εδώ δεν ταιριάζει με τον τρέχοντα αριθμό εργασιών {type} στο μάθημα:
fr: Le nombre de devoirs de type {type} défini ici ne correspond pas au nombre actuel de devoirs de type {type} dans le cours :

source: There are no assignments of this type in the course.
el: Δεν υπάρχουν εργασίες αυτού του τύπου στο μάθημα.
fr: Il n&#39;y a pas de devoirs de ce type dans le cours.
