Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Should the migration preserve the location IDs of the existing blocks?If not, then new, unique human-readable IDs will be generated based on the block titles.
el: Να διατηρηθούν οι αναγνωριστικοί κωδικοί θέσης των υφιστάμενων μπλοκ κατά τη μετεγκατάσταση; Αν όχι, θα δημιουργηθούν νέοι, μοναδικοί αναγνωριστικοί κωδικοί με βάση τους τίτλους των μπλοκ.

source: Content will be imported into this library
el: Το περιεχόμενο θα εισαχθεί σε αυτή τη βιβλιοθήκη

source: Optional - Collection (within the target library) into which imported content will be grouped
el: Προαιρετικό - Συλλογή (εντός της βιβλιοθήκης προορισμού) στην οποία θα ομαδοποιηθεί το εισαγόμενο περιεχόμενο

source: Tracks the status of the task which is executing this migration. In a bulk migration, the same task can be multiple migrations
el: Παρακολουθεί την κατάσταση της εργασίας που εκτελεί αυτή τη μετεγκατάσταση. Σε μαζική μετεγκατάσταση, η ίδια εργασία μπορεί να αφορά πολλές μετεγκαταστάσεις

source: Changelog entry in the target learning package which records this migration
el: Καταχώρηση ιστορικού αλλαγών στο πακέτο μάθησης προορισμού που καταγράφει αυτή τη μετεγκατάσταση

source: Modulestore content is processed and staged before importing it to a learning packge. We temporarily save the staged content to allow for troubleshooting of failed migrations.
el: Το περιεχόμενο του modulestore επεξεργάζεται και προετοιμάζεται πριν εισαχθεί σε ένα πακέτο μάθησης. Αποθηκεύουμε προσωρινά το προετοιμασμένο περιεχόμενο για να επιτρέψουμε την «επιδιόρθωση βλαβών» σε αποτυχημένες μετεγκαταστάσεις.

source: is the migration failed?
el: Απέτυχε η μετεγκατάσταση;

source: Original usage key of the XBlock that has been imported.
el: Αρχικός κωδικός χρήσης του XBlock που έχει εισαχθεί.

source: If set, the system will forward references of this block source over to the target of this block migration
el: Αν έχει οριστεί, το σύστημα θα προωθήσει αναφορές της πηγής αυτού του μπλοκ στον στόχο αυτής της μετανάστευσης μπλοκ

source: The target entity of this block migration, set to null if it fails to migrate
el: Η οντότητα στόχος αυτής της μετανάστευσης μπλοκ, ορίζεται σε μηδέν (null) αν αποτύχει η μετανάστευση

source: Reason if the block is unsupported and target is set to null
el: Λόγος αν το μπλοκ δεν υποστηρίζεται και ο στόχος ορίζεται σε μηδέν (null)

source: It has {count} children block.
el: Έχει {count} θυγατρικό μπλοκ.

source: Dictionary with the available tags
el: Λεξικό με τις διαθέσιμες ετικέτες

source: Content is not linked to a Content Library.
el: Το περιεχόμενο δεν είναι συνδεδεμένο με μια Βιβλιοθήκη Περιεχομένου.

source: Downstream is not an XBlock or is missing required UpstreamSyncMixin
el: Το κατάντη δεν είναι XBlock ή λείπει το απαιτούμενο UpstreamSyncMixin

source: Cannot update content because it does not belong to a course.
el: Δεν είναι δυνατή η ενημέρωση του περιεχομένου επειδή δεν ανήκει σε μάθημα.

source: Reference to linked library item is malformed
el: Η αναφορά στο συνδεδεμένο στοιχείο της βιβλιοθήκης είναι παραμορφωμένη

source: Updating content with children is not yet supported unless the upstream is a container.
el: Η ενημέρωση περιεχομένου με θυγατρικά στοιχεία δεν υποστηρίζεται ακόμη, εκτός αν το ανάντη είναι ένα δοχείο.

source: Linked upstream library block was not found in the system
el: Το συνδεδεμένο μπλοκ βιβλιοθήκης ανάντη δεν βρέθηκε στο σύστημα

source: Linked upstream library container was not found in the system
el: Το συνδεδεμένο δοχείο βιβλιοθήκης ανάντη δεν βρέθηκε στο σύστημα

source: Linked `upstream_key` is not a valid key
el: Ο συνδεδεμένος `upstream_key` δεν είναι έγκυρος κωδικός

source: Content type mismatch: {downstream_id} ({downstream_type}) cannot be linked to {upstream_id}.
el: Ασυμφωνία τύπου περιεχομένου: το {downstream_id} ({downstream_type}) δεν μπορεί να συνδεθεί με το {upstream_id}.

source: Linked library item could not be loaded: {}
el: Το συνδεδεμένο στοιχείο της βιβλιοθήκης δεν μπόρεσε να φορτωθεί: {}

source: Django site admin
el: Διαχειριστής ιστότοπου Django

source: Django administration
el: Διαχείριση Django

source: View site
el: Προβολή ιστότοπου

source: Documentation
el: Τεκμηρίωση

source: Log out
el: Αποσύνδεση

source: Studio Administration
el: Διαχείριση Studio

source: Mode
el: Λειτουργία

source: Verification Deadline
el: Προθεσμία Επαλήθευσης

source: OPTIONAL: After this date/time, users will no longer be able to submit photos for verification. This appies ONLY to modes that require verification.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Μετά από αυτή την ημερομηνία/ώρα, οι χρήστες δεν θα μπορούν πλέον να υποβάλλουν φωτογραφίες για επαλήθευση. Αυτό ισχύει ΜΟΝΟ για λειτουργίες που απαιτούν επαλήθευση.

source: You're enrolled as a verified student
el: Είστε εγγεγραμμένος ως επαληθευμένος φοιτητής

source: Verified
el: Επαληθευμένος

source: ID Verified Ribbon/Badge
el: Κορδέλα/Σήμα Επαλήθευσης Ταυτότητας

source: You're enrolled as an honor code student
el: Είστε εγγεγραμμένος ως φοιτητής με Κώδικα Τιμής

source: Honor Code
el: Κώδικας Τιμής

source: You're enrolled as a professional education student
el: Είστε εγγεγραμμένος ως φοιτητής Επαγγελματικής Εκπαίδευσης

source: Professional Ed
el: Επαγγελματική Εκπαίδευση

source: Display Name
el: Εμφανιζόμενο Όνομα

source: Price
el: Τιμή

source: Upgrade Deadline
el: Προθεσμία Αναβάθμισης

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Μετά από αυτή την ημερομηνία/ώρα, οι χρήστες δεν θα μπορούν πλέον να εγγραφούν σε αυτή τη λειτουργία. Αφήστε κενό αν οι χρήστες μπορούν να εγγραφούν σε αυτή τη λειτουργία μέχρι να κλείσει η εγγραφή για το μάθημα.

source: Lock upgrade deadline date
el: Κλείδωμα ημερομηνίας προθεσμίας αναβάθμισης

source: OPTIONAL: Set to True to lock in the explicitly defined upgrade deadline date. Set to False if there is no upgrade deadline or to use the default upgrade deadline.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Ορίστε True για να κλειδώσετε την ρητά καθορισμένη ημερομηνία προθεσμίας αναβάθμισης. Ορίστε False αν δεν υπάρχει προθεσμία αναβάθμισης ή για να χρησιμοποιήσετε την προεπιλεγμένη προθεσμία αναβάθμισης.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Αυτός είναι ο Κωδικός Αποθέματος (SKU) αυτής της λειτουργίας στην εξωτερική υπηρεσία ηλεκτρονικού εμπορίου. Αφήστε κενό αν το μάθημα δεν έχει ακόμη μεταφερθεί στην υπηρεσία ηλεκτρονικού εμπορίου.

source: OPTIONAL: This is the Android SKU registered on play store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Αυτός είναι ο Κωδικός SKU για Android που έχει καταχωρηθεί στο Play Store για αυτή τη λειτουργία του μαθήματος. Αφήστε κενό αν το μάθημα δεν έχει ακόμη μεταφερθεί στην υπηρεσία ηλεκτρονικού εμπορίου.

source: OPTIONAL: This is the iOS SKU registered on app store for this mode of the course. Leave this blank if the course has not yet been migrated to the ecommerce service.
el: ΠΡΟΑΙΡΕΤΙΚΟ: Αυτός είναι ο κωδικός SKU για iOS που έχει καταχωρηθεί στο App Store για αυτόν τον τρόπο του μαθήματος. Αφήστε το κενό εάν το μάθημα δεν έχει ακόμη μεταφερθεί στην υπηρεσία ηλεκτρονικού εμπορίου.

source: This is the bulk SKU (stock keeping unit) of this mode in the external ecommerce service.
el: Αυτός είναι ο μαζικός κωδικός SKU (μονάδα διατήρησης αποθέματος) αυτού του τρόπου στην εξωτερική υπηρεσία ηλεκτρονικού εμπορίου.

source: Professional education modes are not allowed to have expiration_datetime set.
el: Οι τρόποι επαγγελματικής εκπαίδευσης δεν επιτρέπεται να έχουν οριστεί η παράμετρος expiration_datetime.

source: The {course_mode} course mode has a minimum price of {min_price}. You must set a price greater than or equal to {min_price}.
el: Ο τρόπος μαθήματος {course_mode} έχει ελάχιστη τιμή {min_price}. Πρέπει να ορίσετε μια τιμή μεγαλύτερη ή ίση με {min_price}.

source: Free
el: Δωρεάν

source: The time period before a course ends in which a course mode will expire
el: Η χρονική περίοδος πριν από τη λήξη ενός μαθήματος κατά την οποία θα λήξει ένας τρόπος μαθήματος

source: Enrollment is closed
el: Η εγγραφή είναι κλειστή

source: Enrollment mode not supported
el: Ο τρόπος εγγραφής δεν υποστηρίζεται

source: Invalid amount selected.
el: Επιλέχθηκε μη έγκυρο ποσό.

source: No selected price or selected price is too low.
el: Δεν έχει επιλεγεί τιμή ή η επιλεγμένη τιμή είναι πολύ χαμηλή.

source: Successfully reverted %(count)d selected history entry.
el: Επιτυχής επαναφορά %(count)d επιλεγμένης καταχώρησης ιστορικού.

source: Successfully deleted %(count)d selected history entry.
el: Επιτυχής διαγραφή %(count)d επιλεγμένης καταχώρησης ιστορικού.

source: User profile
el: Προφίλ χρήστη

source: Account recovery
el: Ανάκτηση λογαριασμού

source: Password
el: Κωδικός πρόσβασης

source: Raw passwords are not stored, so there is no way to see this user's password.
el: Οι πρωτότυποι κωδικοί πρόσβασης δεν αποθηκεύονται, επομένως δεν υπάρχει τρόπος να δείτε τον κωδικό πρόσβασης αυτού του χρήστη.

source: %(count)d student account was unlocked.
el: Ξεκλειδώθηκε %(count)d λογαριασμός φοιτητή.

source: Please add a key/value 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' in SiteConfiguration model's site_values field.
el: Παρακαλώ προσθέστε ένα ζεύγος κλειδιού/τιμής 'THIRD_PARTY_AUTH_ONLY_DOMAIN/{site_email_domain}' στο πεδίο site_values του μοντέλου SiteConfiguration.

source: Email doesn't have {allowed_site_email_domain} domain name.
el: Το email δεν έχει το όνομα τομέα {allowed_site_email_domain}.

source: User with this email doesn't exist in system.
el: Ο χρήστης με αυτό το email δεν υπάρχει στο σύστημα.

source: An account with the Email '{email}' already exists.
el: Υπάρχει ήδη λογαριασμός με το Email '{email}'.

source: An account with the Public Username '{username}' already exists.
el: Υπάρχει ήδη λογαριασμός με το Δημόσιο Όνομα Χρήστη '{username}'.

source: Your account has been disabled. If you believe this was done in error, please contact us at {support_email}
el: Ο λογαριασμός σας έχει απενεργοποιηθεί. Εάν πιστεύετε ότι αυτό έγινε κατά λάθος, παρακαλούμε επικοινωνήστε μαζί μας στο {support_email}.

source: Disabled Account
el: Απενεργοποιημένος Λογαριασμός

source: Namespace of enrollment attribute
el: Χώρος ονομάτων του χαρακτηριστικού εγγραφής

source: Name of the enrollment attribute
el: Όνομα του χαρακτηριστικού εγγραφής

source: Value of the enrollment attribute
el: Τιμή του χαρακτηριστικού εγγραφής

source: The window of time after enrolling during which users can be granted a refund, represented in microseconds. The default is 14 days.
el: Το χρονικό διάστημα μετά την εγγραφή κατά το οποίο οι χρήστες μπορούν να λάβουν επιστροφή χρημάτων, εκφρασμένο σε μικροδευτερόλεπτα. Η προεπιλογή είναι 14 ημέρες.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: user_id, username, email, course_id, is_verified, verification_date
el: Αναμένεται ότι τα δεδομένα θα παρέχονται σε μορφή αρχείου csv με την πρώτη γραμμή να είναι η κεφαλίδα και οι στήλες να είναι οι εξής: user_id, username, email, course_id, is_verified, verification_date.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: course_id, username, mode
el: Αναμένεται ότι τα δεδομένα θα παρέχονται σε μορφή αρχείου csv με την πρώτη γραμμή να είναι η κεφαλίδα και οι στήλες να είναι οι εξής: course_id, username, mode.

source: Male
el: Άνδρας

source: Female
el: Γυναίκα

source: Other/Prefer Not to Say
el: Άλλο/Δεν επιθυμώ να απαντήσω

source: Doctorate
el: Διδακτορικό

source: Master's or professional degree
el: Μεταπτυχιακό ή επαγγελματικό πτυχίο

source: Bachelor's degree
el: Πτυχίο Bachelor

source: Associate degree
el: Δίπλωμα Associate

source: Secondary/high school
el: Δευτεροβάθμια/Λύκειο

source: Junior secondary/junior high/middle school
el: Γυμνάσιο/Μέση εκπαίδευση

source: Elementary/primary school
el: Δημοτικό σχολείο

source: No formal education
el: Χωρίς επίσημη εκπαίδευση

source: Other education
el: Άλλη εκπαίδευση

source: {platform_name} Honor Code Certificate for {course_name}
el: Πιστοποιητικό Κώδικα Τιμής {platform_name} για το μάθημα {course_name}

source: {platform_name} Verified Certificate for {course_name}
el: Επιβεβαιωμένο Πιστοποιητικό {platform_name} για το μάθημα {course_name}

source: {platform_name} Professional Certificate for {course_name}
el: Επαγγελματικό Πιστοποιητικό {platform_name} για το μάθημα {course_name}

source: Your organization ID (if your organization has an existing page on LinkedIn) e.g 1337. If not provided, will default to sending Platform Name (e.g. edX) instead.
el: Το αναγνωριστικό του οργανισμού σας (εάν ο οργανισμός σας έχει υπάρχουσα σελίδα στο LinkedIn), π.χ. 1337. Αν δεν παρέχεται, θα γίνει προεπιλογή η αποστολή του Ονόματος Πλατφόρμας (π.χ. edX).

source: {platform_name} Certificate for {course_name}
el: Πιστοποιητικό {platform_name} για το μάθημα {course_name}

source: The ISO 639-1 language code for this language.
el: Ο κωδικός γλώσσας ISO 639-1 για αυτή τη γλώσσα.

source: Name of the UTM cookie
el: Όνομα του cookie UTM

source: Name of the affiliate cookie
el: Όνομα του cookie συνεργατών

source: Name of this user attribute.
el: Όνομα αυτού του χαρακτηριστικού χρήστη.

source: Value of this user attribute.
el: Τιμή αυτού του χαρακτηριστικού χρήστη.

source: Secondary email address
el: Δευτερεύουσα διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Secondary email address to recover linked account.
el: Δευτερεύουσα διεύθυνση ηλεκτρονικού ταχυδρομείου για ανάκτηση συνδεδεμένου λογαριασμού.

source: An employee (a user whose email has current site's domain name) whose email exists in this model, can be able to login from login screen through email and password. And if any employee's email doesn't exist in this model then that employee can login via third party authentication backend only.
el: Ένας υπάλληλος (χρήστης του οποίου το email έχει το όνομα τομέα της τρέχουσας ιστοσελίδας) του οποίου το email υπάρχει σε αυτό το μοντέλο, μπορεί να συνδεθεί από την οθόνη σύνδεσης μέσω email και κωδικού πρόσβασης. Εάν το email κάποιου υπαλλήλου δεν υπάρχει σε αυτό το μοντέλο, τότε αυτός ο υπάλληλος μπορεί να συνδεθεί μόνο μέσω συστήματος ταυτοποίησης τρίτων.

source: It expect that the data will be provided in a csv file format with first row being the header and columns will be as follows: username, current_email, desired_email
el: Αναμένεται ότι τα δεδομένα θα παρέχονται σε μορφή αρχείου csv με την πρώτη γραμμή να είναι η κεφαλίδα και οι στήλες να είναι ως εξής: username, current_email, desired_email

source: Add a reason
el: Προσθήκη αιτιολογίας

source: and
el: και

source: Photos are mismatched
el: Οι φωτογραφίες δεν ταιριάζουν

source: Name missing from ID photo
el: Λείπει το όνομα από τη φωτογραφία ταυτότητας

source: ID photo not provided
el: Δεν έχει υποβληθεί φωτογραφία ταυτότητας

source: ID is invalid
el: Η ταυτότητα δεν είναι έγκυρη

source: Learner photo is blurry
el: Η φωτογραφία του εκπαιδευόμενου είναι θολή

source: Name on ID does not match name on account
el: Το όνομα στην ταυτότητα δεν ταιριάζει με το όνομα στον λογαριασμό

source: Learner photo not provided
el: Δεν έχει υποβληθεί φωτογραφία του εκπαιδευόμενου

source: ID photo is blurry
el: Η φωτογραφία ταυτότητας είναι θολή

source: Check your {email_start}{email}{email_end} inbox for an account activation link from {platform_name}. If you need help, contact {link_start}{platform_name} Support{link_end}.
el: Ελέγξτε τα εισερχόμενα του {email_start}{email}{email_end} για έναν σύνδεσμο ενεργοποίησης λογαριασμού από την {platform_name}. Αν χρειάζεστε βοήθεια, επικοινωνήστε με την {link_start}Υποστήριξη {platform_name}{link_end}.

source: Add a recovery email to retain access when single-sign on is not available. Go to {link_start}your Account Settings{link_end}.
el: Προσθέστε ένα email ανάκτησης για να διατηρήσετε την πρόσβαση όταν η ενιαία σύνδεση (single-sign on) δεν είναι διαθέσιμη. Μεταβείτε στις {link_start}Ρυθμίσεις Λογαριασμού σας{link_end}.

source: Recovery email is not activated yet. Kindly visit your email and follow the instructions to activate it.
el: Το email ανάκτησης δεν έχει ενεργοποιηθεί ακόμα. Παρακαλούμε επισκεφθείτε το email σας και ακολουθήστε τις οδηγίες για να το ενεργοποιήσετε.

source: The course you are looking for does not start until {date}.
el: Το μάθημα που αναζητάτε δεν ξεκινά πριν από τις {date}.

source: The course you are looking for is closed for enrollment as of {date}.
el: Το μάθημα που αναζητάτε είναι κλειστό για εγγραφή από τις {date}.

source: Course id not specified
el: Δεν έχει καθοριστεί κωδικός μαθήματος

source: Invalid course id
el: Μη έγκυρος κωδικός μαθήματος

source: Course id is invalid
el: Ο κωδικός μαθήματος δεν είναι έγκυρος

source: Could not enroll
el: Δεν ήταν δυνατή η εγγραφή

source: Unenrollment is currently disabled
el: Η απεγγραφή είναι προσωρινά απενεργοποιημένη

source: You are not enrolled in this course
el: Δεν είστε εγγεγραμμένος/η σε αυτό το μάθημα

source: Your certificate prevents you from unenrolling from this course
el: Το πιστοποιητικό σας σας εμποδίζει να απεγγραφείτε από αυτό το μάθημα

source: Enrollment action is invalid
el: Η ενέργεια εγγραφής δεν είναι έγκυρη

source: Please enter a username
el: Παρακαλώ εισάγετε ένα όνομα χρήστη

source: Please choose an option
el: Παρακαλώ επιλέξτε μια επιλογή

source: User with username {} does not exist
el: Ο χρήστης με όνομα χρήστη {} δεν υπάρχει

source: Successfully disabled {}'s account
el: Η απενεργοποίηση του λογαριασμού του/της {} ολοκληρώθηκε με επιτυχία

source: Successfully reenabled {}'s account
el: Η επανενεργοποίηση του λογαριασμού του/της {} ολοκληρώθηκε με επιτυχία

source: Unexpected account status
el: Μη αναμενόμενη κατάσταση λογαριασμού

source: {html_start}Your {account_or_email} could not be {activated_or_confirmed}{html_end}Something went wrong, please <a href="{support_url}">contact support</a> to resolve this issue.
el: {html_start}Ο {account_or_email} σας δεν μπόρεσε να {activated_or_confirmed}{html_end} Κάτι πήγε στραβά, παρακαλώ <a href="{support_url}">επικοινωνήστε με την υποστήριξη</a> για να επιλυθεί αυτό το ζήτημα.

source: {html_start}This {account_or_email} has already been {activated_or_confirmed}.{html_end}
el: {html_start}Αυτός ο {account_or_email} έχει ήδη {activated_or_confirmed}.{html_end}

source: {html_start}Success{html_end} You have {activated_or_confirmed} your {account_or_email}.
el: {html_start}Επιτυχία{html_end} Έχετε {activated_or_confirmed} τον {account_or_email} σας.

source: {html_start}Success! You have {activated_or_confirmed} your {account_or_email}.{html_end}You will now receive email updates and alerts from us related to the courses you are enrolled in. Sign In to continue.
el: {html_start}Επιτυχία! Έχετε {activated_or_confirmed} τον {account_or_email} σας.{html_end} Θα λαμβάνετε πλέον ενημερώσεις και ειδοποιήσεις μέσω email σχετικά με τα μαθήματα στα οποία είστε εγγεγραμμένος/η. Συνδεθείτε για να συνεχίσετε.

source: Valid e-mail address required.
el: Απαιτείται έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Old email is the same as the new email.
el: Το παλιό email είναι ίδιο με το νέο email.

source: Cannot be same as your sign in email address.
el: Δεν μπορεί να είναι ίδιο με τη διεύθυνση email που χρησιμοποιείτε για σύνδεση.

source: Unable to send email activation link. Please try again later.
el: Αδυναμία αποστολής συνδέσμου ενεργοποίησης email. Παρακαλώ δοκιμάστε ξανά αργότερα.

source: Deleted the selected configuration(s).
el: Διαγράφηκε/αν η επιλεγμένη διαμόρφωση/εις.

source: Delete the selected configuration
el: Διαγραφή της επιλεγμένης διαμόρφωσης

source: Unable to connect with the external provider, please try again
el: Αδυναμία σύνδεσης με τον εξωτερικό πάροχο, παρακαλώ δοκιμάστε ξανά

source: Authentication with {} is currently unavailable.
el: Η ταυτοποίηση μέσω {} δεν είναι διαθέσιμη αυτή τη στιγμή.

source: Secondary providers are displayed less prominently, in a separate list of "Institution" login providers.
el: Οι δευτερεύοντες πάροχοι εμφανίζονται λιγότερο εμφανώς, σε ξεχωριστή λίστα παρόχων σύνδεσης "Ιδρύματος".

source: optional. If this provider is an Organization, this attribute can be used reference users in that Organization
el: προαιρετικό. Αν αυτός ο πάροχος είναι ένας Οργανισμός, αυτό το χαρακτηριστικό μπορεί να χρησιμοποιηθεί για να γίνει αναφορά στους χρήστες αυτού του Οργανισμού

source: The Site that this provider configuration belongs to.
el: Ο Ιστότοπος στον οποίο ανήκει αυτή η διαμόρφωση παρόχου.

source: If this option is enabled, users that visit a "TPA hinted" URL for this provider (e.g. a URL ending with `?tpa_hint=[provider_name]`) will be forwarded directly to the login URL of the provider instead of being first prompted with a login dialog.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, οι χρήστες που επισκέπτονται μια URL με «υπόδειξη TPA» για αυτόν τον πάροχο (π.χ. μια URL που τελειώνει με `?tpa_hint=[provider_name]`) θα προωθούνται απευθείας στη σελίδα σύνδεσης του παρόχου αντί να εμφανίζεται πρώτα ένα παράθυρο διαλόγου σύνδεσης.

source: If this option is enabled, users will not be asked to confirm their details (name, email, etc.) during the registration process. Only select this option for trusted providers that are known to provide accurate user information.
el: Αν αυτή η επιλογή είναι ενεργοποιημένη, οι χρήστες δεν θα κληθούν να επιβεβαιώσουν τα στοιχεία τους (όνομα, email κ.λπ.) κατά τη διαδικασία εγγραφής. Επιλέξτε αυτή την επιλογή μόνο για αξιόπιστους παρόχους που είναι γνωστό ότι παρέχουν ακριβείς πληροφορίες χρήστη.

source: If this option is selected, users will not be required to confirm their email, and their account will be activated immediately upon registration.
el: Αν αυτή η επιλογή είναι επιλεγμένη, οι χρήστες δεν θα χρειαστεί να επιβεβαιώσουν το email τους και ο λογαριασμός τους θα ενεργοποιηθεί αμέσως μετά την εγγραφή.

source: If this option is selected, users will be sent a welcome email upon registration.
el: Αν αυτή η επιλογή είναι επιλεγμένη, οι χρήστες θα λάβουν ένα email καλωσορίσματος μετά την εγγραφή τους.

source: If this option is not selected, users will not be presented with the provider as an option to authenticate with on the login screen, but manual authentication using the correct link is still possible.
el: Αν αυτή η επιλογή δεν είναι επιλεγμένη, οι χρήστες δεν θα βλέπουν τον πάροχο ως επιλογή για πιστοποίηση στην οθόνη σύνδεσης, αλλά η χειροκίνητη πιστοποίηση μέσω του κατάλληλου συνδέσμου είναι ακόμα δυνατή.

source: If this option is set, then users logging in using this SSO provider will have their session length limited to no longer than this value. If set to 0 (zero), the session will expire upon the user closing their browser. If left blank, the Django platform session default length will be used.
el: Αν αυτή η επιλογή έχει οριστεί, τότε οι χρήστες που συνδέονται χρησιμοποιώντας αυτόν τον πάροχο SSO θα έχουν τη διάρκεια της συνεδρίας τους περιορισμένη σε όχι περισσότερο από αυτή την τιμή. Αν οριστεί στο 0 (μηδέν), η συνεδρία θα λήξει όταν ο χρήστης κλείσει το πρόγραμμα περιήγησής του. Αν παραμείνει κενή, θα χρησιμοποιηθεί η προεπιλεγμένη διάρκεια συνεδρίας της πλατφόρμας Django.
