Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Enter email addresses and/or usernames, separated by new lines or commas, for the learners you want to add. *
el: Εισαγάγετε διευθύνσεις email και/ή ονόματα χρήστη, διαχωρισμένα με νέες γραμμές ή κόμματα, για τους εκπαιδευόμενους που θέλετε να προσθέσετε. *
fr: Saisissez les adresses e-mail et/ou les noms d'utilisateur, séparés par des nouvelles lignes ou des virgules, pour les apprenants que vous souhaitez ajouter. *

source: (Required Field)
el: (Υποχρεωτικό πεδίο)
fr: (Champ obligatoire)

source: e.g. johndoe@example.com, JaneDoe, joeydoe@example.com
el: π.χ. johndoe@example.com, JaneDoe, joeydoe@example.com
fr: ex. johndoe@example.com, JaneDoe, joeydoe@example.com

source: You will not receive notification for emails that bounce, so double-check your spelling.
el: Δεν θα λάβετε ειδοποίηση για email που επιστρέφονται, οπότε ελέγξτε ξανά την ορθογραφία σας.
fr: Vous ne recevrez pas de notification pour les e-mails qui rebondissent, alors vérifiez bien l'orthographe.

source: Add Learners
el: Προσθήκη εκπαιδευόμενων
fr: Ajouter des apprenants

source: Add a New Cohort
el: Προσθήκη νέας ομάδας
fr: Ajouter une nouvelle cohorte

source: Enter the name of the cohort
el: Εισαγάγετε το όνομα της ομάδας
fr: Saisissez le nom de la cohorte

source: Cohort Name
el: Όνομα ομάδας
fr: Nom de la cohorte

source: Cohort Assignment Method
el: Μέθοδος ανάθεσης ομάδας
fr: Méthode d'affectation de la cohorte

source: Automatic
el: Αυτόματα
fr: Automatique

source: Manual
el: Χειροκίνητα
fr: Manuelle

source: There must be one cohort to which students can automatically be assigned.
el: Πρέπει να υπάρχει μία ομάδα στην οποία οι μαθητές μπορούν να ανατίθενται αυτόματα.
fr: Il doit y avoir une cohorte à laquelle les étudiants peuvent être affectés automatiquement.

source: Associated Content Group
el: Συσχετισμένη ομάδα περιεχομένου
fr: Groupe de contenu associé

source: No Content Group
el: Καμία ομάδα περιεχομένου
fr: Aucun groupe de contenu

source: Select a Content Group
el: Επιλέξτε μια ομάδα περιεχομένου
fr: Sélectionner un groupe de contenu

source: Choose a content group to associate
el: Επιλέξτε μια ομάδα περιεχομένου για συσχέτιση
fr: Choisissez un groupe de contenu à associer

source: Not selected
el: Δεν έχει επιλεγεί
fr: Non sélectionné

source: Deleted Content Group
el: Διαγραμμένη ομάδα περιεχομένου
fr: Groupe de contenu supprimé

source: {screen_reader_start}Warning:{screen_reader_end} The previously selected content group was deleted. Select another content group.
el: {screen_reader_start}Προειδοποίηση:{screen_reader_end} Η προηγουμένως επιλεγμένη ομάδα περιεχομένου διαγράφηκε. Επιλέξτε άλλη ομάδα περιεχομένου.
fr: {screen_reader_start}Avertissement :{screen_reader_end} Le groupe de contenu précédemment sélectionné a été supprimé. Veuillez sélectionner un autre groupe de contenu.

source: {screen_reader_start}Warning:{screen_reader_end} No content groups exist.
el: {screen_reader_start}Προειδοποίηση:{screen_reader_end} Δεν υπάρχουν ομάδες περιεχομένου.
fr: {screen_reader_start}Avertissement :{screen_reader_end} Aucun groupe de contenu n'existe.

source: Only the parent course staff of a CCX can create content groups.
el: Μόνο το προσωπικό του γονικού μαθήματος ενός CCX μπορεί να δημιουργεί ομάδες περιεχομένου.
fr: Seul le personnel enseignant principal d'un CCX peut créer des groupes de contenu.

source: Create a content group
el: Δημιουργία ομάδας περιεχομένου
fr: Créer un groupe de contenu

source: (contains %(student_count)s student)
el: (περιέχει %(student_count)s μαθητή)
fr: (contient %(student_count)s étudiant)

source: Learners are added to this cohort only when you provide their email addresses or usernames on this page.
el: Οι εκπαιδευόμενοι προστίθενται σε αυτήν την ομάδα μόνο όταν παρέχετε τις διευθύνσεις email ή τα ονόματα χρήστη τους σε αυτήν τη σελίδα.
fr: Les apprenants sont ajoutés à cette cohorte uniquement lorsque vous fournissez leurs adresses e-mail ou noms d'utilisateur sur cette page.

source: What does this mean?
el: Τι σημαίνει αυτό;
fr: Que signifie ceci ?

source: Learners are added to this cohort automatically.
el: Οι εκπαιδευόμενοι προστίθενται σε αυτήν την ομάδα αυτόματα.
fr: Les apprenants sont ajoutés automatiquement à cette cohorte.

source: Select a cohort
el: Επιλέξτε μια ομάδα
fr: Sélectionner une cohorte

source: Enable Cohorts
el: Ενεργοποίηση ομάδων
fr: Activer les cohortes

source: Select a cohort to manage
el: Επιλέξτε μια ομάδα για διαχείριση
fr: Sélectionner une cohorte à gérer

source: View Cohort
el: Προβολή ομάδας
fr: Voir la cohorte

source: Assign learners to cohorts by uploading a CSV file
el: Ανάθεση εκπαιδευόμενων σε ομάδες με μεταφόρτωση αρχείου CSV
fr: Attribuer des apprenants à des cohortes en téléchargeant un fichier CSV

source: To review learner cohort assignments or see the results of uploading a CSV file, download course profile information or cohort results on the {link_start}Data Download{link_end} page.
el: Για να ελέγξετε τις αναθέσεις ομάδων των εκπαιδευόμενων ή να δείτε τα αποτελέσματα της μεταφόρτωσης ενός αρχείου CSV, κατεβάστε πληροφορίες προφίλ μαθήματος ή αποτελέσματα ομάδων στη σελίδα {link_start}Λήψη δεδομένων{link_end}.
fr: Pour consulter les attributions de cohortes des apprenants ou voir les résultats du téléchargement d'un fichier CSV, téléchargez les informations du profil du cours ou les résultats des cohortes sur la page {link_start}Téléchargement de données{link_end}.

source: Specify whether discussion topics are divided
el: Καθορίστε αν τα θέματα συζήτησης είναι διαιρεμένα
fr: Spécifier si les sujets de discussion sont divisés

source: Course-Wide Discussion Topics
el: Θέματα συζήτησης σε επίπεδο μαθήματος
fr: Sujets de discussion à l'échelle du cours

source: Select the course-wide discussion topics that you want to divide.
el: Επιλέξτε τα θέματα συζήτησης σε επίπεδο μαθήματος που θέλετε να διαιρέσετε.
fr: Sélectionnez les sujets de discussion à l'échelle du cours que vous souhaitez diviser.

source: Content-Specific Discussion Topics
el: Θέματα συζήτησης ανά περιεχόμενο
fr: Sujets de discussion spécifiques au contenu

source: Specify whether content-specific discussion topics are divided.
el: Καθορίστε αν τα θέματα συζήτησης ανά περιεχόμενο είναι διαιρεμένα.
fr: Spécifier si les sujets de discussion spécifiques au contenu sont divisés.

source: Always divide content-specific discussion topics
el: Να διαιρούνται πάντα τα θέματα συζήτησης ανά περιεχόμενο
fr: Toujours diviser les sujets de discussion spécifiques au contenu

source: Divide the selected content-specific discussion topics
el: Διαίρεση των επιλεγμένων θεμάτων συζήτησης ανά περιεχόμενο
fr: Diviser les sujets de discussion spécifiques au contenu sélectionnés

source: No content-specific discussion topics exist.
el: Δεν υπάρχουν θέματα συζήτησης ανά περιεχόμενο.
fr: Aucun sujet de discussion spécifique au contenu n'existe.

source: Used
el: Χρησιμοποιήθηκε
fr: Utilisé

source: Valid
el: Έγκυρο
fr: Valide

source: Certificate Status:
el: Κατάσταση πιστοποιητικού:
fr: État du certificat :

source: Certificate Purchased
el: Αγοράστηκε πιστοποιητικό
fr: Certificat acheté

source: Change or Leave Session
el: Αλλαγή ή αποχώρηση από συνεδρία
fr: Changer ou quitter la session

source: You must select a session by {expiration_date} to access the course.
el: Πρέπει να επιλέξετε μια συνεδρία έως τις {expiration_date} για να αποκτήσετε πρόσβαση στο μάθημα.
fr: Vous devez sélectionner une session avant le {expiration_date} pour accéder au cours.

source: You can no longer change sessions.
el: Δεν μπορείτε πλέον να αλλάξετε συνεδρίες.
fr: Vous ne pouvez plus changer de session.

source: You can change sessions until {expiration_date}.
el: Μπορείτε να αλλάξετε συνεδρίες έως τις {expiration_date}.
fr: Vous pouvez changer de session jusqu'au {expiration_date}.

source: View Archived Course
el: Προβολή αρχειοθετημένου μαθήματος
fr: Voir le cours archivé

source: View Course
el: Προβολή μαθήματος
fr: Voir le cours

source: Select a session:
el: Επιλέξτε μια συνεδρία:
fr: Sélectionnez une session :

source: Enroll Now
el: Εγγραφείτε τώρα
fr: S'inscrire maintenant

source: Coming Soon
el: Σύντομα διαθέσιμο
fr: Bientôt disponible

source: Enrollment Opens on
el: Οι εγγραφές ανοίγουν στις
fr: Ouverture des inscriptions le

source: Not Currently Available
el: Δεν είναι διαθέσιμο αυτή τη στιγμή
fr: Non disponible actuellement

source: More sessions coming soon.
el: Περισσότερες συνεδρίες σύντομα.
fr: D'autres sessions seront bientôt disponibles.

source: Change to a different session or leave the current session.
el: Αλλάξτε σε διαφορετική συνεδρία ή αποχωρήστε από την τρέχουσα συνεδρία.
fr: Passer à une session différente ou quitter la session actuelle.

source: To access the course, select a session.
el: Για να αποκτήσετε πρόσβαση στο μάθημα, επιλέξτε μια συνεδρία.
fr: Pour accéder au cours, sélectionnez une session.

source: Session Selection Dropdown for {courseName}
el: Αναπτυσσόμενο μενού επιλογής συνεδρίας για {courseName}
fr: Menu déroulant de sélection de session pour {courseName}

source: {sessionDates} - Currently Selected
el: {sessionDates} - Επιλεγμένο αυτή τη στιγμή
fr: {sessionDates} - Actuellement sélectionné

source: {sessionDates} (Open until {enrollmentEnd})
el: {sessionDates} (Ανοιχτό έως {enrollmentEnd})
fr: {sessionDates} (Ouvert jusqu'au {enrollmentEnd})

source: More sessions coming soon
el: Περισσότερες συνεδρίες σύντομα
fr: D'autres sessions seront bientôt disponibles.

source: Leave the current session and decide later
el: Αποχωρήστε από την τρέχουσα συνεδρία και αποφασίστε αργότερα
fr: Quitter la session en cours et décider plus tard

source: You are not enrolled in any programs yet.
el: Δεν είστε εγγεγραμμένοι σε κανένα πρόγραμμα ακόμη.
fr: Vous n'êtes inscrit à aucun programme pour l'instant.

source: Explore Programs
el: Εξερεύνηση προγραμμάτων
fr: Explorer les programmes

source: Browse recently launched courses and see what\'s new in your favorite subjects
el: Περιηγηθείτε σε μαθήματα που κυκλοφόρησαν πρόσφατα και δείτε τι\'s νέο στα αγαπημένα σας αντικείμενα
fr: Parcourez les cours récemment lancés et découvrez les nouveautés dans vos sujets préférés

source: Explore new programs
el: Εξερευνήστε νέα προγράμματα
fr: Découvrir de nouveaux programmes

source: Course
el: Μάθημα
fr: Cours

source: Completed
el: Ολοκληρωμένο
fr: Terminé

source: Remaining
el: Υπολειπόμενο
fr: Restant

source: %(programName)s Home Page.
el: Αρχική σελίδα του %(programName)s.
fr: Page d'accueil de %(programName)s.

source: Your {program} Certificate
el: Το πιστοποιητικό σας για το {program}
fr: Votre certificat de {program}

source: Open the certificate you earned for the %(title)s program.
el: Ανοίξτε το πιστοποιητικό που κερδίσατε για το πρόγραμμα %(title)s.
fr: Ouvrez le certificat que vous avez obtenu pour le programme %(title)s.

source: Program Record
el: Αρχείο προγράμματος
fr: Dossier du programme

source: Once you complete one of the program requirements you have a program record. This record is marked complete once you meet all program requirements. A program record can be used to continue your learning journey and demonstrate your learning to others.
el: Μόλις ολοκληρώσετε μία από τις απαιτήσεις του προγράμματος, έχετε ένα αρχείο προγράμματος. Αυτό το αρχείο επισημαίνεται ως ολοκληρωμένο όταν καλύψετε όλες τις απαιτήσεις του προγράμματος. Ένα αρχείο προγράμματος μπορεί να χρησιμοποιηθεί για να συνεχίσετε τη μαθησιακή σας πορεία και να αποδείξετε τη μάθησή σας σε άλλους.
fr: Une fois que vous avez rempli l'une des exigences du programme, vous avez un dossier du programme. Ce dossier est marqué comme terminé une fois que vous avez satisfait à toutes les exigences du programme. Un dossier du programme peut être utilisé pour poursuivre votre parcours d'apprentissage et démontrer votre apprentissage aux autres.

source: View Program Record
el: Προβολή αρχείου προγράμματος
fr: Voir le dossier du programme

source: Additional Credit Opportunities
el: Επιπλέον ευκαιρίες απόκτησης πιστωτικών μονάδων
fr: Opportunités de crédits supplémentaires

source: Learn More
el: Μάθετε περισσότερα
fr: En savoir plus

source: Additional Professional Opportunities
el: Επιπλέον επαγγελματικές ευκαιρίες
fr: Opportunités professionnelles supplémentaires

source: Congratulations!
el: Συγχαρητήρια!
fr: Félicitations !

source: You have successfully completed all the requirements for the %(title)s %(type)s.
el: Ολοκληρώσατε με επιτυχία όλες τις απαιτήσεις για το %(title)s %(type)s.
fr: Vous avez réussi à compléter toutes les exigences pour le %(title)s %(type)s.

source: Your Program Journey
el: Η πορεία σας στο πρόγραμμα
fr: Votre parcours dans le programme

source: Track and plan your progress through the %(count)s course(s) in this program. To complete the program, you must earn a verified certificate for each course.
el: Παρακολουθήστε και προγραμματίστε την πρόοδό σας στα %(count)s μάθημα(τα) αυτού του προγράμματος. Για να ολοκληρώσετε το πρόγραμμα, πρέπει να αποκτήσετε επαληθευμένο πιστοποιητικό για κάθε μάθημα.
fr: Suivez et planifiez votre progression à travers les %(count)s cours de ce programme. Pour compléter le programme, vous devez obtenir un certificat vérifié pour chaque cours.

source: Upgrade All Remaining Courses (
el: Αναβάθμιση όλων των υπολειπόμενων μαθημάτων (
fr: Mettre à niveau tous les cours restants (

source: COURSES IN PROGRESS
el: ΜΑΘΗΜΑΤΑ ΣΕ ΕΞΕΛΙΞΗ
fr: COURS EN COURS

source: REMAINING COURSES
el: ΥΠΟΛΟΙΠΟΜΕΝΑ ΜΑΘΗΜΑΤΑ
fr: COURS RESTANTS

source: COMPLETED COURSES
el: ΟΛΟΚΛΗΡΩΜΕΝΑ ΜΑΘΗΜΑΤΑ
fr: COURS TERMINÉS

source: As you complete courses, you will see them listed here.
el: Καθώς ολοκληρώνετε μαθήματα, θα τα βλέπετε να εμφανίζονται εδώ.
fr: Au fur et à mesure que vous terminez des cours, vous les verrez listés ici.

source: Complete courses on your schedule to ensure you stand out in your field!
el: Ολοκληρώστε μαθήματα με το δικό σας πρόγραμμα για να ξεχωρίσετε στον τομέα σας!
fr: Terminez les cours à votre rythme pour vous démarquer dans votre domaine !

source: Transform your %(org)s %(type)s into a full master’s degree
el: Μετατρέψτε το %(org)s %(type)s σας σε πλήρες μεταπτυχιακό δίπλωμα
fr: Transformez votre %(org)s %(type)s en un diplôme de master complet

source: Successful completion of %(org)s %(program)s credential can be applied towards flexible, rigorous, and affordable masters degrees from the world’s leading universities.
el: Η επιτυχής ολοκλήρωση του διαπιστευτηρίου %(org)s %(program)s μπορεί να υπολογιστεί προς ευέλικτα, αυστηρά και προσιτά μεταπτυχιακά προγράμματα από τα κορυφαία πανεπιστήμια του κόσμου.
fr: La réussite de la certification %(org)s %(program)s peut être appliquée à des diplômes de master flexibles, rigoureux et abordables des universités les plus prestigieuses au monde.

source: Track and plan your progress through the %(count)s courses in this program. To complete the program, you must earn a verified certificate for each course.
el: Παρακολουθήστε και προγραμματίστε την πρόοδό σας μέσα από τα %(count)s μαθήματα αυτού του προγράμματος. Για να ολοκληρώσετε το πρόγραμμα, πρέπει να αποκτήσετε επαληθευμένο πιστοποιητικό για κάθε μάθημα.
fr: Suivez et planifiez votre progression à travers les %(count)s cours de ce programme. Pour compléter le programme, vous devez obtenir un certificat vérifié pour chaque cours.

source: {organization}\'s logo
el: Το λογότυπο του {organization}
fr: Logo de {organization}

source: My programs
el: Τα προγράμματά μου
fr: Mes programmes

source: Needs verified certificate
el: Απαιτείται επαληθευμένο πιστοποιητικό
fr: Nécessite un certificat vérifié

source: Upgrade to Verified
el: Αναβάθμιση σε Επαληθευμένο
fr: Passer à la version vérifiée

source: New Address
el: Νέα διεύθυνση
fr: Nouvelle adresse

source: Password
el: Κωδικός πρόσβασης
fr: Mot de passe

source: Change My Email Address
el: Αλλαγή της διεύθυνσης email μου
fr: Changer mon adresse e-mail

source: Reset Password
el: Επαναφορά κωδικού πρόσβασης
fr: Réinitialiser le mot de passe

source: Need help signing in?
el: Χρειάζεστε βοήθεια για να συνδεθείτε;
fr: Besoin d'aide pour vous connecter ?

source: Forgot my password
el: Ξέχασα τον κωδικό πρόσβασής μου
fr: J'ai oublié mon mot de passe

source: Other sign-in issues
el: Άλλα προβλήματα σύνδεσης
fr: Autres problèmes de connexion

source: Sign in with your company or school
el: Σύνδεση με την εταιρεία ή το σχολείο σας
fr: Connectez-vous avec votre entreprise ou votre école

source: Need other help signing in?
el: Χρειάζεστε άλλη βοήθεια για να συνδεθείτε;
fr: Besoin d'une autre aide pour vous connecter ?

source: Create an account
el: Δημιουργία λογαριασμού
fr: Créer un compte

source: Sign in
el: Σύνδεση
fr: Se connecter

source: Would you like to sign in using your %(providerName)s credentials?
el: Θα θέλατε να συνδεθείτε χρησιμοποιώντας τα διαπιστευτήριά σας %(providerName)s;
fr: Souhaitez-vous vous connecter en utilisant vos identifiants %(providerName)s ?

source: Sign in using %(providerName)s
el: Σύνδεση με χρήση %(providerName)s
fr: Se connecter avec %(providerName)s

source: Show me other ways to sign in or register
el: Δείξτε μου άλλους τρόπους για σύνδεση ή εγγραφή
fr: Montre-moi d'autres façons de me connecter ou de m'inscrire

source: Sign in with Institution/Campus Credentials
el: Σύνδεση με διαπιστευτήρια Ιδρύματος/Πανεπιστημιούπολης
fr: Se connecter avec les identifiants de l'établissement/du campus

source: Choose your institution from the list below:
el: Επιλέξτε το ίδρυμά σας από την παρακάτω λίστα:
fr: Choisissez votre établissement dans la liste ci-dessous :

source: Back to sign in
el: Επιστροφή στη σύνδεση
fr: Retour à la connexion

source: Register with Institution/Campus Credentials
el: Εγγραφή με διαπιστευτήρια Ιδρύματος/Πανεπιστημιούπολης
fr: S'inscrire avec les identifiants de l'établissement/du campus

source: Create an Account
el: Δημιουργία λογαριασμού
fr: Créer un compte

source: First time here?
el: Πρώτη φορά εδώ;
fr: Première visite ici ?

source: Create an Account.
el: Δημιουργήστε έναν λογαριασμό.
fr: Créer un compte.

source: Sign in to continue learning as {email}
el: Συνδεθείτε για να συνεχίσετε τη μάθηση ως {email}
fr: Connectez-vous pour continuer à apprendre en tant que {email}

source: Sign in to continue learning
el: Συνδεθείτε για να συνεχίσετε τη μάθηση
fr: Connectez-vous pour continuer à apprendre

source: You already have an edX account with your {enterprise_name} email address.
el: Έχετε ήδη λογαριασμό edX με τη διεύθυνση email {enterprise_name} σας.
fr: Vous avez déjà un compte edX avec votre adresse e-mail {enterprise_name}.

source: Going forward, your account information will be updated and maintained by {enterprise_name}.
el: Από εδώ και στο εξής, οι πληροφορίες του λογαριασμού σας θα ενημερώνονται και θα διαχειρίζονται από το {enterprise_name}.
fr: Désormais, vos informations de compte seront mises à jour et gérées par {enterprise_name}.

source: You can view your information or unlink from {enterprise_name} anytime in your Account Settings.
el: Μπορείτε να δείτε τις πληροφορίες σας ή να αποσυνδέσετε το {enterprise_name} οποιαδήποτε στιγμή στις Ρυθμίσεις λογαριασμού σας.
fr: Vous pouvez consulter vos informations ou vous dissocier de {enterprise_name} à tout moment dans vos paramètres de compte.

source: To continue learning with this account, sign in below.
el: Για να συνεχίσετε τη μάθηση με αυτόν τον λογαριασμό, συνδεθείτε παρακάτω.
fr: Pour continuer à apprendre avec ce compte, connectez-vous ci-dessous.

source: Sign In
el: Σύνδεση
fr: Se connecter

source: Sign in here using your email address and password, or use one of the providers listed below.
el: Συνδεθείτε εδώ χρησιμοποιώντας τη διεύθυνση email και τον κωδικό πρόσβασής σας ή χρησιμοποιήστε έναν από τους παρόχους που αναφέρονται παρακάτω.
fr: Connectez-vous ici en utilisant votre adresse e-mail et votre mot de passe, ou utilisez l'un des fournisseurs listés ci-dessous.

source: Sign in here using your email address and password.
el: Συνδεθείτε εδώ χρησιμοποιώντας τη διεύθυνση email και τον κωδικό πρόσβασής σας.
fr: Connectez-vous ici en utilisant votre adresse e-mail et votre mot de passe.

source: If you do not yet have an account, use the button below to register.
el: Αν δεν έχετε ακόμη λογαριασμό, χρησιμοποιήστε το παρακάτω κουμπί για να εγγραφείτε.
fr: Si vous n'avez pas encore de compte, utilisez le bouton ci-dessous pour vous inscrire.

source: Use my university info
el: Χρήση των στοιχείων του πανεπιστημίου μου
fr: Utilisez les informations de mon université

source: or sign in with
el: ή συνδεθείτε με
fr: ou connectez-vous avec

source: Sign in with %(providerName)s
el: Σύνδεση με %(providerName)s
fr: Se connecter avec %(providerName)s

source: Password assistance
el: Βοήθεια για τον κωδικό πρόσβασης
fr: Assistance pour le mot de passe

source: Please enter your log-in or recovery email address below and we will send you an email with instructions.
el: Παρακαλούμε εισαγάγετε παρακάτω το email σύνδεσης ή ανάκτησης και θα σας στείλουμε ένα email με οδηγίες.
fr: Veuillez entrer votre adresse e-mail de connexion ou de récupération ci-dessous et nous vous enverrons un e-mail avec les instructions.

source: Recover my password
el: Ανάκτηση του κωδικού πρόσβασής μου
fr: Récupérer mon mot de passe

source: Already have an {platformName} account?
el: Έχετε ήδη λογαριασμό στο {platformName};
fr: Vous avez déjà un compte {platformName} ?

source: Sign in.
el: Συνδεθείτε.
fr: Connectez-vous.

source: Create an account using
el: Δημιουργία λογαριασμού χρησιμοποιώντας
fr: Créer un compte en utilisant

source: Create account using %(providerName)s.
el: Δημιουργία λογαριασμού χρησιμοποιώντας %(providerName)s.
fr: Créer un compte en utilisant %(providerName)s.

source: Use my institution/campus credentials
el: Χρήση των διαπιστευτηρίων του ιδρύματος/της πανεπιστημιούπολής μου
fr: Utiliser mes identifiants d'établissement/campus

source: or create a new one here
el: ή δημιουργήστε έναν νέο εδώ
fr: ou en créer un nouveau ici

source: Support education research by providing additional information
el: Υποστηρίξτε την έρευνα στην εκπαίδευση παρέχοντας πρόσθετες πληροφορίες
fr: Soutenez la recherche en éducation en fournissant des informations supplémentaires

source: Congratulations! You are now verified on %(platformName)s!
el: Συγχαρητήρια! Είστε πλέον επαληθευμένοι στο %(platformName)s!
fr: Félicitations ! Vous êtes maintenant vérifié sur %(platformName)s !

source: You are now enrolled as a verified student for:
el: Έχετε πλέον εγγραφεί ως επαληθευμένος/η εκπαιδευόμενος/η για:
fr: Vous êtes maintenant inscrit en tant qu'étudiant vérifié pour :

source: A list of courses you have just enrolled in as a verified student
el: Μια λίστα μαθημάτων στα οποία μόλις εγγραφήκατε ως επαληθευμένος/η εκπαιδευόμενος/η
fr: Une liste des cours auxquels vous venez de vous inscrire en tant qu'étudiant vérifié

source: Explore your course!
el: Εξερευνήστε το μάθημά σας!
fr: Explorez votre cours !

source: Go to your Dashboard
el: Μετάβαση στον Πίνακα ελέγχου σας
fr: Aller à votre tableau de bord

source: Verified Status
el: Κατάσταση επαλήθευσης
fr: Statut vérifié
