Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: This may be happening because of an error with our server or your internet connection. Try refreshing the page or making sure you are online.
el: Αυτό μπορεί να συμβαίνει λόγω σφάλματος στον διακομιστή μας ή στη σύνδεσή σας στο διαδίκτυο. Δοκιμάστε να ανανεώσετε τη σελίδα ή βεβαιωθείτε ότι είστε συνδεδεμένοι.
fr: Cela peut être dû à une erreur avec notre serveur ou avec votre connexion Internet. Essayez d&#39;actualiser la page ou de vous assurer que vous êtes en ligne.

source: Studio's having trouble saving your work
el: Το Studio αντιμετωπίζει πρόβλημα κατά την αποθήκευση της εργασίας σας
fr: Studio rencontre des difficultés pour enregistrer votre travail

source: OpenAssessment Save Error
el: Σφάλμα αποθήκευσης OpenAssessment
fr: Erreur lors de l'enregistrement OpenAssessment

source: Saving
el: Αποθήκευση
fr: Enregistrement

source: This link will open in a new browser window/tab
el: Αυτός ο σύνδεσμος θα ανοίξει σε νέο παράθυρο/καρτέλα προγράμματος περιήγησης
fr: Ce lien s&#39;ouvrira dans une nouvelle fenêtre/un nouvel onglet de navigateur

source: This link will open in a modal window
el: Αυτός ο σύνδεσμος θα ανοίξει σε αναδυόμενο (modal) παράθυρο
fr: Ce lien s&#39;ouvrira dans une fenêtre modale

source: Certificate name is required.
el: Απαιτείται όνομα πιστοποιητικού.
fr: Le nom du certificat est requis.

source: Signatory field(s) has invalid data.
el: Το/τα πεδίο/πεδία υπογράφοντος περιέχει/περιέχουν μη έγκυρα δεδομένα.
fr: Les champ(s) signataire(s) contiennent des données invalides.

source: Edit this certificate?
el: Επεξεργασία αυτού του πιστοποιητικού;
fr: Modifier ce certificat ?

source: This certificate has already been activated and is live. Are you sure you want to continue editing?
el: Αυτό το πιστοποιητικό έχει ήδη ενεργοποιηθεί και είναι σε ισχύ. Είστε βέβαιοι ότι θέλετε να συνεχίσετε την επεξεργασία;
fr: Ce certificat a déjà été activé et est en ligne. Êtes-vous sûr de vouloir continuer la modification ?

source: Yes, allow edits to the active Certificate
el: Ναι, να επιτρέπονται επεξεργασίες στο ενεργό Πιστοποιητικό
fr: Oui, permettre de modifier le Certificat actif

source: certificate
el: πιστοποιητικό
fr: certificat

source: Deactivating
el: Απενεργοποίηση
fr: Désactivation

source: Set up your certificate
el: Ρυθμίστε το πιστοποιητικό σας
fr: Mettez en place votre certificat

source: You have not created any certificates yet.
el: Δεν έχετε δημιουργήσει ακόμη κανένα πιστοποιητικό.
fr: Vous n'avez pas encore créé de certificats.

source: Delete "<%- signatoryName %>" from the list of signatories?
el: Διαγραφή του "<%- signatoryName %>" από τη λίστα υπογραφόντων;
fr: Supprimer « <%- signatoryName %> » de la liste des signataires ?

source: This action cannot be undone.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
fr: Cette action ne peut pas être annulée.

source: Delete
el: Διαγραφή
fr: Supprimer

source: Deleting
el: Διαγραφή σε εξέλιξη
fr: Suppression en cours

source: Cancel
el: Ακύρωση
fr: Annuler

source: Upload signature image.
el: Μεταφορτώστε εικόνα υπογραφής.
fr: Chargez l’image de signature.

source: Image must be in PNG format.
el: Η εικόνα πρέπει να είναι σε μορφή PNG.
fr: L'image doit être au format PNG.

source: Group %s
el: Ομάδα %s
fr: Groupe %s

source: Your export has failed.
el: Η εξαγωγή σας απέτυχε.
fr: Votre exportation a échoué.

source: Already a course team member
el: Ήδη μέλος της ομάδας μαθήματος
fr: Déjà membre de l&#39;équipe du cours

source: Are you sure you want to delete {email} from the course team for “{container}”?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το {email} από την ομάδα μαθήματος για το “{container}”;
fr: Êtes-vous sûr de vouloir supprimer {email} de l&#39;équipe du cours pour « {container} » ?

source: Staff
el: Προσωπικό
fr: Personnel

source: Admin
el: Διαχειριστής
fr: Administrateur

source: Already a library team member
el: Ήδη μέλος της ομάδας βιβλιοθήκης
fr: Déjà membre de l&#39;équipe de la bibliothèque

source: Are you sure you want to delete {email} from the library “{container}”?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το {email} από τη βιβλιοθήκη “{container}”;
fr: Êtes-vous sûr de vouloir supprimer {email} de la bibliothèque « {container} » ?

source: Library User
el: Χρήστης βιβλιοθήκης
fr: Utilisateur de la Bibliothèque

source: Hide Deprecated Settings
el: Απόκρυψη παρωχημένων ρυθμίσεων
fr: Masquer les paramètres obsolètes

source: Show Deprecated Settings
el: Εμφάνιση παρωχημένων ρυθμίσεων
fr: Afficher les paramètres obsolètes

source: There was an error during the upload process.
el: Παρουσιάστηκε σφάλμα κατά τη διαδικασία μεταφόρτωσης.
fr: Une erreur est survenue pendant le processus de chargement.

source: There was an error while unpacking the file.
el: Παρουσιάστηκε σφάλμα κατά την αποσυμπίεση του αρχείου.
fr: Une erreur s&#39;est produite lors de la décompression du fichier.

source: There was an error while verifying the file you submitted.
el: Παρουσιάστηκε σφάλμα κατά την επαλήθευση του αρχείου που υποβάλατε.
fr: Une erreur s&#39;est produite lors de la vérification du fichier que vous avez soumis.

source: Choose new file
el: Επιλέξτε νέο αρχείο
fr: Choisir un nouveau fichier

source: File format not supported. Please upload a file with a {ext} extension.
el: Η μορφή αρχείου δεν υποστηρίζεται. Παρακαλούμε ανεβάστε ένα αρχείο με κατάληξη {ext}.
fr: Format de fichier non pris en charge. Veuillez charger un fichier avec une extension {ext} .

source: There was an error while importing the new library to our database.
el: Παρουσιάστηκε σφάλμα κατά την εισαγωγή της νέας βιβλιοθήκης στη βάση δεδομένων μας.
fr: Une erreur s&#39;est produite lors de l&#39;importation de la nouvelle bibliothèque dans notre base de données.

source: There was an error while importing the new course to our database.
el: Παρουσιάστηκε σφάλμα κατά την εισαγωγή του νέου μαθήματος στη βάση δεδομένων μας.
fr: Une erreur s&#39;est produite lors de l&#39;importation du nouveau cours dans notre base de données.

source: Your import has failed.
el: Η εισαγωγή σας απέτυχε.
fr: Votre importation a échoué.

source: Your import is in progress; navigating away will abort it.
el: Η εισαγωγή σας βρίσκεται σε εξέλιξη· αν απομακρυνθείτε, θα ακυρωθεί.
fr: Votre importation est en progression ; naviguer ailleurs l'abandonnera.

source: Error importing course
el: Σφάλμα κατά την εισαγωγή μαθήματος
fr: Erreur lors de l&#39;importation du cours

source: There was an error with the upload
el: Παρουσιάστηκε σφάλμα με τη μεταφόρτωση
fr: Une erreur s&#39;est produite lors du chargement

source: Queued
el: Σε ουρά
fr: En file d&#39;attente

source: Uploading
el: Μεταφόρτωση
fr: Charger

source: Upload completed
el: Η μεταφόρτωση ολοκληρώθηκε
fr: Chargement terminé

source: Upload failed
el: Η μεταφόρτωση απέτυχε
fr: Le téléchargement a échoué

source: You must specify a name
el: Πρέπει να ορίσετε ένα όνομα
fr: Vous devez préciser un nom

source: Action required: Enter a valid date.
el: Απαιτείται ενέργεια: Εισαγάγετε μια έγκυρη ημερομηνία.
fr: Action requise, saisissez une date valide.

source: Group name is required
el: Απαιτείται όνομα ομάδας
fr: Le nom du groupe est obligatoire

source: Group A
el: Ομάδα Α
fr: Groupe A

source: Group B
el: Ομάδα Β
fr: Groupe B

source: Group Configuration name is required.
el: Απαιτείται όνομα διαμόρφωσης ομάδας.
fr: Le nom de la configuration du groupe est requis.

source: There must be at least one group.
el: Πρέπει να υπάρχει τουλάχιστον μία ομάδα.
fr: Il doit y avoir au moins un groupe.

source: All groups must have a name.
el: Όλες οι ομάδες πρέπει να έχουν όνομα.
fr: Tous les groupes doivent avoir un nom.

source: All groups must have a unique name.
el: Όλες οι ομάδες πρέπει να έχουν μοναδικό όνομα.
fr: Tous les groupes doivent avoir un nom unique.

source: The course must have an assigned start date.
el: Το μάθημα πρέπει να έχει ορισμένη ημερομηνία έναρξης.
fr: Le cours doit avoir une date de début assignée.

source: The course end date must be later than the course start date.
el: Η ημερομηνία λήξης του μαθήματος πρέπει να είναι μεταγενέστερη από την ημερομηνία έναρξης του μαθήματος.
fr: La date de fin du cours doit être postérieure à la date de début du cours.

source: The course start date must be later than the enrollment start date.
el: Η ημερομηνία έναρξης του μαθήματος πρέπει να είναι μεταγενέστερη από την ημερομηνία έναρξης εγγραφών.
fr: La date de début des cours doit être postérieure à la date de début des inscriptions.

source: The enrollment start date cannot be after the enrollment end date.
el: Η ημερομηνία έναρξης εγγραφών δεν μπορεί να είναι μετά την ημερομηνία λήξης εγγραφών.
fr: La date de début d'inscription ne peut pas être postérieure à la date de fin d'inscription.

source: The enrollment end date cannot be after the course end date.
el: Η ημερομηνία λήξης εγγραφών δεν μπορεί να είναι μετά την ημερομηνία λήξης του μαθήματος.
fr: La date de fin d’inscription ne peut être postérieure à la date de fin de session.

source: The certificate available date must be later than the course end date.
el: Η ημερομηνία διαθεσιμότητας του πιστοποιητικού πρέπει να είναι μεταγενέστερη από την ημερομηνία λήξης του μαθήματος.
fr: La date de disponibilité du Certificat doit être postérieure à la date de fin du cours.

source: The certificate display behavior must be one of: {behavior_options}
el: Η συμπεριφορά εμφάνισης πιστοποιητικού πρέπει να είναι μία από τις εξής: {behavior_options}
fr: Le comportement d&#39;affichage du Certificat doit être l&#39;un des suivants : {behavior_options}

source: The certificates display behavior must be {valid_option} if certificate available date is set.
el: Η συμπεριφορά εμφάνισης πιστοποιητικών πρέπει να είναι {valid_option} αν έχει οριστεί ημερομηνία διαθεσιμότητας πιστοποιητικού.
fr: Le comportement d&#39;affichage des Certificats doit être {valid_option} si la date de disponibilité du Certificat est définie.

source: Key should only contain letters, numbers, _, or -
el: Το κλειδί πρέπει να περιέχει μόνο γράμματα, αριθμούς, _ ή -
fr: La clé ne doit contenir que des lettres, des chiffres, _ ou -

source: Please enter an integer between %(min)s and %(max)s.
el: Παρακαλούμε εισαγάγετε έναν ακέραιο μεταξύ %(min)s και %(max)s.
fr: Veuillez saisir un nombre entier compris entre %(min)s et %(max)s.

source: The assignment type must have a name.
el: Ο τύπος εργασίας πρέπει να έχει όνομα.
fr: Le type de devoir doit avoir un nom.

source: There's already another assignment type with this name.
el: Υπάρχει ήδη άλλος τύπος εργασίας με αυτό το όνομα.
fr: Il existe déjà un autre type de devoir portant ce nom.

source: Please enter an integer between 0 and 100.
el: Παρακαλούμε εισαγάγετε έναν ακέραιο μεταξύ 0 και 100.
fr: Veuillez saisir un nombre entier compris entre 0 et 100.

source: Please enter an integer greater than 0.
el: Παρακαλούμε εισαγάγετε έναν ακέραιο μεγαλύτερο από 0.
fr: Veuillez saisir un entier supérieur à 0.

source: Please enter non-negative integer.
el: Παρακαλούμε εισαγάγετε μη αρνητικό ακέραιο.
fr: Veuillez entrer un entier non négatif.

source: You must have at least one undroppable <%- types %> assignment.
el: Πρέπει να έχετε τουλάχιστον μία μη αφαιρέσιμη εργασία <%- types %>.
fr: Vous devez avoir au moins un devoir <%- types %> non supprimable.

source: Grace period must be specified in HH:MM format.
el: Η περίοδος χάριτος πρέπει να οριστεί σε μορφή ΩΩ:ΛΛ.
fr: La période de grâce doit être spécifiée au format HH:MM.

source: Not able to set passing grade to less than %(minimum_grade_cutoff)s%.
el: Δεν είναι δυνατός ο ορισμός βαθμού επιτυχίας μικρότερου από %(minimum_grade_cutoff)s%.
fr: Impossible de définir une note de passage inférieure à %(minimum_grade_cutoff)s %.

source: Only <%- fileTypes %> files can be uploaded. Please select a file ending in <%- (fileExtensions) %> to upload.
el: Μπορούν να μεταφορτωθούν μόνο αρχεία <%- fileTypes %>. Παρακαλούμε επιλέξτε ένα αρχείο που να τελειώνει σε <%- (fileExtensions) %> για μεταφόρτωση.
fr: Seuls les fichiers <%- fileTypes %> peuvent être chargés. Veuillez sélectionner un fichier se terminant par <%- (fileExtensions) %> à charger.

source: or
el: ή
fr: ou

source: This unit has validation issues.
el: Αυτή η ενότητα έχει ζητήματα επικύρωσης.
fr: Cette unité a des problèmes de validation.

source: This component has validation issues.
el: Αυτό το στοιχείο έχει ζητήματα επικύρωσης.
fr: Ce composant présente des problèmes de validation.

source: Copied
el: Αντιγράφηκε
fr: Copié

source: Your file could not be uploaded
el: Δεν ήταν δυνατή η μεταφόρτωση του αρχείου σας
fr: Votre fichier n&#39;a pas pu être chargé

source: Close
el: Κλείσιμο
fr: Fermer

source: Upload Videos
el: Μεταφόρτωση βίντεο
fr: Charger des vidéos

source: Drag and drop or {spanStart}browse your computer{spanEnd}.
el: Σύρετε και αποθέστε ή {spanStart}περιηγηθείτε στον υπολογιστή σας{spanEnd}.
fr: Glissez-déposez ou {spanStart}parcourez votre ordinateur{spanEnd}.

source: Maximum file size: {maxFileSize} GB
el: Μέγιστο μέγεθος αρχείου: {maxFileSize} GB
fr: Taille maximale du fichier : {maxFileSize} Go

source: Supported file types: {supportedVideoTypes}
el: Υποστηριζόμενοι τύποι αρχείων: {supportedVideoTypes}
fr: Types de fichiers pris en charge : {supportedVideoTypes}

source: Your video uploads are not complete.
el: Οι μεταφορτώσεις βίντεο δεν έχουν ολοκληρωθεί.
fr: Vos envois de vidéos ne sont pas terminés.

source: Upload completed for video {fileName}
el: Η μεταφόρτωση ολοκληρώθηκε για το βίντεο {fileName}
fr: Chargement terminé pour la vidéo {fileName}

source: Upload failed for video {fileName}
el: Η μεταφόρτωση απέτυχε για το βίντεο {fileName}
fr: Le chargement de la vidéo {fileName} a échoué.

source: {filename} is not in a supported file format. Supported file formats are {supportedFileFormats}.
el: Το {filename} δεν είναι σε υποστηριζόμενη μορφή αρχείου. Οι υποστηριζόμενες μορφές αρχείων είναι {supportedFileFormats}.
fr: {filename} n'est pas dans un format de fichier pris en charge. Les formats de fichiers pris en charge sont {supportedFileFormats}.

source: {filename} exceeds maximum size of {maxFileSizeInGB} GB.
el: Το {filename} υπερβαίνει το μέγιστο μέγεθος των {maxFileSizeInGB} GB.
fr: {filename} dépassent la taille maximale de {maxFileSizeInGB} Go.

source: : video upload complete.
el: : η μεταφόρτωση βίντεο ολοκληρώθηκε.
fr: Le chargement vidéo est terminé.

source: Previous Uploads table has been updated.
el: Ο πίνακας Προηγούμενες μεταφορτώσεις ενημερώθηκε.
fr: Le tableau des envois précédents a été mis à jour.

source: Delete File Confirmation
el: Επιβεβαίωση διαγραφής αρχείου
fr: Confirmation de suppression du fichier

source: Are you sure you wish to delete this item. It cannot be reversed! Also any content that links/refers to this item will no longer work (e.g. broken images and/or links)
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το στοιχείο; Δεν μπορεί να αναιρεθεί! Επίσης, οποιοδήποτε περιεχόμενο συνδέεται/αναφέρεται σε αυτό το στοιχείο δεν θα λειτουργεί πλέον (π.χ. σπασμένες εικόνες και/ή σύνδεσμοι)
fr: Êtes-vous sûr de vouloir supprimer cet élément ? Cela ne peut pas être inversé ! De plus, tout contenu qui lie/fait référence à cet élément ne fonctionnera plus (par exemple, images et/ou liens brisés).

source: Your file has been deleted.
el: Το αρχείο σας διαγράφηκε.
fr: Votre fichier a été supprimé.

source: Name
el: Όνομα
fr: Nom

source: Date Added
el: Ημερομηνία προσθήκης
fr: date ajoutée

source: Type
el: Τύπος
fr: Taper

source: File {filename} exceeds maximum size of {maxFileSizeInMBs} MB
el: Το αρχείο {filename} υπερβαίνει το μέγιστο μέγεθος των {maxFileSizeInMBs} MB
fr: Le fichier {filename} dépasse la taille maximale de {maxFileSizeInMBs} Mo.

source: Please follow the instructions here to upload a file elsewhere and link to it: {maxFileSizeRedirectUrl}
el: Παρακαλούμε ακολουθήστε τις οδηγίες εδώ για να ανεβάσετε ένα αρχείο αλλού και να συνδεθείτε σε αυτό: {maxFileSizeRedirectUrl}
fr: Veuillez suivre les instructions ici pour charger un fichier ailleurs et créer un lien vers celui-ci : {maxFileSizeRedirectUrl}

source: Max file size exceeded
el: Υπέρβαση μέγιστου μεγέθους αρχείου
fr: Taille maximale du fichier dépassée

source: Choose File
el: Επιλογή αρχείου
fr: Choisissez le fichier

source: Upload New File
el: Μεταφόρτωση νέου αρχείου
fr: Charger un nouveau fichier

source: Load Another File
el: Φόρτωση άλλου αρχείου
fr: Charger un autre fichier

source: Add library content
el: Προσθήκη περιεχομένου βιβλιοθήκης
fr: Ajouter du contenu de la bibliothèque

source: Adding
el: Προσθήκη
fr: Ajouter

source: Are you sure you want to delete this update?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την ενημέρωση;
fr: Êtes-vous sûr de vouloir supprimer cette mise à jour ?

source: Copying
el: Αντιγραφή
fr: Copie

source: Copy of "{componentDisplayName}"
el: Αντίγραφο του "{componentDisplayName}"
fr: Copie de "{componentDisplayName}"

source: Pasting
el: Επικόλληση
fr: Coller

source: Some errors occurred
el: Παρουσιάστηκαν ορισμένα σφάλματα
fr: Certaines erreurs se sont produites

source: The following required files could not be added to the course:
el: Δεν ήταν δυνατή η προσθήκη των ακόλουθων απαιτούμενων αρχείων στο μάθημα:
fr: Les fichiers requis suivants n&#39;ont pas pu être ajoutés au cours :

source: You may need to update a file(s) manually
el: Ίσως χρειαστεί να ενημερώσετε ένα ή περισσότερα αρχεία χειροκίνητα
fr: Vous devrez peut-être mettre à jour un ou plusieurs fichiers manuellement

source: The following files already exist in this course but don't match the version used by the component you pasted:
el: Τα ακόλουθα αρχεία υπάρχουν ήδη σε αυτό το μάθημα αλλά δεν ταιριάζουν με την έκδοση που χρησιμοποιείται από το στοιχείο που επικολλήσατε:
fr: Les fichiers suivants existent déjà dans ce cours mais ne correspondent pas à la version utilisée par le composant que vous avez collé :

source: New file(s) added to Files & Uploads.
el: Προστέθηκαν νέα αρχεία στα Αρχεία & Μεταφορτώσεις.
fr: Nouveaux fichier(s) ajouté(s) aux fichiers et envois.

source: The following required files were imported to this course:
el: Τα ακόλουθα απαιτούμενα αρχεία εισήχθησαν σε αυτό το μάθημα:
fr: Les fichiers requis suivants ont été importés dans ce cours :

source: View files
el: Προβολή αρχείων
fr: Voir les fichiers

source: Dismiss
el: Απόρριψη
fr: Fermer

source: Create Re-run
el: Δημιουργία επανάληψης
fr: Créer une réexécution

source: Processing Re-run Request
el: Επεξεργασία αιτήματος επανάληψης
fr: Traitement de la demande de réexécution

source: An error has occurred. Wait a few minutes, and then try again.
el: Παρουσιάστηκε σφάλμα. Περιμένετε λίγα λεπτά και δοκιμάστε ξανά.
fr: Une erreur est survenue. Attendez quelques minutes, puis réessayez.

source: None
el: Κανένα
fr: Aucun

source: Select turnaround
el: Επιλέξτε χρόνο παράδοσης
fr: Sélectionnez le délai d'exécution

source: Select fidelity
el: Επιλέξτε πιστότητα
fr: Sélectionnez la fidélité

source: Select language
el: Επιλέξτε γλώσσα
fr: Choisir la langue

source: Remove
el: Αφαίρεση
fr: Retirer

source: Press Remove to remove language
el: Πατήστε Αφαίρεση για να αφαιρέσετε τη γλώσσα
fr: Appuyez sur Supprimer pour supprimer la langue

source: Settings updated
el: Οι ρυθμίσεις ενημερώθηκαν
fr: Paramètres mis à jour

source: Last updated
el: Τελευταία ενημέρωση
fr: Dernière mise à jour

source: Required
el: Απαιτείται
fr: Obligatoire

source: Automatic transcripts are disabled.
el: Οι αυτόματες απομαγνητοφωνήσεις είναι απενεργοποιημένες.
fr: Les transcriptions automatiques sont désactivées.

source: {selectedProvider} credentials saved
el: Τα διαπιστευτήρια του {selectedProvider} αποθηκεύτηκαν
fr: {selectedProvider} information d'identification enregistrée

source: There has been an error while exporting.
el: Παρουσιάστηκε σφάλμα κατά την εξαγωγή.
fr: Une erreur s'est produite lors de l'exportation.

source: There has been a failure to export to XML at least one component. It is recommended that you go to the edit page and repair the error before attempting another export. Please check that all components on the page are valid and do not display any error messages.
el: Απέτυχε η εξαγωγή σε XML για τουλάχιστον ένα στοιχείο. Συνιστάται να μεταβείτε στη σελίδα επεξεργασίας και να διορθώσετε το σφάλμα πριν επιχειρήσετε νέα εξαγωγή. Παρακαλούμε ελέγξτε ότι όλα τα στοιχεία στη σελίδα είναι έγκυρα και δεν εμφανίζουν μηνύματα σφάλματος.
fr: Il y a eu un échec lors de l&#39;exportation vers XML d&#39;au moins un composant. Il est recommandé d&#39;accéder à la page de modification et de réparer l&#39;erreur avant de tenter une autre exportation. Veuillez vérifier que tous les composants de la page sont valides et n&#39;affichent aucun message d&#39;erreur.

source: Correct failed component
el: Διόρθωση στοιχείου που απέτυχε
fr: Le composant défaillant est correct.

source: Return to Export
el: Επιστροφή στην Εξαγωγή
fr: Retour à l&#39;exportation

source: Your library could not be exported to XML. There is not enough information to identify the failed component. Inspect your library to identify any problematic components and try again.
el: Δεν ήταν δυνατή η εξαγωγή της βιβλιοθήκης σας σε XML. Δεν υπάρχουν αρκετές πληροφορίες για να αναγνωριστεί το στοιχείο που απέτυχε. Ελέγξτε τη βιβλιοθήκη σας για να εντοπίσετε τυχόν προβληματικά στοιχεία και δοκιμάστε ξανά.
fr: Votre bibliothèque n&#39;a pas pu être exportée au format XML. Il n&#39;y a pas suffisamment d&#39;informations pour identifier le composant défaillant. Inspectez votre bibliothèque pour identifier les composants problématiques et réessayez.

source: Take me to the main library page
el: Μετάβαση στην κύρια σελίδα βιβλιοθήκης
fr: Amenez-moi à la page principale de la bibliothèque

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
el: Δεν ήταν δυνατή η εξαγωγή του μαθήματός σας σε XML. Δεν υπάρχουν αρκετές πληροφορίες για να αναγνωριστεί το στοιχείο που απέτυχε. Ελέγξτε το μάθημά σας για να εντοπίσετε τυχόν προβληματικά στοιχεία και δοκιμάστε ξανά.
fr: Votre cours n&#39;a pas pu être exporté au format XML. Il n&#39;y a pas suffisamment d&#39;informations pour identifier le composant défaillant. Inspectez votre cours pour identifier les exercices problématiques et réessayez.

source: Take me to the main course page
el: Μετάβαση στην κύρια σελίδα μαθήματος
fr: Amenez-moi à la page principale du cours

source: The raw error message is:
el: Το ακατέργαστο μήνυμα σφάλματος είναι:
fr: Le message d&#39;erreur brut est :

source: There has been an error with your export.
el: Παρουσιάστηκε σφάλμα με την εξαγωγή σας.
fr: Une erreur s&#39;est produite lors de votre exportation.

source: Contains {count} group
el: Περιέχει {count} ομάδα
fr: Contient le groupe {count}

source: Not in Use
el: Δεν χρησιμοποιείται
fr: Hors service

source: Used in {count} location
el: Χρησιμοποιείται σε {count} τοποθεσία
fr: Utilisé dans l&#39;emplacement {count}

source: group configuration
el: διαμόρφωση ομάδας
fr: configuration du groupe

source: Add your first group configuration
el: Προσθέστε την πρώτη σας διαμόρφωση ομάδας
fr: Ajoutez votre première configuration de groupe

source: You have not created any group configurations yet.
el: Δεν έχετε δημιουργήσει ακόμη καμία διαμόρφωση ομάδας.
fr: Vous n'avez pas encore créé de configuration de groupe.

source: Upload instructor image.
el: Μεταφορτώστε εικόνα εκπαιδευτή.
fr: Charger l’image de l’instructeur.

source: Files must be in JPEG or PNG format.
el: Τα αρχεία πρέπει να είναι σε μορφή JPEG ή PNG.
fr: Les fichiers doivent être au format JPEG ou PNG.
