Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Try using a different browser, such as Google Chrome.
el: Δοκιμάστε να χρησιμοποιήσετε διαφορετικό πρόγραμμα περιήγησης, όπως το Google Chrome.
fr: Essayez d'utiliser un autre navigateur, comme Google Chrome.

source: High Definition
el: Υψηλή ευκρίνεια
fr: Haute Définition

source: off
el: ανενεργό
fr: désactivé

source: on
el: ενεργό
fr: activé

source: Video position. Press space to toggle playback
el: Θέση βίντεο. Πατήστε το πλήκτρο διαστήματος για εναλλαγή αναπαραγωγής
fr: Position de la vidéo. Appuyez sur la barre d'espace pour basculer la lecture

source: Video ended
el: Το βίντεο ολοκληρώθηκε
fr: Vidéo terminée

source: Video position
el: Θέση βίντεο
fr: Position de la vidéo

source: %(value)s hour
el: %(value)s ώρα
fr: %(value)s heure

source: %(value)s minute
el: %(value)s λεπτό

source: %(value)s second
el: %(value)s δευτερόλεπτο
fr: %(value)s seconde

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
el: Κάντε κλικ σε αυτό το κουμπί για σίγαση ή κατάργηση σίγασης αυτού του βίντεο ή πατήστε τα πλήκτρα ΠΑΝΩ ή ΚΑΤΩ για να αυξήσετε ή να μειώσετε το επίπεδο έντασης.
fr: Cliquez sur ce bouton pour couper ou rétablir le son de cette vidéo ou appuyez sur les touches HAUT ou BAS pour augmenter ou diminuer le niveau de volume.

source: Adjust video volume
el: Ρύθμιση έντασης βίντεο
fr: Ajuster le volume de la vidéo

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
el: Πατήστε ΠΑΝΩ για να μπείτε στο μενού ταχύτητας και, στη συνέχεια, χρησιμοποιήστε τα πλήκτρα βέλους ΠΑΝΩ και ΚΑΤΩ για να περιηγηθείτε στις διαφορετικές ταχύτητες. Έπειτα πατήστε ENTER για να αλλάξετε στην επιλεγμένη ταχύτητα.
fr: Appuyez sur HAUT pour accéder au menu de vitesse, puis utilisez les touches HAUT et BAS pour naviguer entre les différentes vitesses, puis appuyez sur ENTRÉE pour passer à la vitesse sélectionnée.

source: Adjust video speed
el: Ρύθμιση ταχύτητας βίντεο
fr: Ajuster la vitesse de la vidéo

source: Video speed:
el: Ταχύτητα βίντεο:
fr: Vitesse de la vidéo :

source: Skip
el: Παράλειψη
fr: Passer

source: Play video
el: Αναπαραγωγή βίντεο
fr: Lire la vidéo

source: Do not show again
el: Να μην εμφανιστεί ξανά
fr: Ne plus afficher

source: Open language menu
el: Άνοιγμα μενού γλώσσας
fr: Ouvrir le menu des langues

source: Transcript will be displayed when you start playing the video.
el: Η απομαγνητοφώνηση θα εμφανιστεί όταν ξεκινήσετε την αναπαραγωγή του βίντεο.
fr: La transcription s'affichera lorsque vous commencerez à lire la vidéo.

source: Activating a link in this group will skip to the corresponding point in the video.
el: Η ενεργοποίηση ενός συνδέσμου σε αυτή την ομάδα θα μεταβεί στο αντίστοιχο σημείο του βίντεο.
fr: L'activation d'un lien dans ce groupe vous fera passer au point correspondant dans la vidéo.

source: Video transcript
el: Απομαγνητοφώνηση βίντεο
fr: Transcription vidéo

source: Start of transcript. Skip to the end.
el: Αρχή απομαγνητοφώνησης. Μετάβαση στο τέλος.
fr: Début de la transcription. Passer à la fin.

source: End of transcript. Skip to the start.
el: Τέλος απομαγνητοφώνησης. Μετάβαση στην αρχή.
fr: Fin de la transcription. Passer au début.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
el: Πατήστε το πλήκτρο βέλους ΠΑΝΩ για να μπείτε στο μενού γλώσσας και, στη συνέχεια, χρησιμοποιήστε τα πλήκτρα βέλους ΠΑΝΩ και ΚΑΤΩ για να περιηγηθείτε στις επιλογές γλώσσας. Πατήστε ENTER για να αλλάξετε στην επιλεγμένη γλώσσα.
fr: Appuyez sur la touche FLÈCHE HAUT pour accéder au menu de langue, puis utilisez les touches FLÈCHE HAUT et FLÈCHE BAS pour naviguer parmi les options de langue. Appuyez sur ENTRÉE pour passer à la langue sélectionnée.

source: Hide closed captions
el: Απόκρυψη υποτίτλων
fr: Masquer les sous-titres

source: (Caption will be displayed when you start playing the video.)
el: (Οι υπότιτλοι θα εμφανιστούν όταν ξεκινήσετε την αναπαραγωγή του βίντεο.)
fr: (Le sous-titre s'affichera lorsque vous commencerez à lire la vidéo.)

source: Turn on closed captioning
el: Ενεργοποίηση υποτίτλων
fr: Activer les sous-titres

source: Turn on transcripts
el: Ενεργοποίηση απομαγνητοφωνήσεων
fr: Activer les transcriptions

source: Turn off transcripts
el: Απενεργοποίηση απομαγνητοφωνήσεων
fr: Désactiver les transcriptions

source: {start_strong}{total}{end_strong} words submitted in total.
el: Υποβλήθηκαν συνολικά {start_strong}{total}{end_strong} λέξεις.
fr: {start_strong}{total}{end_strong} mots soumis au total.

source: Show Annotations
el: Εμφάνιση σχολιασμών
fr: Afficher les annotations

source: Hide Annotations
el: Απόκρυψη σχολιασμών
fr: Masquer les annotations

source: Expand Instructions
el: Ανάπτυξη οδηγιών
fr: Développer les instructions

source: Collapse Instructions
el: Σύμπτυξη οδηγιών
fr: Réduire les instructions

source: Commentary
el: Σχόλιο
fr: Commentaire

source: Reply to Annotation
el: Απάντηση σε σχολιασμό
fr: Répondre à l'annotation

source: {num_points} point possible (graded, results hidden)
el: Δυνατότητα {num_points} βαθμού (με βαθμολόγηση, τα αποτελέσματα είναι κρυφά)
fr: {num_points} point possible (noté, résultats masqués)

source: {num_points} point possible (ungraded, results hidden)
el: Δυνατότητα {num_points} βαθμού (χωρίς βαθμολόγηση, τα αποτελέσματα είναι κρυφά)
fr: {num_points} point possible (non noté, résultats masqués)

source: {num_points} point possible (graded)
el: Δυνατότητα {num_points} βαθμού (με βαθμολόγηση)
fr: {num_points} point possible (noté)

source: {num_points} point possible (ungraded)
el: Δυνατότητα {num_points} βαθμού (χωρίς βαθμολόγηση)
fr: {num_points} point possible (non évalué)

source: {earned}/{possible} point (graded)
el: {earned}/{possible} βαθμός (με βαθμολόγηση)
fr: {earned} / {possible} points (noté)

source: {earned}/{possible} point (ungraded)
el: {earned}/{possible} βαθμός (χωρίς βαθμολόγηση)
fr: {earned}/{possible} point (non noté(e))

source: The grading process is still running. Refresh the page to see updates.
el: Η διαδικασία βαθμολόγησης εξακολουθεί να εκτελείται. Ανανεώστε τη σελίδα για να δείτε ενημερώσεις.
fr: Le processus de notation est toujours en cours. Actualisez la page pour voir les mises à jour.

source: Could not grade your answer. The submission was aborted.
el: Δεν ήταν δυνατή η βαθμολόγηση της απάντησής σας. Η υποβολή ακυρώθηκε.
fr: Impossible de noter votre réponse. La soumission a été interrompue.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
el: Η υποβολή ακυρώθηκε! Λυπούμαστε, το πρόγραμμα περιήγησής σας δεν υποστηρίζει μεταφορτώσεις αρχείων. Αν μπορείτε, χρησιμοποιήστε το Chrome ή το Safari, τα οποία έχουν επαληθευτεί ότι υποστηρίζουν μεταφορτώσεις αρχείων.
fr: Soumission interrompue ! Désolé, votre navigateur ne prend pas en charge les téléchargements de fichiers. Si possible, utilisez Chrome ou Safari, qui ont été vérifiés pour prendre en charge les téléchargements de fichiers.

source: You submitted {filename}; only {allowedFiles} are allowed.
el: Υποβάλατε το {filename}· επιτρέπονται μόνο τα {allowedFiles}.
fr: Vous avez soumis {filename} ; seuls {allowedFiles} sont autorisés.

source: Your file {filename} is too large (max size: {maxSize}MB).
el: Το αρχείο σας {filename} είναι πολύ μεγάλο (μέγιστο μέγεθος: {maxSize}MB).
fr: Votre fichier {filename} est trop volumineux (taille maximale : {maxSize} Mo).

source: You did not submit the required files: {requiredFiles}.
el: Δεν υποβάλατε τα απαιτούμενα αρχεία: {requiredFiles}.
fr: Vous n'avez pas soumis les fichiers requis : {requiredFiles}.

source: You did not select any files to submit.
el: Δεν επιλέξατε κανένα αρχείο για υποβολή.
fr: Vous n'avez sélectionné aucun fichier à soumettre.

source: This problem has been reset.
el: Αυτό το πρόβλημα επαναφέρθηκε.
fr: Ce problème a été réinitialisé.

source: unsubmitted
el: δεν υποβλήθηκε
fr: non soumis

source: Paragraph
el: Παράγραφος
fr: Paragraphe

source: Preformatted
el: Προμορφοποιημένο
fr: Préformaté

source: Heading 3
el: Επικεφαλίδα 3
fr: Titre 3

source: Heading 4
el: Επικεφαλίδα 4
fr: Titre 4

source: Heading 5
el: Επικεφαλίδα 5
fr: Titre 5

source: Heading 6
el: Επικεφαλίδα 6
fr: Titre 6

source: Add to Dictionary
el: Προσθήκη στο λεξικό
fr: Ajouter au dictionnaire

source: Align center
el: Στοίχιση στο κέντρο
fr: Aligner au centre

source: Align left
el: Στοίχιση αριστερά
fr: Aligner à gauche

source: Align right
el: Στοίχιση δεξιά
fr: Aligner à droite

source: Alignment
el: Στοίχιση
fr: Alignement

source: Alternative source
el: Εναλλακτική πηγή
fr: Source alternative

source: Anchor
el: Άγκυρα
fr: Ancre

source: Anchors
el: Άγκυρες
fr: Ancres

source: Author
el: Συγγραφέας
fr: Auteur

source: Background color
el: Χρώμα φόντου
fr: Couleur d'arrière-plan

source: Blocks
el: Μπλοκ
fr: Blocs

source: Body
el: Σώμα
fr: Corps

source: Bold
el: Έντονα
fr: Gras

source: Border color
el: Χρώμα περιγράμματος
fr: Couleur de bordure

source: Border
el: Περίγραμμα
fr: Bordure

source: Bottom
el: Κάτω
fr: Bas

source: Bullet list
el: Λίστα με κουκκίδες
fr: Liste à puces

source: Caption
el: Λεζάντα
fr: Légende

source: Cell padding
el: Εσωτερικό περιθώριο κελιού
fr: Remplissage de cellule

source: Cell properties
el: Ιδιότητες κελιού
fr: Propriétés de la cellule

source: Cell spacing
el: Απόσταση κελιών
fr: Espacement des cellules

source: Cell type
el: Τύπος κελιού
fr: Type de cellule

source: Cell
el: Κελί
fr: Cellule

source: Center
el: Κέντρο
fr: Centrer

source: Circle
el: Κύκλος
fr: Cercle

source: Clear formatting
el: Εκκαθάριση μορφοποίησης
fr: Effacer la mise en forme

source: Code block
el: Μπλοκ κώδικα
fr: Bloc de code

source: Code
el: Κώδικας

source: Color
el: Χρώμα
fr: Couleur

source: Cols
el: Στήλες
fr: Colonnes

source: Column group
el: Ομάδα στηλών
fr: Groupe de colonnes

source: Column
el: Στήλη
fr: Colonne

source: Constrain proportions
el: Διατήρηση αναλογιών
fr: Conserver les proportions

source: Copy row
el: Αντιγραφή γραμμής
fr: Copier la ligne

source: Copy
el: Αντιγραφή
fr: Copier

source: Could not find the specified string.
el: Δεν ήταν δυνατή η εύρεση της καθορισμένης συμβολοσειράς.
fr: Impossible de trouver la chaîne spécifiée.

source: Custom color
el: Προσαρμοσμένο χρώμα
fr: Couleur personnalisée

source: Custom...
el: Προσαρμογή...
fr: Personnalisé...

source: Cut row
el: Αποκοπή γραμμής
fr: Couper la ligne

source: Cut
el: Αποκοπή
fr: Couper

source: Decrease indent
el: Μείωση εσοχής
fr: Réduire le retrait

source: Default
el: Προεπιλογή
fr: Défaut

source: Delete column
el: Διαγραφή στήλης
fr: Supprimer la colonne

source: Delete row
el: Διαγραφή γραμμής
fr: Supprimer la ligne

source: Delete table
el: Διαγραφή πίνακα
fr: Supprimer le tableau

source: Description
el: Περιγραφή

source: Dimensions
el: Διαστάσεις

source: Disc
el: Δίσκος
fr: Disque

source: Document properties
el: Ιδιότητες εγγράφου
fr: Propriétés du document

source: Edit HTML
el: Επεξεργασία HTML
fr: Modifier le HTML

source: Edit
el: Επεξεργασία
fr: Modifier

source: Embed
el: Ενσωμάτωση
fr: Intégrer

source: Emoticons
el: Εικονίδια συναισθημάτων
fr: Émoticônes

source: Encoding
el: Κωδικοποίηση
fr: Encodage

source: File
el: Αρχείο
fr: Fichier

source: Find and replace
el: Εύρεση και αντικατάσταση
fr: Rechercher et remplacer

source: Find next
el: Εύρεση επόμενου
fr: Rechercher le suivant

source: Find previous
el: Εύρεση προηγούμενου
fr: Rechercher le précédent

source: Find
el: Εύρεση
fr: Rechercher

source: Finish
el: Τέλος
fr: Terminer

source: Font Family
el: Οικογένεια γραμματοσειράς
fr: Famille de polices

source: Font Sizes
el: Μεγέθη γραμματοσειράς
fr: Tailles de police

source: Footer
el: Υποσέλιδο
fr: Pied de page

source: Format
el: Μορφή

source: Formats
el: Μορφές

source: Fullscreen
el: Πλήρης οθόνη
fr: Plein écran

source: General
el: Γενικά
fr: Général

source: H Align
el: Οριζόντια στοίχιση
fr: Alignement horizontal

source: Header 1
el: Κεφαλίδα 1
fr: En-tête 1

source: Header 2
el: Κεφαλίδα 2
fr: En-tête 2

source: Header 3
el: Κεφαλίδα 3
fr: En-tête 3

source: Header 4
el: Κεφαλίδα 4
fr: En-tête 4

source: Header 5
el: Κεφαλίδα 5
fr: En-tête 5

source: Header 6
el: Κεφαλίδα 6
fr: En-tête 6

source: Header cell
el: Κελί κεφαλίδας
fr: Cellule d'en-tête

source: Header
el: Κεφαλίδα
fr: En-tête

source: Headers
el: Κεφαλίδες
fr: En-têtes

source: Heading 1
el: Επικεφαλίδα 1
fr: Titre 1

source: Heading 2
el: Επικεφαλίδα 2
fr: Titre 2

source: Headings
el: Επικεφαλίδες
fr: Titres

source: Height
el: Ύψος
fr: Hauteur

source: Horizontal line
el: Οριζόντια γραμμή
fr: Ligne horizontale

source: Horizontal space
el: Οριζόντιο διάστημα
fr: Espace horizontal

source: HTML source code
el: Πηγαίος κώδικας HTML
fr: Code source HTML

source: Ignore all
el: Παράβλεψη όλων
fr: Ignorer tout

source: Image description
el: Περιγραφή εικόνας
fr: Description de l'image

source: Increase indent
el: Αύξηση εσοχής
fr: Augmenter le retrait

source: Inline
el: Ενσωματωμένο
fr: En ligne

source: Insert column after
el: Εισαγωγή στήλης μετά
fr: Insérer une colonne après

source: Insert column before
el: Εισαγωγή στήλης πριν
fr: Insérer une colonne avant

source: Insert date/time
el: Εισαγωγή ημερομηνίας/ώρας
fr: Insérer la date/l'heure

source: Insert image
el: Εισαγωγή εικόνας
fr: Insérer une image

source: Insert link
el: Εισαγωγή συνδέσμου
fr: Insérer un lien

source: Insert row after
el: Εισαγωγή γραμμής μετά
fr: Insérer une ligne après

source: Insert row before
el: Εισαγωγή γραμμής πριν
fr: Insérer une ligne avant

source: Insert table
el: Εισαγωγή πίνακα
fr: Insérer un tableau

source: Insert template
el: Εισαγωγή προτύπου
fr: Insérer un modèle

source: Insert video
el: Εισαγωγή βίντεο
fr: Insérer une vidéo

source: Insert
el: Εισαγωγή
fr: Insérer

source: Insert/edit image
el: Εισαγωγή/επεξεργασία εικόνας
fr: Insérer/modifier une image

source: Insert/edit link
el: Εισαγωγή/επεξεργασία συνδέσμου
fr: Insérer/modifier un lien

source: Insert/edit video
el: Εισαγωγή/επεξεργασία βίντεο
fr: Insérer/modifier une vidéo

source: Italic
el: Πλάγια
fr: Italique

source: Justify
el: Πλήρης στοίχιση
fr: Justifier

source: Keywords
el: Λέξεις-κλειδιά
fr: Mots-clés

source: Left to right
el: Από αριστερά προς τα δεξιά
fr: De gauche à droite

source: Left
el: Αριστερά
fr: Gauche

source: Lower Alpha
el: Πεζά λατινικά
fr: Alpha minuscule

source: Lower Greek
el: Πεζά ελληνικά
fr: Grec minuscule

source: Lower Roman
el: Πεζά ρωμαϊκά
fr: Romain minuscule

source: Match case
el: Διάκριση πεζών-κεφαλαίων
fr: Respecter la casse

source: Merge cells
el: Συγχώνευση κελιών
fr: Fusionner les cellules

source: Middle
el: Μέση
fr: Milieu

source: New document
el: Νέο έγγραφο
fr: Nouveau document

source: New window
el: Νέο παράθυρο
fr: Nouvelle fenêtre

source: Next
el: Επόμενο
fr: Suivant

source: No color
el: Χωρίς χρώμα
fr: Aucune couleur

source: Nonbreaking space
el: Μη διασπώμενο διάστημα
fr: Espace insécable

source: Numbered list
el: Αριθμημένη λίστα
fr: Liste numérotée

source: Page break
el: Αλλαγή σελίδας
fr: Saut de page

source: Paste as text
el: Επικόλληση ως κείμενο
fr: Coller en tant que texte

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
el: Η επικόλληση είναι τώρα σε λειτουργία απλού κειμένου. Το περιεχόμενο θα επικολλάται ως απλό κείμενο μέχρι να απενεργοποιήσετε αυτήν την επιλογή.
fr: Le collage est maintenant en mode texte brut. Le contenu sera collé en tant que texte brut jusqu'à ce que vous désactiviez cette option.

source: Paste row after
el: Επικόλληση γραμμής μετά
fr: Coller la ligne après

source: Paste row before
el: Επικόλληση γραμμής πριν
fr: Coller la ligne avant

source: Paste your embed code below:
el: Επικολλήστε τον κώδικα ενσωμάτωσης παρακάτω:
fr: Collez votre code d'intégration ci-dessous :

source: Paste
el: Επικόλληση
fr: Coller

source: Poster
el: Αφίσα
fr: Affiche

source: Pre
el: Προμορφοποιημένο
fr: Pré

source: Prev
el: Προηγούμενο
fr: Précédent

source: Print
el: Εκτύπωση
fr: Imprimer

source: Redo
el: Επανάληψη
fr: Rétablir

source: Remove link
el: Αφαίρεση συνδέσμου
fr: Supprimer le lien

source: Replace all
el: Αντικατάσταση όλων
fr: Tout remplacer

source: Replace with
el: Αντικατάσταση με
fr: Remplacer par

source: Replace
el: Αντικατάσταση
fr: Remplacer

source: Restore last draft
el: Επαναφορά τελευταίου προσχεδίου
fr: Restaurer le dernier brouillon

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
el: Περιοχή εμπλουτισμένου κειμένου. Πατήστε ALT-F9 για μενού. Πατήστε ALT-F10 για γραμμή εργαλείων. Πατήστε ALT-0 για βοήθεια
fr: Zone de texte enrichi. Appuyez sur ALT-F9 pour le menu. Appuyez sur ALT-F10 pour la barre d'outils. Appuyez sur ALT-0 pour l'aide

source: Right to left
el: Δεξιά προς αριστερά
fr: De droite à gauche

source: Right
el: Δεξιά
fr: Droite

source: Robots
el: Ρομπότ

source: Row group
el: Ομάδα γραμμών
fr: Groupe de lignes

source: Row properties
el: Ιδιότητες γραμμής
fr: Propriétés de la ligne

source: Row type
el: Τύπος γραμμής
fr: Type de ligne

source: Row
el: Γραμμή
fr: Ligne

source: Rows
el: Γραμμές
fr: Lignes

source: Scope
el: Εμβέλεια
fr: Portée

source: Select all
el: Επιλογή όλων
fr: Tout sélectionner

source: Show blocks
el: Εμφάνιση μπλοκ
fr: Afficher les blocs

source: Show invisible characters
el: Εμφάνιση αόρατων χαρακτήρων
fr: Afficher les caractères invisibles

source: Source code
el: Πηγαίος κώδικας
fr: Code source

source: Source
el: Πηγή

source: Special character
el: Ειδικός χαρακτήρας
fr: Caractère spécial

source: Spellcheck
el: Ορθογραφικός έλεγχος
fr: Vérification orthographique

source: Split cell
el: Διαίρεση κελιού
fr: Fusionner les cellules

source: Square
el: Τετράγωνο
fr: Carré

source: Start search
el: Έναρξη αναζήτησης
fr: Lancer la recherche

source: Strikethrough
el: Διακριτή διαγραφή
fr: Barré

source: Style
el: Στυλ

source: Subscript
el: Δείκτης
fr: Indice inférieur

source: Superscript
el: Εκθέτης
fr: Exposant

source: Table properties
el: Ιδιότητες πίνακα
fr: Propriétés du tableau

source: Table
el: Πίνακας
fr: Tableau

source: Target
el: Στόχος
fr: Cible

source: Templates
el: Πρότυπα
fr: Modèles

source: Text color
el: Χρώμα κειμένου
fr: Couleur du texte

source: Text to display
el: Κείμενο προς εμφάνιση
fr: Texte à afficher

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
el: Το URL που εισαγάγατε φαίνεται να είναι διεύθυνση email. Θέλετε να προσθέσετε το απαιτούμενο πρόθεμα mailto:;
fr: L'URL que vous avez saisie semble être une adresse e-mail. Voulez-vous ajouter le préfixe requis mailto: ?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
el: Το URL που εισαγάγατε φαίνεται να είναι εξωτερικός σύνδεσμος. Θέλετε να προσθέσετε το απαιτούμενο πρόθεμα http://;
fr: L'URL que vous avez saisie semble être un lien externe. Voulez-vous ajouter le préfixe requis http:// ?

source: Title
el: Τίτλος
fr: Titre

source: Tools
el: Εργαλεία
fr: Outils

source: Top
el: Επάνω
fr: Haut

source: Underline
el: Υπογράμμιση
fr: Souligner

source: Undo
el: Αναίρεση
fr: Annuler

source: Upper Alpha
el: Κεφαλαία γράμματα
fr: Alpha majuscule

source: Upper Roman
el: Κεφαλαίοι ρωμαϊκοί αριθμοί
fr: Romain majuscule

source: V Align
el: Κατακόρυφη στοίχιση
fr: Alignement vertical

source: Vertical space
el: Κατακόρυφο διάστημα
fr: Espace vertical

source: View
el: Προβολή
fr: Voir

source: Visual aids
el: Οπτικά βοηθήματα
fr: Aides visuelles

source: Whole words
el: Ολόκληρες λέξεις
fr: Mots entiers

source: Width
el: Πλάτος
fr: Largeur

source: Words: {0}
el: Λέξεις: {0}
fr: Mots : {0}

source: You have unsaved changes are you sure you want to navigate away?
el: Έχετε μη αποθηκευμένες αλλαγές. Είστε βέβαιοι ότι θέλετε να αποχωρήσετε από τη σελίδα;
fr: Vous avez des modifications non enregistrées. Êtes-vous sûr de vouloir quitter cette page ?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
el: Το πρόγραμμα περιήγησής σας δεν υποστηρίζει άμεση πρόσβαση στο πρόχειρο. Χρησιμοποιήστε αντ’ αυτού τις συντομεύσεις πληκτρολογίου Ctrl+X/C/V.
fr: Votre navigateur ne prend pas en charge l'accès direct au presse-papiers. Veuillez utiliser les raccourcis clavier Ctrl+X/C/V à la place.

source: Insert/Edit Image
el: Εισαγωγή/Επεξεργασία εικόνας
fr: Insérer/Modifier une image

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
el: Κάντε κλικ στο OK για να σταλούν το όνομα χρήστη και η διεύθυνση e-mail σας σε εφαρμογή τρίτου μέρους. Κάντε κλικ στο Άκυρο για να επιστρέψετε σε αυτήν τη σελίδα χωρίς να σταλούν οι πληροφορίες σας.
fr: Cliquez sur OK pour envoyer votre nom d'utilisateur et votre adresse e-mail à une application tierce. Cliquez sur Annuler pour revenir à cette page sans envoyer vos informations.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
el: Κάντε κλικ στο OK για να σταλεί το όνομα χρήστη σας σε εφαρμογή τρίτου μέρους. Κάντε κλικ στο Άκυρο για να επιστρέψετε σε αυτήν τη σελίδα χωρίς να σταλούν οι πληροφορίες σας.
fr: Cliquez sur OK pour envoyer votre nom d'utilisateur à une application tierce. Cliquez sur Annuler pour revenir à cette page sans envoyer vos informations.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
el: Κάντε κλικ στο OK για να σταλεί η διεύθυνση e-mail σας σε εφαρμογή τρίτου μέρους. Κάντε κλικ στο Άκυρο για να επιστρέψετε σε αυτήν τη σελίδα χωρίς να σταλούν οι πληροφορίες σας.
fr: Cliquez sur OK pour envoyer votre adresse e-mail à une application tierce. Cliquez sur Annuler pour revenir à cette page sans envoyer vos informations.

source: incorrect
el: λανθασμένο

source: correct
el: σωστό

source: answer
el: απάντηση
fr: réponse

source: Short explanation
el: Σύντομη εξήγηση
fr: Brève explication

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
el: Αν χρησιμοποιήσετε το Σύνθετο πρόγραμμα επεξεργασίας, αυτό το πρόβλημα θα μετατραπεί σε XML και δεν θα μπορείτε να επιστρέψετε στη διεπαφή του Απλού προγράμματος επεξεργασίας. Θέλετε να προχωρήσετε στο Σύνθετο πρόγραμμα επεξεργασίας και να μετατρέψετε αυτό το πρόβλημα σε XML;
fr: Si vous utilisez l'éditeur avancé, ce problème sera converti en XML et vous ne pourrez pas revenir à l'interface de l'éditeur simple. Passer à l'éditeur avancé et convertir ce problème en XML ?

source: An answer option has been left blank. Please review and edit the component.
el: Μια επιλογή απάντησης έχει μείνει κενή. Ελέγξτε και επεξεργαστείτε το στοιχείο.
fr: Une option de réponse a été laissée vide. Veuillez vérifier et modifier le composant.

source: Explanation
el: Εξήγηση
fr: Explication

source: Sequence error! Cannot navigate to %(tab_name)s in the current SequenceModule. Please contact the course staff.
el: Σφάλμα ακολουθίας! Δεν είναι δυνατή η μετάβαση στο %(tab_name)s στο τρέχον SequenceModule. Επικοινωνήστε με το προσωπικό του μαθήματος.
fr: Erreur de séquence ! Impossible de naviguer vers %(tab_name)s dans le SequenceModule actuel. Veuillez contacter le personnel du cours.
