Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Amount of time after the due date that submissions will be accepted
el: Χρονικό διάστημα μετά την ημερομηνία λήξης κατά το οποίο θα γίνονται δεκτές υποβολές

source: Show Results
el: Εμφάνιση Αποτελεσμάτων

source: Defines when to show whether a learner's answer to the problem is correct. Configured on the subsection.
el: Καθορίζει πότε θα εμφανίζεται αν η απάντηση του μαθητή στο πρόβλημα είναι σωστή. Ρυθμίζεται στην υποενότητα.

source: Always
el: Πάντα

source: Past Due
el: Μετά την Ημερομηνία Λήξης

source: Show Answer
el: Εμφάνιση Απάντησης

source: Defines when to show the answer to the problem. A default value can be set in Advanced Settings.
el: Καθορίζει πότε θα εμφανίζεται η απάντηση στο πρόβλημα. Μπορεί να οριστεί προεπιλεγμένη τιμή στις Ρυθμίσεις για Προχωρημένους.

source: Answered
el: Απαντήθηκε

source: Attempted or Past Due
el: Προσπάθησε ή Έχει Λήξει

source: Closed
el: Κλειστό

source: Finished
el: Ολοκληρώθηκε

source: Correct or Past Due
el: Σωστό ή Έχει Λήξει

source: After Some Number of Attempts
el: Μετά από Ορισμένο Αριθμό Προσπαθειών

source: After All Attempts
el: Μετά από Όλες τις Προσπάθειες

source: After All Attempts or Correct
el: Μετά από Όλες τις Προσπάθειες ή Σωστό

source: Attempted
el: Έγινε Προσπάθεια

source: Show Answer: Number of Attempts
el: Εμφάνιση Απάντησης: Αριθμός Προσπαθειών

source: Number of times the student must attempt to answer the question before the Show Answer button appears.
el: Ο αριθμός των φορών που πρέπει να προσπαθήσει ο μαθητής να απαντήσει στην ερώτηση πριν εμφανιστεί το κουμπί «Εμφάνιση Απάντησης».

source: Whether to force the save button to appear on the page
el: Εάν θα εμφανίζεται υποχρεωτικά το κουμπί αποθήκευσης στη σελίδα

source: Show Reset Button
el: Εμφάνιση Κουμπιού Επαναφοράς

source: Determines whether a 'Reset' button is shown so the user may reset their answer. A default value can be set in Advanced Settings.
el: Καθορίζει εάν θα εμφανίζεται ένα κουμπί «Επαναφορά» ώστε ο χρήστης να μπορεί να επαναφέρει την απάντησή του. Μια προεπιλεγμένη τιμή μπορεί να οριστεί στις Ρυθμίσεις για Προχωρημένους.

source: Randomization
el: Τυχαιοποίηση

source: Defines when to randomize the variables specified in the associated Python script. For problems that do not randomize values, specify "Never".
el: Καθορίζει πότε θα τυχαιοποιούνται οι μεταβλητές που καθορίζονται στο σχετικό σενάριο «Πύθων». Για προβλήματα που δεν τυχαιοποιούν τιμές, καθορίστε «Ποτέ».

source: On Reset
el: Κατά την Επαναφορά

source: Per Student
el: Ανά Μαθητή

source: XML data for the problem
el: Δεδομένα XML για το πρόβλημα

source: Dictionary with the correctness of current student answers
el: Λεξικό με την ορθότητα των τρεχουσών απαντήσεων του μαθητή

source: List of correctness maps for each attempt
el: Λίστα με χάρτες ορθότητας για κάθε προσπάθεια

source: Dictionary for maintaining the state of inputtypes
el: Λεξικό για τη διατήρηση της κατάστασης των τύπων εισόδου

source: Dictionary with the current student responses
el: Λεξικό με τις τρέχουσες απαντήσεις του μαθητή

source: List of student answers for each attempt
el: Λίστα απαντήσεων του μαθητή για κάθε προσπάθεια

source: Dictionary with the current student score
el: Λεξικό με την τρέχουσα βαθμολογία του μαθητή

source: List of scores for each attempt
el: Λίστα βαθμολογιών για κάθε προσπάθεια

source: Whether or not the answers have been saved since last submit
el: Εάν οι απαντήσεις έχουν αποθηκευτεί από την τελευταία υποβολή

source: Whether the student has answered the problem
el: Εάν ο μαθητής έχει απαντήσει στο πρόβλημα

source: Random seed for this student
el: Τυχαία αρχική τιμή για αυτόν τον μαθητή

source: Last submission time
el: Τελευταία ώρα υποβολής

source: Timer Between Attempts
el: Χρονοδιακόπτης μεταξύ προσπαθειών

source: Seconds a student must wait between submissions for a problem with multiple attempts.
el: Δευτερόλεπτα που πρέπει να περιμένει ένας μαθητής μεταξύ των υποβολών για ένα πρόβλημα με πολλαπλές προσπάθειες.

source: Problem Weight
el: Βάρος προβλήματος

source: Defines the number of points each problem is worth. If the value is not set, each response field in the problem is worth one point.
el: Καθορίζει τον αριθμό των μονάδων που αξίζει κάθε πρόβλημα. Αν η τιμή δεν έχει οριστεί, κάθε πεδίο απάντησης στο πρόβλημα αξίζει μία μονάδα.

source: Markdown source of this module
el: Πηγή Markdown αυτού του модуля

source: Source code for LaTeX and Word problems. This feature is not well-supported.
el: Πηγαίος κώδικας για προβλήματα LaTeX και Word. Αυτή η δυνατότητα δεν υποστηρίζεται επαρκώς.

source: Enable LaTeX templates?
el: Ενεργοποίηση προτύπων LaTeX;

source: Matlab API key
el: Κλειδί API του Matlab

source: Enter the API key provided by MathWorks for accessing the MATLAB Hosted Service. This key is granted for exclusive use by this course for the specified duration. Please do not share the API key with other courses and notify MathWorks immediately if you believe the key is exposed or compromised. To obtain a key for your course, or to report an issue, please contact moocsupport@mathworks.com
el: Εισαγάγετε το κλειδί API που παρέχεται από τη MathWorks για πρόσβαση στην Υπηρεσία Φιλοξενίας MATLAB. Αυτό το κλειδί χορηγείται για αποκλειστική χρήση από αυτό το μάθημα για τη συγκεκριμένη διάρκεια. Παρακαλούμε μην μοιράζεστε το κλειδί API με άλλα μαθήματα και ενημερώστε αμέσως τη MathWorks εάν πιστεύετε ότι το κλειδί έχει εκτεθεί ή παραβιαστεί. Για να αποκτήσετε κλειδί για το μάθημά σας ή για να αναφέρετε κάποιο πρόβλημα, επικοινωνήστε με το moocsupport@mathworks.com

source: Indicates if the problem was edited using the Markdown editor in the Authoring MFE.
el: Υποδεικνύει εάν το πρόβλημα επεξεργάστηκε χρησιμοποιώντας τον επεξεργαστή Markdown στο Authoring MFE.

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
el: Λυπούμαστε, υπήρξε σφάλμα κατά την επεξεργασία του αιτήματός σας. Παρακαλώ προσπαθήστε να ανανεώσετε τη σελίδα σας και δοκιμάστε ξανά.

source: The state of this problem has changed since you loaded this page. Please refresh your page.
el: Η κατάσταση αυτού του προβλήματος έχει αλλάξει από τότε που φορτώσατε αυτήν τη σελίδα. Παρακαλώ ανανεώστε τη σελίδα σας.

source: Answer ID
el: Αναγνωριστικό Απάντησης

source: Question
el: Ερώτηση

source: Correct Answer
el: Σωστή Απάντηση

source: Submitting
el: Υποβολή

source: Warning: The problem has been reset to its initial state!
el: Προειδοποίηση: Το πρόβλημα επανήλθε στην αρχική του κατάσταση!

source: The problem's state was corrupted by an invalid submission. The submission consisted of:
el: Η κατάσταση του προβλήματος αλλοιώθηκε από μια μη έγκυρη υποβολή. Η υποβολή αποτελούνταν από:

source: If this error persists, please contact the course staff.
el: Εάν αυτό το σφάλμα επιμένει, παρακαλώ επικοινωνήστε με το προσωπικό του μαθήματος.

source: Hint ({hint_num} of {hints_count}):
el: Υπόδειξη ({hint_num} από {hints_count}):

source: Your answers were previously saved. Click '{button_name}' to grade them.
el: Οι απαντήσεις σας είχαν αποθηκευτεί προηγουμένως. Κάντε κλικ στο '{button_name}' για να τις βαθμολογήσετε.

source: Incorrect ({progress} point)
el: Λανθασμένο ({progress} πόντος)

source: Correct ({progress} point)
el: Σωστό ({progress} πόντος)

source: Partially correct ({progress} point)
el: Μερικώς σωστό ({progress} πόντος)

source: Partially Correct
el: Μερικώς Σωστό

source: Answer submitted.
el: Η απάντηση υποβλήθηκε.

source: Problem is closed.
el: Το πρόβλημα είναι κλειστό.

source: Problem must be reset before it can be submitted again.
el: Το πρόβλημα πρέπει να επανέλθει στην αρχική του κατάσταση πριν υποβληθεί ξανά.

source: You must wait at least {wait} seconds between submissions.
el: Πρέπει να περιμένετε τουλάχιστον {wait} δευτερόλεπτα μεταξύ των υποβολών.

source: You must wait at least {wait_secs} between submissions. {remaining_secs} remaining.
el: Πρέπει να περιμένετε τουλάχιστον {wait_secs} δευτερόλεπτα μεταξύ των υποβολών. Απομένουν {remaining_secs}.

source: {num_hour} hour
el: {num_hour} ώρα

source: {num_minute} minute
el: {num_minute} λεπτό

source: {num_second} second
el: {num_second} δευτερόλεπτο

source: Problem needs to be reset prior to save.
el: Το πρόβλημα πρέπει να επανεκκινηθεί πριν από την αποθήκευση.

source: Your answers have been saved.
el: Οι απαντήσεις σας έχουν αποθηκευτεί.

source: Your answers have been saved but not graded. Click '{button_name}' to grade them.
el: Οι απαντήσεις σας έχουν αποθηκευτεί αλλά δεν έχουν βαθμολογηθεί. Κάντε κλικ στο '{button_name}' για να τις βαθμολογήσετε.

source: You cannot select Reset for a problem that is closed.
el: Δεν μπορείτε να επιλέξετε Επαναφορά για ένα πρόβλημα που είναι κλειστό.

source: You must submit an answer before you can select Reset.
el: Πρέπει να υποβάλετε μια απάντηση πριν μπορέσετε να επιλέξετε Επαναφορά.

source: Problem's definition does not support rescoring.
el: Ο ορισμός του προβλήματος δεν υποστηρίζει επαναβαθμολόγηση.

source: Problem must be answered before it can be graded again.
el: Το πρόβλημα πρέπει να απαντηθεί πριν μπορέσει να βαθμολογηθεί ξανά.

source: Conditional
el: Υπό συνθήκη

source: List of urls of children that are references to external modules
el: Λίστα URLs των παιδιών που είναι αναφορές σε εξωτερικά modules

source: Source Components
el: Πηγαία Συστατικά

source: The component location IDs of all source components that are used to determine whether a learner is shown the content of this conditional block. Copy the component location ID of a component from its Settings dialog in Studio.
el: Τα αναγνωριστικά θέσης των συστατικών όλων των πηγαίων συστατικών που χρησιμοποιούνται για να καθοριστεί αν ένας εκπαιδευόμενος θα δει το περιεχόμενο αυτού του υπό συνθήκη μπλοκ. Αντιγράψτε το αναγνωριστικό θέσης ενός συστατικού από το παράθυρο διαλόγου Ρυθμίσεων στο Studio.

source: Conditional Attribute
el: Χαρακτηριστικό υπό συνθήκη

source: The attribute of the source components that determines whether a learner is shown the content of this conditional block.
el: Το χαρακτηριστικό των πηγαίων συστατικών που καθορίζει αν ένας εκπαιδευόμενος θα δει το περιεχόμενο αυτού του υπό συνθήκη μπλοκ.

source: Conditional Value
el: Τιμή υπό συνθήκη

source: The value that the conditional attribute of the source components must match before a learner is shown the content of this conditional block.
el: Η τιμή που πρέπει να ταιριάζει το χαρακτηριστικό υπό συνθήκη των πηγαίων συστατικών πριν ένας εκπαιδευόμενος δει το περιεχόμενο αυτού του υπό συνθήκη μπλοκ.

source: Blocked Content Message
el: Μήνυμα αποκλεισμένου περιεχομένου

source: The message that is shown to learners when not all conditions are met to show the content of this conditional block. Include {link} in the text of your message to give learners a direct link to required units. For example, 'You must complete {link} before you can access this unit'.
el: Το μήνυμα που εμφανίζεται στους εκπαιδευόμενους όταν δεν πληρούνται όλες οι προϋποθέσεις για να δουν το περιεχόμενο αυτού του υπό συνθήκη μπλοκ. Συμπεριλάβετε το {link} στο κείμενο του μηνύματός σας για να δώσετε στους εκπαιδευόμενους έναν άμεσο σύνδεσμο στις απαιτούμενες ενότητες. Για παράδειγμα, 'Πρέπει να ολοκληρώσετε το {link} πριν αποκτήσετε πρόσβαση σε αυτή την ενότητα'.

source: You must complete {link} before you can access this unit.
el: Πρέπει να ολοκληρώσετε το {link} πριν αποκτήσετε πρόσβαση σε αυτήν την ενότητα.

source: This component has no source components configured yet.
el: Αυτό το στοιχείο δεν έχει ακόμη διαμορφωμένες πηγές προέλευσης.

source: Configure list of sources
el: Διαμόρφωση λίστας πηγών

source: LTI Passports
el: Διαβατήρια LTI

source: Enter the passports for course LTI tools in the following format: "id:client_key:client_secret".
el: Εισαγάγετε τα διαβατήρια για τα εργαλεία LTI του μαθήματος στην ακόλουθη μορφή: "id:client_key:client_secret".

source: List of Textbook objects with (title, url) for textbooks used in this course
el: Λίστα αντικειμένων Βιβλίου με (τίτλο, url) για τα βιβλία που χρησιμοποιούνται σε αυτό το μάθημα

source: Slug that points to the wiki for this course
el: Συντομογραφία που παραπέμπει στο wiki αυτού του μαθήματος

source: Date that enrollment for this class is opened
el: Ημερομηνία έναρξης εγγραφών για αυτήν την τάξη

source: Date that enrollment for this class is closed
el: Ημερομηνία λήξης εγγραφών για αυτήν την τάξη

source: Start time when this block is visible
el: Ώρα έναρξης κατά την οποία αυτό το μπλοκ είναι ορατό

source: Date that this class ends
el: Ημερομηνία λήξης αυτού του μαθήματος

source: Date that certificates become available to learners
el: Ημερομηνία κατά την οποία τα πιστοποιητικά γίνονται διαθέσιμα στους εκπαιδευόμενους

source: Cosmetic Course Display Price
el: Τιμή Κοσμητικής Εμφάνισης Μαθήματος

source: The cost displayed to students for enrolling in the course. If a paid course registration price is set by an administrator in the database, that price will be displayed instead of this one.
el: Το κόστος που εμφανίζεται στους σπουδαστές για την εγγραφή στο μάθημα. Εάν έχει οριστεί τιμή εγγραφής επί πληρωμή από διαχειριστή στη βάση δεδομένων, αυτή η τιμή θα εμφανίζεται αντί αυτής.

source: Course Advertised Start
el: Διαφημιζόμενη Έναρξη Μαθήματος

source: Enter the text that you want to use as the advertised starting time frame for the course, such as "Winter 2018". If you enter null for this value, the start date that you have set for this course is used.
el: Εισαγάγετε το κείμενο που θέλετε να χρησιμοποιήσετε ως διαφημιζόμενο χρονικό πλαίσιο έναρξης του μαθήματος, όπως "Χειμώνας 2018". Εάν εισαγάγετε την τιμή null για αυτήν την επιλογή, θα χρησιμοποιηθεί η ημερομηνία έναρξης που έχετε ορίσει για αυτό το μάθημα.

source: Pre-Requisite Courses
el: Προαπαιτούμενα Μαθήματα

source: Pre-Requisite Course key if this course has a pre-requisite course
el: Κλειδί προαπαιτούμενου μαθήματος εάν αυτό το μάθημα έχει προαπαιτούμενο μάθημα

source: Grading policy definition for this class
el: Ορισμός πολιτικής βαθμολόγησης για αυτήν την τάξη

source: Show Calculator
el: Εμφάνιση Αριθμομηχανής

source: Enter true or false. When true, students can see the calculator in the course.
el: Εισαγάγετε αληθές ή ψευδές. Όταν είναι αληθές, οι σπουδαστές μπορούν να δουν την αριθμομηχανή στο μάθημα.

source: Enter the name of the course as it should appear in the course list.
el: Εισαγάγετε το όνομα του μαθήματος όπως θα πρέπει να εμφανίζεται στη λίστα μαθημάτων.

source: Course Display Name
el: Εμφανιζόμενο Όνομα Μαθήματος

source: Course Editor
el: Επεξεργαστής Μαθήματος

source: Enter the method by which this course is edited ("XML" or "Studio").
el: Εισαγάγετε τη μέθοδο με την οποία επεξεργάζεται αυτό το μάθημα ("XML" ή "Studio").

source: Course Survey URL
el: Διεύθυνση URL Έρευνας Μαθήματος

source: Enter the URL for the end-of-course survey. If your course does not have a survey, enter null.
el: Εισαγάγετε τη διεύθυνση URL για την έρευνα στο τέλος του μαθήματος. Εάν το μάθημά σας δεν έχει έρευνα, εισαγάγετε null.

source: Discussion Blackout Dates
el: Ημερομηνίες Αποκλεισμού Συζητήσεων

source: Enter pairs of dates between which students cannot post to discussion forums. Inside the provided brackets, enter an additional set of square brackets surrounding each pair of dates you add. Format each pair of dates as ["YYYY-MM-DD", "YYYY-MM-DD"]. To specify times as well as dates, format each pair as ["YYYY-MM-DDTHH:MM", "YYYY-MM-DDTHH:MM"]. Be sure to include the "T" between the date and time. For example, an entry defining two blackout periods looks like this, including the outer pair of square brackets: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]
el: Εισαγάγετε ζεύγη ημερομηνιών μεταξύ των οποίων οι σπουδαστές δεν μπορούν να δημοσιεύσουν στα φόρουμ συζητήσεων. Μέσα στις παρεχόμενες αγκύλες, εισαγάγετε ένα επιπλέον σύνολο τετραγωνικών αγκύλων που περικλείει κάθε ζεύγος ημερομηνιών που προσθέτετε. Διαμορφώστε κάθε ζεύγος ημερομηνιών ως ["ΕΕΕΕ-ΜΜ-ΗΗ", "ΕΕΕΕ-ΜΜ-ΗΗ"]. Για να καθορίσετε ώρες καθώς και ημερομηνίες, διαμορφώστε κάθε ζεύγος ως ["ΕΕΕΕ-ΜΜ-ΗΗTΩΩ:ΛΛ", "ΕΕΕΕ-ΜΜ-ΗΗTΩΩ:ΛΛ"]. Βεβαιωθείτε ότι συμπεριλάβατε το "T" μεταξύ της ημερομηνίας και της ώρας. Για παράδειγμα, μια καταχώριση που ορίζει δύο περιόδους αποκλεισμού μοιάζει με αυτό, συμπεριλαμβανομένου του εξωτερικού ζεύγους τετραγωνικών αγκύλων: [["2015-09-15", "2015-09-21"], ["2015-10-01", "2015-10-08"]]

source: Discussion Topic Mapping
el: Αντιστοίχιση Θεμάτων Συζήτησης

source: Enter discussion categories in the following format: "CategoryName": {"id": "i4x-InstitutionName-CourseNumber-course-CourseRun"}. For example, one discussion category may be "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. The "id" value for each category must be unique. In "id" values, the only special characters that are supported are underscore, hyphen, and period. You can also specify a category as the default for new posts in the Discussion page by setting its "default" attribute to true. For example, "Lydian Mode": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.
el: Εισαγάγετε κατηγορίες συζητήσεων με την ακόλουθη μορφή: "ΌνομαΚατηγορίας": {"id": "i4x-ΌνομαΙδρύματος-ΑριθμόςΜαθήματος-course-ΕκτέλεσηΜαθήματος"}. Για παράδειγμα, μια κατηγορία συζήτησης μπορεί να είναι "Λυδικός Τρόπος": {"id": "i4x-UniversityX-MUS101-course-2015_T1"}. Η τιμή "id" για κάθε κατηγορία πρέπει να είναι μοναδική. Στις τιμές "id", οι μόνοι ειδικοί χαρακτήρες που υποστηρίζονται είναι η κάτω παύλα, η παύλα και η τελεία. Μπορείτε επίσης να καθορίσετε μια κατηγορία ως προεπιλεγμένη για νέες δημοσιεύσεις στη σελίδα Συζητήσεις ορίζοντας το χαρακτηριστικό της "default" σε true. Για παράδειγμα, "Λυδικός Τρόπος": {"id": "i4x-UniversityX-MUS101-course-2015_T1", "default": true}.

source: Discussions Plugin Settings
el: Ρυθμίσεις Πρόσθετων Συζητήσεων

source: Settings for discussions plugins.
el: Ρυθμίσεις για πρόσθετα συζητήσεων.

source: Course Announcement Date
el: Ημερομηνία Ανακοίνωσης Μαθήματος

source: Enter the date to announce your course.
el: Εισαγάγετε την ημερομηνία ανακοίνωσης του μαθήματός σας.

source: Cohort Configuration
el: Διαμόρφωση Ομάδας

source: Enter policy keys and values to enable the cohort feature, define automated student assignment to groups, or identify any course-wide discussion topics as private to cohort members.
el: Εισαγάγετε κλειδιά και τιμές πολιτικής για να ενεργοποιήσετε τη λειτουργία ομάδας, να καθορίσετε την αυτόματη ανάθεση σπουδαστών σε ομάδες ή να προσδιορίσετε οποιαδήποτε θέματα συζήτησης σε επίπεδο μαθήματος ως ιδιωτικά για τα μέλη της ομάδας.

source: Course Is New
el: Το Μάθημα Είναι Νέο

source: Enter true or false. If true, the course appears in the list of new courses, and a New! badge temporarily appears next to the course image.
el: Εισαγάγετε αληθές ή ψευδές. Εάν είναι αληθές, το μάθημα εμφανίζεται στη λίστα των νέων μαθημάτων και ένα σήμα Νέο! εμφανίζεται προσωρινά δίπλα στην εικόνα του μαθήματος.

source: Mobile Course Available
el: Διαθέσιμο Μάθημα για Κινητές Συσκευές

source: Enter true or false. If true, the course will be available to mobile devices.
el: Εισαγάγετε αληθές ή ψευδές. Αν είναι αληθές, το μάθημα θα είναι διαθέσιμο σε κινητές συσκευές.

source: Video Upload Credentials
el: Πιστοποιητικό μεταφόρτωσης βίντεο

source: Enter the unique identifier for your course's video files provided by {platform_name}.
el: Εισαγάγετε το μοναδικό αναγνωριστικό για τα αρχεία βίντεο του μαθήματός σας που παρέχεται από την {platform_name}.

source: Course Not Graded
el: Το Μάθημα Δεν Βαθμολογείται

source: Enter true or false. If true, the course will not be graded.
el: Εισαγάγετε αληθές ή ψευδές. Αν είναι αληθές, το μάθημα δεν θα βαθμολογείται.

source: Disable Progress Graph
el: Απενεργοποίηση Γραφήματος Προόδου

source: Enter true or false. If true, students cannot view the progress graph.
el: Εισαγάγετε αληθές ή ψευδές. Αν είναι αληθές, οι φοιτητές δεν μπορούν να δουν το γράφημα προόδου.

source: PDF Textbooks
el: Ηλεκτρονικό Βιβλίο PDF

source: List of dictionaries containing pdf_textbook configuration
el: Λίστα λεξικών που περιέχουν τη διαμόρφωση pdf_textbook

source: HTML Textbooks
el: Ηλεκτρονικό Βιβλίο HTML

source: For HTML textbooks that appear as separate tabs in the course, enter the name of the tab (usually the title of the book) as well as the URLs and titles of each chapter in the book.
el: Για τα ηλεκτρονικά βιβλία HTML που εμφανίζονται ως ξεχωριστές καρτέλες στο μάθημα, εισαγάγετε το όνομα της καρτέλας (συνήθως τον τίτλο του βιβλίου) καθώς και τις διευθύνσεις URL και τους τίτλους κάθε κεφαλαίου στο βιβλίο.

source: Remote Gradebook
el: Απομακρυσμένος Βιβλίο Βαθμολογίας

source: Enter the remote gradebook mapping. Only use this setting when REMOTE_GRADEBOOK_URL has been specified.
el: Εισαγάγετε τη χαρτογράφηση του απομακρυσμένου βιβλίου βαθμολογίας. Χρησιμοποιήστε αυτή τη ρύθμιση μόνο όταν έχει καθοριστεί η REMOTE_GRADEBOOK_URL.

source: Enable CCX
el: Ενεργοποίηση CCX

source: Allow course instructors to assign CCX Coach roles, and allow coaches to manage Custom Courses on {platform_name}. When false, Custom Courses cannot be created, but existing Custom Courses will be preserved.
el: Να επιτρέπεται στους εκπαιδευτές του μαθήματος να αναθέτουν ρόλους Προπονητή CCX και να επιτρέπεται στους προπονητές να διαχειρίζονται Προσαρμοσμένα Μαθήματα στην {platform_name}. Όταν είναι ψευδές, δεν μπορούν να δημιουργηθούν Προσαρμοσμένα Μαθήματα, αλλά τα υπάρχοντα Προσαρμοσμένα Μαθήματα θα διατηρηθούν.

source: CCX Connector URL
el: Διεύθυνση URL Συνδέσμου CCX

source: URL for CCX Connector application for managing creation of CCXs. (optional). Ignored unless 'Enable CCX' is set to 'true'.
el: Διεύθυνση URL για την εφαρμογή Συνδέσμου CCX για τη διαχείριση της δημιουργίας CCX. (προαιρετικό). Αγνοείται εκτός αν η 'Ενεργοποίηση CCX' έχει οριστεί σε 'αληθές'.

source: Allow Anonymous Discussion Posts
el: Επιτρέπονται Ανώνυμες Δημοσιεύσεις Συζήτησης

source: Enter true or false. If true, students can create discussion posts that are anonymous to all users.
el: Εισαγάγετε αληθές ή ψευδές. Αν είναι αληθές, οι φοιτητές μπορούν να δημιουργούν δημοσιεύσεις συζήτησης που είναι ανώνυμες σε όλους τους χρήστες.

source: Allow Anonymous Discussion Posts to Peers
el: Επιτρέπονται Ανώνυμες Δημοσιεύσεις Συζήτησης στους Συμφοιτητές

source: Enter true or false. If true, students can create discussion posts that are anonymous to other students. This setting does not make posts anonymous to course staff.
el: Εισαγάγετε αληθές ή ψευδές. Αν είναι αληθές, οι φοιτητές μπορούν να δημιουργήσουν αναρτήσεις συζήτησης που είναι ανώνυμες για άλλους φοιτητές. Αυτή η ρύθμιση δεν κάνει τις αναρτήσεις ανώνυμες για το προσωπικό του μαθήματος.

source: Advanced Module List
el: Λίστα Προηγμένων Ενοτήτων

source: Enter the names of the advanced modules to use in your course.
el: Εισαγάγετε τα ονόματα των προηγμένων ενοτήτων που θα χρησιμοποιηθούν στο μάθημά σας.

source: True if timezones should be shown on dates in the course. Deprecated in favor of due_date_display_format.
el: Αληθές αν οι ζώνες ώρας πρέπει να εμφανίζονται στις ημερομηνίες στο μάθημα. Έχει καταργηθεί υπέρ της due_date_display_format.

source: Due Date Display Format
el: Μορφή Εμφάνισης Ημερομηνίας Λήξης

source: Enter the format for due dates. The default is Mon DD, YYYY. Enter "%m-%d-%Y" for MM-DD-YYYY, "%d-%m-%Y" for DD-MM-YYYY, "%Y-%m-%d" for YYYY-MM-DD, or "%Y-%d-%m" for YYYY-DD-MM.
el: Εισαγάγετε τη μορφή για τις ημερομηνίες λήξης. Η προεπιλογή είναι Δευτ DD, ΕΕΕΕ. Εισαγάγετε "%m-%d-%Y" για ΜΜ-ΗΗ-ΕΕΕΕ, "%d-%m-%Y" για ΗΗ-ΜΜ-ΕΕΕΕ, "%Y-%m-%d" για ΕΕΕΕ-ΜΜ-ΗΗ ή "%Y-%d-%m" για ΕΕΕΕ-ΗΗ-ΜΜ.

source: External Login Domain
el: Τομέας Εξωτερικής Σύνδεσης
