Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Course team user does not exist
el: Ο χρήστης της ομάδας του μαθήματος δεν υπάρχει

source: Number of course outline regenerations successfully requested: {regenerates}
el: Αριθμός επιτυχώς αιτηθεισών αναγεννήσεων περιγράμματος μαθήματος: {regenerates}

source: Regenerate selected course outlines
el: Αναγέννηση επιλεγμένων περιγραμμάτων μαθήματος

source: All course outline regenerations successfully requested.
el: Όλες οι αναγεννήσεις περιγράμματος μαθήματος αιτήθηκαν επιτυχώς.

source: Regenerate *all* course outlines
el: Αναγέννηση *όλων* των περιγραμμάτων μαθήματος

source: Upload completed
el: Η μεταφόρτωση ολοκληρώθηκε

source: File {filename} exceeds maximum size of {maximum_size_in_megabytes} MB.
el: Το αρχείο {filename} υπερβαίνει το μέγιστο επιτρεπτό μέγεθος των {maximum_size_in_megabytes} MB.

source: The groups in this configuration can be mapped to cohorts in the Instructor Dashboard.
el: Οι ομάδες σε αυτή τη διαμόρφωση μπορούν να αντιστοιχιστούν σε κοόρτες στον Πίνακα Ελέγχου Εκπαιδευτή.

source: Content Groups
el: Ομάδα Περιεχομένου

source: invalid JSON
el: μη έγκυρο JSON

source: must have name of the configuration
el: πρέπει να έχει όνομα της διαμόρφωσης

source: must have at least one group
el: πρέπει να έχει τουλάχιστον μία ομάδα

source: unable to load this type of group configuration
el: αδυναμία φόρτωσης αυτού του τύπου διαμόρφωσης ομάδας

source: Invalid course update id.
el: Μη έγκυρο αναγνωριστικό ενημέρωσης μαθήματος.

source: Course update not found.
el: Η ενημέρωση μαθήματος δεν βρέθηκε.

source: Could not index item: {}
el: Δεν ήταν δυνατή η ευρετηρίαση του στοιχείου: {}

source: General indexing error occurred
el: Παρουσιάστηκε γενικό σφάλμα ευρετηρίασης

source: (Unnamed)
el: (Ανώνυμο)

source: Aborting import because a course with this id: {} already exists.
el: Διακοπή εισαγωγής επειδή υπάρχει ήδη μάθημα με αυτό το αναγνωριστικό: {}.

source: Permission denied. You do not have write access to this course.
el: Δεν έχετε άδεια εγγραφής. Δεν διαθέτετε πρόσβαση εγγραφής σε αυτό το μάθημα.

source: Could not find the {0} file in the package.
el: Δεν ήταν δυνατή η εύρεση του αρχείου {0} στο πακέτο.

source: Uploaded Tar file not found. Try again.
el: Το αρχείο Tar που ανέβηκε δεν βρέθηκε. Δοκιμάστε ξανά.

source: We only support uploading a .tar.gz file.
el: Υποστηρίζουμε μόνο την αποστολή αρχείου .tar.gz.

source: Aborting import since a library with this id already exists.
el: Διακοπή εισαγωγής καθώς υπάρχει ήδη βιβλιοθήκη με αυτό το αναγνωριστικό.

source: Course olx validation failed. Please check your email.
el: Απέτυχε η επικύρωση του olx του μαθήματος. Ελέγξτε το email σας.

source: Permission denied
el: Δεν έχετε άδεια

source: Unknown error while importing course.
el: Αγνωστο σφάλμα κατά την εισαγωγή μαθήματος.

source: An Unknown error occurred during the unpacking step.
el: Προέκυψε άγνωστο σφάλμα κατά το στάδιο αποσυμπίεσης.

source: Unknown User ID: {0}
el: Άγνωστο Αναγνωριστικό Χρήστη (User ID): {0}

source: Unsafe archive file. Aborting import.
el: Μη ασφαλές αρχείο αρχειοθήκης. Διακοπή εισαγωγής.

source: User permission denied.
el: Άρνηση άδειας χρήστη.

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
el: Η μεταβλητή GIT_REPO_EXPORT_DIR δεν έχει οριστεί ή η διαδρομή {0} δεν υπάρχει. Παρακαλώ δημιουργήστε την ή διαμορφώστε διαφορετική διαδρομή με τη μεταβλητή GIT_REPO_EXPORT_DIR.

source: Non writable git url provided. Expecting something like: git@github.com:openedx/openedx-demo-course.git
el: Παρέχθηκε μη εγγράψιμο git url. Αναμένεται κάτι σαν: git@github.com:openedx/openedx-demo-course.git

source: If using http urls, you must provide the username and password in the url. Similar to https://user:pass@github.com/user/course.
el: Αν χρησιμοποιείτε http urls, πρέπει να παρέχετε το όνομα χρήστη και τον κωδικό πρόσβασης στη διεύθυνση. Παρόμοιο με https://user:pass@github.com/user/course.

source: Unable to determine branch, repo in detached HEAD mode
el: Δεν είναι δυνατός ο προσδιορισμός του κλάδου, το αποθετήριο βρίσκεται σε κατάσταση detached HEAD.

source: Unable to update or clone git repository.
el: Δεν είναι δυνατή η ενημέρωση ή η κλωνοποίηση του αποθετηρίου git.

source: Unable to export course to xml.
el: Δεν είναι δυνατή η εξαγωγή του μαθήματος σε xml.

source: Unable to configure git username and password
el: Δεν είναι δυνατή η διαμόρφωση του ονόματος χρήστη και του κωδικού πρόσβασης git.

source: Unable to commit changes. This is usually because there are no changes to be committed
el: Δεν είναι δυνατή η υποβολή των αλλαγών. Αυτό συμβαίνει συνήθως επειδή δεν υπάρχουν αλλαγές προς υποβολή.

source: Unable to push changes. This is usually because the remote repository cannot be contacted
el: Δεν είναι δυνατή η προώθηση των αλλαγών. Αυτό συμβαίνει συνήθως επειδή δεν είναι δυνατή η επικοινωνία με το απομακρυσμένο αποθετήριο.

source: Bad course location provided
el: Παρέχθηκε λανθασμένη τοποθεσία μαθήματος.

source: Missing branch on fresh clone
el: Λείπει ο κλάδος σε νέα κλωνοποίηση.

source: Vertical
el: Κάθετη Ενότητα

source: Section
el: Ενότητα

source: Subsection
el: Υποενότητα

source: Unit
el: Μονάδα

source: Problem
el: Πρόβλημα

source: Library Content
el: Περιεχόμενο Βιβλιοθήκης

source: Problem Bank
el: Τράπεζα Προβλημάτων

source: Take the specified course and attempt to export it to a git repository . Course directory must already be a git repository. Usage: git_export <course_loc> <git_url>
el: Παρακολουθήστε το καθορισμένο μάθημα και προσπαθήστε να το εξάγετε σε αποθετήριο git. Ο κατάλογος του μαθήματος πρέπει ήδη να είναι αποθετήριο git. Χρήση: git_export <course_loc> <git_url>

source: COURSE_KEY
el: ΚΛΕΙΔΙ_ΜΑΘΗΜΑΤΟΣ

source: Recreate links for xblocks under given course keys. For eg. course-v1:edX+DemoX.1+2014
el: Επαναδημιουργία συνδέσμων για xblocks κάτω από τα δεδομένα κλειδιά μαθημάτων. Π.χ. course-v1:edX+DemoX.1+2014

source: Recreate links for xblocks under all courses. NOTE: this can take long time depending on number of course and xblocks
el: Επαναδημιουργία συνδέσμων για xblocks κάτω από όλα τα μαθήματα. ΣΗΜΕΙΩΣΗ: αυτό μπορεί να διαρκέσει πολύ χρόνο ανάλογα με τον αριθμό των μαθημάτων και των xblocks

source: Recreate links even for completely processed courses.
el: Επαναδημιουργία συνδέσμων ακόμη και για μαθήματα που έχουν ήδη υποστεί πλήρη επεξεργασία.

source: Delete all and create links for given course(s).
el: Διαγραφή όλων και δημιουργία συνδέσμων για τα δεδομένα μαθήματα.

source: Upstream context key i.e., learning_package/library key
el: Κλειδί πλαισίου ανάντη, δηλαδή κλειδί μαθησιακού πακέτου/βιβλιοθήκης

source: Upstream block usage key, this value cannot be null and useful to track upstream library blocks that do not exist yet
el: Κλειδί χρήσης μπλοκ ανάντη, αυτή η τιμή δεν μπορεί να είναι μηδενική και είναι χρήσιμη για την παρακολούθηση μπλοκ βιβλιοθήκης ανάντη που δεν υπάρχουν ακόμη

source: Component Link
el: Σύνδεσμος Στοιχείου

source: Component Links
el: Σύνδεσμος Στοιχείου

source: The component must be published to access `published_at`
el: Το στοιχείο πρέπει να έχει δημοσιευτεί για να είναι δυνατή η πρόσβαση στο `published_at`

source: Upstream block key (e.g. lct:...), this value cannot be null and is useful to track upstream library blocks that do not exist yet or were deleted.
el: Κλειδί μπλοκ ανάντη (π.χ. lct:...), αυτή η τιμή δεν μπορεί να είναι μηδενική και είναι χρήσιμη για την παρακολούθηση μπλοκ βιβλιοθήκης ανάντη που δεν υπάρχουν ακόμη ή έχουν διαγραφεί.

source: Container Link
el: Σύνδεσμος Δοχείου

source: Container Links
el: Σύνδεσμος Δοχείου

source: The container must be published to access `published_at`
el: Το δοχείο πρέπει να έχει δημοσιευτεί για να είναι δυνατή η πρόσβαση στο `published_at`

source: Pending
el: Σε Εκκρεμότητα

source: Processing
el: Επεξεργασία

source: Failed
el: Απέτυχε

source: Completed
el: Ολοκληρώθηκε

source: Linking status for course context key
el: Κατάσταση σύνδεσης για κλειδί συμφραζομένων μαθήματος

source: Status of links in given learning context/course.
el: Κατάσταση συνδέσμων σε δεδομένο εκπαιδευτικό πλαίσιο/μάθημα.

source: Learning Context Links status
el: Κατάσταση συνδέσμων εκπαιδευτικού πλαισίου

source: Marks a field as deprecated.
el: Σημειώνει ένα πεδίο ως απαρχαιωμένο.

source: User-friendly display name for the field
el: Φιλικό προς τον χρήστη όνομα εμφάνισης για το πεδίο

source: Help text that describes the setting.
el: Κείμενο βοήθειας που περιγράφει τη ρύθμιση.

source: Tab type
el: Τύπος καρτέλας

source: Default name for the tab displayed to users
el: Προεπιλεγμένο όνομα για την καρτέλα που εμφανίζεται στους χρήστες

source: True if it's possible to hide the tab for a course
el: Αληθές αν είναι δυνατή η απόκρυψη της καρτέλας για ένα μάθημα

source: True the tab is hidden for the course
el: Αληθές αν η καρτέλα είναι κρυφή για το μάθημα

source: True if it's possible to reorder the tab in the list of tabs
el: Αληθές αν είναι δυνατή η αναδιάταξη της καρτέλας στη λίστα καρτελών

source: True if this tab should be displayed only for instructors
el: Αληθές αν αυτή η καρτέλα πρέπει να εμφανίζεται μόνο για εκπαιδευτές

source: Name of the tab displayed to users. Overrides title.
el: Όνομα της καρτέλας που εμφανίζεται στους χρήστες. Αντικαθιστά τον τίτλο.

source: Additional settings specific to the tab
el: Πρόσθετες ρυθμίσεις ειδικές για την καρτέλα

source: ID of tab to update
el: Αναγνωριστικό (ID) καρτέλας προς ενημέρωση

source: Location (Usage Key) of tab to update
el: Τοποθεσία (Κλειδί Χρήσης) καρτέλας προς ενημέρωση

source: Need to supply either a valid tab_id or a tab_location.
el: Πρέπει να παρέχεται είτε ένα έγκυρο tab_id είτε μια tab_location.

source: True to hide the tab, and False to show it.
el: Αληθές για απόκρυψη της καρτέλας και Ψευδές για εμφάνισή της.

source: Change the visibility of tabs in a course.
el: Αλλάξτε την ορατότητα των καρτελών σε ένα μάθημα.

source: The information you entered is incorrect.
el: Οι πληροφορίες που εισαγάγατε είναι λανθασμένες.

source: The following parameters are required: {missing}.
el: Απαιτούνται οι ακόλουθες παράμετροι: {missing}.

source: There is a problem with this transcript file. Try to upload a different file.
el: Υπάρχει πρόβλημα με αυτό το αρχείο μεταγραφής. Προσπαθήστε να ανεβάσετε ένα διαφορετικό αρχείο.

source: A transcript with the "{language_code}" language code already exists.
el: Υπάρχει ήδη μια μεταγραφή με τον κωδικό γλώσσας «{language_code}».

source: A transcript file is required.
el: Απαιτείται ένα αρχείο μεταγραφής.

source: Deleted Group
el: Διαγραμμένη Ομάδα

source: Text
el: Κείμενο

source: Duplicate of {0}
el: Διπλότυπο του {0}

source: Duplicate of '{0}'
el: Διπλότυπο του '{0}'

source: Invalid prerequisite course key
el: Μη έγκυρος κωδικός μαθήματος προαπαιτούμενου

source: Set Date
el: Ορισμός Ημερομηνίας

source: Uploading
el: Μεταφόρτωση

source: In Progress
el: Σε Εξέλιξη

source: Ready
el: Έτοιμο

source: Uploaded
el: Μεταφορτωμένο

source: Cancelled
el: Ακυρώθηκε

source: Failed Duplicate
el: Αποτυχία λόγω Διπλοτύπου

source: YouTube Duplicate
el: Διπλότυπο YouTube

source: Invalid Token
el: Μη έγκυρος Κωδικός

source: Imported
el: Εισαγόμενο

source: Unknown
el: Άγνωστο

source: Transcription in Progress
el: Μεταγραφή σε Εξέλιξη

source: Transcript Ready
el: Η Μεταγραφή Είναι Έτοιμη

source: Partial Failure
el: Μερική Αποτυχία

source: Transcript Failed
el: Η Μεταγραφή Απέτυχε

source: An image file is required.
el: Απαιτείται αρχείο εικόνας.

source: {profile_name} URL
el: URL του {profile_name}

source: Name
el: Όνομα

source: Duration
el: Διάρκεια

source: Date Added
el: Ημερομηνία Προσθήκης

source: Video ID
el: Αναγνωριστικό Βίντεο

source: Status
el: Κατάσταση

source: A non zero positive integer is expected
el: Αναμένεται θετικός ακέραιος αριθμός διαφορετικός από το μηδέν

source: The image must have name, content type, and size information.
el: Η εικόνα πρέπει να έχει όνομα, τύπο περιεχομένου και πληροφορίες μεγέθους.

source: This image file type is not supported. Supported file types are {supported_file_formats}.
el: Αυτός ο τύπος αρχείου εικόνας δεν υποστηρίζεται. Οι υποστηριζόμενοι τύποι αρχείων είναι {supported_file_formats}.

source: This image file must be smaller than {image_max_size}.
el: Αυτό το αρχείο εικόνας πρέπει να είναι μικρότερο από {image_max_size}.

source: This image file must be larger than {image_min_size}.
el: Αυτό το αρχείο εικόνας πρέπει να είναι μεγαλύτερο από {image_min_size}.

source: There is a problem with this image file. Try to upload a different file.
el: Υπάρχει πρόβλημα με αυτό το αρχείο εικόνας. Προσπαθήστε να ανεβάσετε ένα διαφορετικό αρχείο.

source: Recommended image resolution is {image_file_max_width}x{image_file_max_height}. The minimum resolution is {image_file_min_width}x{image_file_min_height}.
el: Η συνιστώμενη ανάλυση εικόνας είναι {image_file_max_width}x{image_file_max_height}. Η ελάχιστη ανάλυση είναι {image_file_min_width}x{image_file_min_height}.

source: This image file must have an aspect ratio of {video_image_aspect_ratio_text}.
el: Αυτό το αρχείο εικόνας πρέπει να έχει αναλογία διαστάσεων {video_image_aspect_ratio_text}.

source: The image file name can only contain letters, numbers, hyphens (-), and underscores (_).
el: Το όνομα του αρχείου εικόνας μπορεί να περιέχει μόνο γράμματα, αριθμούς, παύλες (-) και κάτω παύλες (_).

source: must have name of the certificate
el: πρέπει να έχει όνομα του «Πιστοποιητικού»

source: Certificate dict {0} missing value key '{1}'
el: Λεξικό «Πιστοποιητικού» {0} λείπει το κλειδί τιμής '{1}'

source: PermissionDenied: Failed in authenticating {user}
el: Άρνηση πρόσβασης: Αποτυχία στην πιστοποίηση του {user}

source: {platform_name} Support Levels:
el: Επίπεδα Υποστήριξης του {platform_name}:

source: Discussion
el: Συζήτηση

source: Video
el: Βίντεο

source: Open Response
el: Ανοιχτή Απάντηση

source: Legacy Library
el: Παλαιά Βιβλιοθήκη

source: Drag and Drop
el: Σύρε και Άφησε

source: Blank
el: Κενό

source: Peer Assessment Only
el: Μόνο Αξιολόγηση από Συνομιλητές

source: Blank Problem
el: Πρόβλημα Κενού

source: Advanced
el: Προηγμένο

source: Course has been successfully reindexed.
el: Ο μαθησιακός κύκλος επανεντάχθηκε με επιτυχία.

source: Special characters not allowed in organization, course number, and course run.
el: Δεν επιτρέπονται ειδικοί χαρακτήρες στον οργανισμό, τον αριθμό μαθήματος και την εκτέλεση μαθήματος.

source: There is already a course defined with the same organization and course number. Please change either organization or course number to be unique.
el: Υπάρχει ήδη καθορισμένος μαθησιακός κύκλος με τον ίδιο οργανισμό και αριθμό μαθήματος. Παρακαλώ αλλάξτε είτε τον οργανισμό είτε τον αριθμό μαθήματος ώστε να είναι μοναδικός.

source: Please change either the organization or course number so that it is unique.
el: Παρακαλώ αλλάξτε είτε τον οργανισμό είτε τον αριθμό μαθήματος, ώστε να είναι μοναδικός.

source: Unable to create course '{name}'. {err}
el: Αδυναμία δημιουργίας μαθήματος '{name}'. {err}

source: User does not have the permission to create courses in this organization or course creation is disabled
el: Ο χρήστης δεν έχει την άδεια να δημιουργήσει μαθήματα σε αυτόν τον οργανισμό ή η δημιουργία μαθημάτων είναι απενεργοποιημένη

source: You must link this course to an organization in order to continue. Organization you selected does not exist in the system, you will need to add it to the system
el: Πρέπει να συνδέσετε αυτό το μάθημα με έναν οργανισμό για να συνεχίσετε. Ο οργανισμός που επιλέξατε δεν υπάρχει στο σύστημα, θα πρέπει να τον προσθέσετε στο σύστημα

source: An error occurred while trying to save your tabs
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αποθήκευσης των καρτελών σας

source: Tabs Exception
el: Εξαίρεση καρτελών

source: This group configuration is in use and cannot be deleted.
el: Αυτή η διαμόρφωση ομάδας χρησιμοποιείται και δεν μπορεί να διαγραφεί.

source: This content group is in use and cannot be deleted.
el: Αυτή η ομάδα περιεχομένου χρησιμοποιείται και δεν μπορεί να διαγραφεί.

source: Entrance Exam
el: Εισαγωγική Εξέταση

source: Entrance Exam - Subsection
el: Εισαγωγική Εξέταση - Υποενότητα

source: Completed Course Entrance Exam
el: Ολοκληρώθηκε η Εισαγωγική Εξέταση Μαθήματος

source: Course successfully exported to git repository
el: Το μάθημα εξήχθη με επιτυχία στο αποθετήριο git

source: We support uploading files in one of the following formats: {IMPORTABLE_FILE_TYPES}
el: Υποστηρίζουμε τη μεταφόρτωση αρχείων σε μία από τις ακόλουθες μορφές: {IMPORTABLE_FILE_TYPES}

source: Some chunks missed during file upload. Please try again
el: Ορισμένα τμήματα χάθηκαν κατά τη μεταφόρτωση του αρχείου. Παρακαλώ δοκιμάστε ξανά

source: File upload failed. Please try again
el: Η μεταφόρτωση του αρχείου απέτυχε. Παρακαλώ δοκιμάστε ξανά

source: User does not have the permission to create library in this organization or course creation is disabled
el: Ο χρήστης δεν έχει την άδεια να δημιουργήσει βιβλιοθήκη σε αυτόν τον οργανισμό ή η δημιουργία βιβλιοθήκης είναι απενεργοποιημένη

source: Unable to create library - missing required field '{field}'
el: Αδυναμία δημιουργίας βιβλιοθήκης - λείπει το απαιτούμενο πεδίο '{field}'

source: Unable to create library '{name}'. {err}
el: Αδυναμία δημιουργίας βιβλιοθήκης '{name}'. {err}

source: There is already a library defined with the same organization and library code. Please change your library code so that it is unique within your organization.
el: Υπάρχει ήδη μια βιβλιοθήκη ορισμένη με τον ίδιο οργανισμό και κωδικό βιβλιοθήκης. Παρακαλώ αλλάξτε τον κωδικό βιβλιοθήκης ώστε να είναι μοναδικός εντός του οργανισμού σας.

source: '{organization_key}' is not a valid organization identifier.
el: '{organization_key}' δεν είναι έγκυρος αναγνωριστικός κωδικός οργανισμού.

source: Access restricted to: {list_of_groups}
el: Η πρόσβαση περιορίζεται σε: {list_of_groups}

source: Transcripts are supported only for "video" blocks.
el: Τα μεταγραφικά υποστηρίζονται μόνο για μπλοκ τύπου «βίντεο».

source: Cannot find item by locator.
el: Δεν είναι δυνατή η εύρεση του στοιχείου με τον εντοπιστή.

source: Video locator is required.
el: Απαιτείται εντοπιστής βίντεο.

source: This transcript file type is not supported.
el: Αυτός ο τύπος αρχείου μεταγραφικού δεν υποστηρίζεται.

source: Video ID is required.
el: Απαιτείται αναγνωριστικό βίντεο (Video ID).

source: Incoming video data is empty.
el: Τα εισερχόμενα δεδομένα βίντεο είναι κενά.

source: Can't find item by locator.
el: Δεν είναι δυνατή η εύρεση του στοιχείου με τον εντοπιστή.

source: No such transcript.
el: Δεν υπάρχει τέτοιο μεταγραφικό.

source: There is a problem with the chosen transcript file.
el: Υπάρχει πρόβλημα με το επιλεγμένο αρχείο μεταγραφικού.

source: There is a problem with the existing transcript file. Please upload a different file.
el: Υπάρχει πρόβλημα με το υπάρχον αρχείο μεταγραφικού. Παρακαλώ ανεβάστε ένα διαφορετικό αρχείο.

source: YouTube ID is required.
el: Απαιτείται αναγνωριστικό YouTube.

source: There is a problem with the YouTube transcript file.
el: Υπάρχει πρόβλημα με το αρχείο μεταγραφικού του YouTube.

source: Transcripts are not yet supported for this type of block
el: Τα μεταγραφικά δεν υποστηρίζονται ακόμη για αυτόν τον τύπο μπλοκ.

source: Insufficient permissions
el: Ανεπαρκή δικαιώματα.

source: Could not find user by email address '{email}'.
el: Δεν ήταν δυνατή η εύρεση χρήστη με τη διεύθυνση ηλεκτρονικού ταχυδρομείου '{email}'.

source: No `role` specified.
el: Δεν έχει καθοριστεί `ρόλος`.

source: User {email} has registered but has not yet activated their account.
el: Ο χρήστης {email} έχει εγγραφεί αλλά δεν έχει ενεργοποιήσει ακόμη τον λογαριασμό του.

source: Invalid `role` specified.
el: Έχει καθοριστεί μη έγκυρος `ρόλος`.

source: You may not remove the last Admin. Add another Admin first.
el: Δεν μπορείτε να αφαιρέσετε τον τελευταίο Διαχειριστή. Προσθέστε πρώτα έναν άλλο Διαχειριστή.

source: Empty
el: Κενό

source: Libraries cannot have more than {limit} components
el: Οι βιβλιοθήκες δεν μπορούν να έχουν περισσότερα από {limit} στοιχεία

source: Invalid data
el: Μη έγκυρα δεδομένα

source: Invalid data ({details})
el: Μη έγκυρα δεδομένα ({details})

source: There was a problem pasting your component.
el: Παρουσιάστηκε πρόβλημα κατά την επικόλληση του στοιχείου σας.

source: Your clipboard is empty or invalid.
el: Το πρόχειρο σας είναι κενό ή μη έγκυρο.

source: You can not move {source_type} into {target_parent_type}.
el: Δεν μπορείτε να μετακινήσετε {source_type} μέσα σε {target_parent_type}.

source: Item is already present in target location.
el: Το στοιχείο υπάρχει ήδη στην τοποθεσία προορισμού.

source: You can not move an item into itself.
el: Δεν μπορείτε να μετακινήσετε ένα στοιχείο μέσα στον εαυτό του.

source: You can not move an item into it's child.
el: Δεν μπορείτε να μετακινήσετε ένα στοιχείο μέσα σε θυγατρικό του στοιχείο.

source: You can not move an item directly into content experiment.
el: Δεν μπορείτε να μετακινήσετε ένα στοιχείο απευθείας σε πείραμα περιεχομένου.

source: {source_usage_key} not found in {parent_usage_key}.
el: Το {source_usage_key} δεν βρέθηκε στο {parent_usage_key}.

source: You can not move {source_usage_key} at an invalid index ({target_index}).
el: Δεν μπορείτε να μετακινήσετε το {source_usage_key} σε μη έγκυρο δείκτη ({target_index}).

source: You must provide target_index ({target_index}) as an integer.
el: Πρέπει να παρέχετε τον δείκτη προορισμού ({target_index}) ως ακέραιο αριθμό.

source: Students must score {score}{pct_sign} or higher to access course materials.
el: Οι μαθητές πρέπει να επιτύχουν βαθμολογία {score}{pct_sign} ή υψηλότερη για να έχουν πρόσβαση στο υλικό του μαθήματος.

source: unrequested
el: μη αιτηθείς

source: pending
el: εκκρεμής

source: granted
el: εγκεκριμένος

source: denied
el: απορρίφθηκε

source: Studio user
el: Χρήστης του Studio

source: The date when state was last updated
el: Η ημερομηνία κατά την οποία ενημερώθηκε τελευταία φορά η κατάσταση

source: Current course creator state
el: Τρέχουσα κατάσταση δημιουργού μαθήματος

source: Optional notes about this user (for example, why course creation access was denied)
el: Προαιρετικές σημειώσεις για αυτόν τον χρήστη (για παράδειγμα, γιατί απορρίφθηκε η πρόσβαση δημιουργίας μαθήματος)

source: Organizations under which the user is allowed to create courses.
el: Οργανισμοί στους οποίους ο χρήστης έχει δικαίωμα δημιουργίας μαθημάτων.

source: Grant the user the permission to create courses in ALL organizations
el: Δώστε στον χρήστη το δικαίωμα να δημιουργεί μαθήματα σε ΟΛΟΥΣ τους οργανισμούς

source: Incorrect format for field '{name}'. {detailed_message}
el: Μη έγκυρη μορφή για το πεδίο '{name}'. {detailed_message}

source: Key of the content source (a course or a legacy library)
el: Κλειδί της πηγής περιεχομένου (ένα μάθημα ή μια παλαιότερη βιβλιοθήκη)

source: If set, the system will forward references of this source over to the target of this migration
el: Εάν οριστεί, το σύστημα θα προωθήσει αναφορές αυτής της πηγής στον στόχο αυτής της μετεγκατάστασης

source: Migrated content version, the hash of published content version
el: Έκδοση μετεγκατεστημένου περιεχομένου, το hash της δημοσιευμένης έκδοσης περιεχομένου

source: Maximum hierachy level at which content should be aggregated in target library
el: Μέγιστο επίπεδο ιεραρχίας στο οποίο πρέπει να συγκεντρωθεί το περιεχόμενο στη βιβλιοθήκη προορισμού

source: If a piece of content already exists in the content library, choose how to handle it.
el: Εάν ένα κομμάτι περιεχομένου υπάρχει ήδη στη βιβλιοθήκη περιεχομένου, επιλέξτε πώς να το διαχειριστείτε.
