Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: All Rights Reserved
el: Με επιφύλαξη παντός δικαιώματος
fr: Tous droits réservés

source: You reserve all rights for your work
el: Διατηρείτε όλα τα δικαιώματα για το έργο σας
fr: Vous réservez tous les droits sur votre travail

source: You waive some rights for your work, such that others can use it too
el: Παραίστε από ορισμένα δικαιώματα για το έργο σας, ώστε να μπορούν να το χρησιμοποιούν και άλλοι
fr: Vous renoncez à certains droits sur votre œuvre, pour que d'autres puissent également l'utiliser.

source: Version
el: Έκδοση

source: Attribution
el: Αναφορά δημιουργού

source: Allow others to copy, distribute, display and perform your copyrighted work but only if they give credit the way you request. Currently, this option is required.
el: Επιτρέψτε σε άλλους να αντιγράφουν, να διανέμουν, να προβάλλουν και να εκτελούν το έργο σας που προστατεύεται από πνευματικά δικαιώματα, αλλά μόνο αν αποδίδουν τα εύσημα όπως ζητάτε. Προς το παρόν, αυτή η επιλογή είναι υποχρεωτική.
fr: Autorisez d’autres personnes à copier, distribuer, afficher et exécuter votre œuvre protégée par le droit d’auteur, mais seulement s’ils vous en accordent le crédit comme vous le demandez. Actuellement, cette option est obligatoire.

source: Noncommercial
el: Μη εμπορική χρήση

source: Allow others to copy, distribute, display and perform your work - and derivative works based upon it - but for noncommercial purposes only.
el: Επιτρέψτε σε άλλους να αντιγράφουν, να διανέμουν, να προβάλλουν και να εκτελούν το έργο σας — και παράγωγα έργα που βασίζονται σε αυτό — αλλά μόνο για μη εμπορικούς σκοπούς.
fr: Autorisez d'autres personnes à copier, distribuer, afficher et exécuter votre travail - ainsi que les œuvres dérivées basées sur celui-ci - mais uniquement à des fins non commerciales.

source: No Derivatives
el: Όχι παράγωγα έργα
fr: Aucun dérivé

source: Allow others to copy, distribute, display and perform only verbatim copies of your work, not derivative works based upon it. This option is incompatible with "Share Alike".
el: Επιτρέψτε σε άλλους να αντιγράφουν, να διανέμουν, να προβάλλουν και να εκτελούν μόνο ακριβή αντίγραφα του έργου σας, όχι παράγωγα έργα που βασίζονται σε αυτό. Αυτή η επιλογή είναι ασύμβατη με το «Παρόμοια διανομή».
fr: Autorisez les autres à copier, distribuer, afficher et exécuter uniquement des copies textuelles de votre travail, mais pas des œuvres dérivées basées sur celui-ci. Cette option est incompatible avec « Partager dans les mêmes conditions ».

source: Share Alike
el: Παρόμοια διανομή
fr: Partager à l'identique

source: Allow others to distribute derivative works only under a license identical to the license that governs your work. This option is incompatible with "No Derivatives".
el: Επιτρέψτε σε άλλους να διανέμουν παράγωγα έργα μόνο υπό άδεια πανομοιότυπη με την άδεια που διέπει το έργο σας. Αυτή η επιλογή είναι ασύμβατη με το «Όχι παράγωγα έργα».
fr: Autorisez les autres à distribuer des œuvres dérivées uniquement sous une licence identique à la licence qui régit votre œuvre. Cette option est incompatible avec « Aucun dérivé ».

source: Delete this %(item_display_name)s?
el: Διαγραφή αυτού του/της %(item_display_name)s;
fr: Supprimer ce %(item_display_name)s ?

source: Deleting this %(item_display_name)s is permanent and cannot be undone.
el: Η διαγραφή αυτού του/της %(item_display_name)s είναι μόνιμη και δεν μπορεί να αναιρεθεί.
fr: Supprimer ce %(item_display_name)s est permanent et irréversible.

source: Ok
el: ΟΚ
fr: D'accord

source: There was an error changing the user's role
el: Παρουσιάστηκε σφάλμα κατά την αλλαγή του ρόλου του χρήστη
fr: Une erreur s&#39;est produite lors de la modification du Rôle de l&#39;Utilisateur

source: Unknown
el: Άγνωστο
fr: Inconnu

source: Error adding user
el: Σφάλμα κατά την προσθήκη χρήστη
fr: Erreur lors de l'ajout de l'utilisateur

source: Error removing user
el: Σφάλμα κατά την αφαίρεση χρήστη
fr: Erreur lors de la suppression de l&#39;utilisateur

source: A valid email address is required
el: Απαιτείται έγκυρη διεύθυνση email
fr: Une adresse email valide est requise

source: You must enter a valid email address in order to add a new team member
el: Πρέπει να εισαγάγετε έγκυρη διεύθυνση email για να προσθέσετε νέο μέλος της ομάδας
fr: Vous devez saisir une adresse e-mail valide afin d'ajouter un nouveau membre à l'équipe

source: Return and add email address
el: Επιστροφή και προσθήκη διεύθυνσης email
fr: Retournez et ajoutez une adresse e-mail

source: Already a member
el: Ήδη μέλος
fr: Déjà membre

source: {email} is already on the {container} team. Recheck the email address if you want to add a new member.
el: Το {email} είναι ήδη στην ομάδα {container}. Ελέγξτε ξανά τη διεύθυνση email αν θέλετε να προσθέσετε νέο μέλος.
fr: {email} fait déjà partie de l&#39;équipe {container}. Revérifiez l&#39;adresse e-mail si vous souhaitez ajouter un nouveau membre.

source: Return to team listing
el: Επιστροφή στη λίστα ομάδας
fr: Retour à la liste des équipes

source: Are you sure?
el: Είστε σίγουροι;
fr: Êtes-vous sûr ?

source: Are you sure you want to restrict {email} access to “{container}”?
el: Είστε σίγουροι ότι θέλετε να περιορίσετε την πρόσβαση του {email} στο «{container}»;
fr: Êtes-vous sûr de vouloir restreindre l'accès de {email} à « {container} » ?

source: Upload File
el: Μεταφόρτωση αρχείου
fr: Charger un fichier

source: Save
el: Αποθήκευση
fr: Enregistrer

source: {display_name} Settings
el: Ρυθμίσεις {display_name}
fr: {display_name} Paramètres

source: Publish {display_name}
el: Δημοσίευση {display_name}
fr: Publier {display_name}

source: Publish all unpublished changes for this {item}?
el: Δημοσίευση όλων των μη δημοσιευμένων αλλαγών για αυτό το {item};
fr: Publier toutes les modifications non publiées pour ce {item} ?

source: Publish
el: Δημοσίευση
fr: Publier

source: Highlights for {display_name}
el: Κύρια σημεία για {display_name}
fr: Faits saillants pour {display_name}

source: Enable Course Highlight Emails
el: Ενεργοποίηση email με κύρια σημεία μαθήματος
fr: Activer les e-mails de surlignage des cours

source: Enable
el: Ενεργοποίηση
fr: Activer

source: Not yet
el: Όχι ακόμη
fr: Pas encore

source: Share {display_name} subsection
el: Κοινή χρήση υποενότητας {display_name}
fr: Partager la sous-section {display_name}

source: All Learners and Staff
el: Όλοι οι εκπαιδευόμενοι και το προσωπικό
fr: Tous les Apprenants et le personnel

source: Advanced
el: Για προχωρημένους
fr: Avancé

source: Basic
el: Βασικό
fr: Basique

source: Visibility
el: Ορατότητα
fr: Visibilité

source: Full Page
el: Πλήρης σελίδα
fr: Pleine page

source: Embed Link
el: Σύνδεσμος ενσωμάτωσης
fr: Lien d'intégration

source: Editing: {title}
el: Επεξεργασία: {title}
fr: Édition : {title}

source: Plugins
el: Πρόσθετα

source: Unit
el: Ενότητα
fr: Unité

source: Component
el: Στοιχείο
fr: Composant

source: Studio's having trouble parsing the problem component's content
el: Το Studio αντιμετωπίζει πρόβλημα κατά την ανάλυση του περιεχομένου του στοιχείου άσκησης
fr: Studio a des difficultés à analyser le contenu du composant d'exercice.

source: Move
el: Μετακίνηση
fr: Déplacer

source: Choose a location to move your component to
el: Επιλέξτε μια τοποθεσία για να μετακινήσετε το στοιχείο σας
fr: Vous pouvez choisir une localisation vers laquelle déplacer votre composant.

source: Move: {displayName}
el: Μετακίνηση: {displayName}
fr: Déplacer: {displayName}

source: Preview changes to: {title}
el: Προεπισκόπηση αλλαγών σε: {title}
fr: Prévisualiser les modifications pour : {title}

source: Accept changes
el: Αποδοχή αλλαγών
fr: Accepter les modifications

source: Ignore changes
el: Παράβλεψη αλλαγών
fr: Ignorer les modifications

source: Ignore these changes?
el: Παράβλεψη αυτών των αλλαγών;
fr: Ignorer ces modifications ?

source: Would you like to permanently ignore this updated version? If so, you won't be able to update this until a newer version is published (in the library).
el: Θέλετε να παραβλέψετε μόνιμα αυτήν την ενημερωμένη έκδοση; Αν ναι, δεν θα μπορείτε να την ενημερώσετε μέχρι να δημοσιευτεί νεότερη έκδοση (στη βιβλιοθήκη).
fr: Souhaitez-vous ignorer définitivement cette version mise à jour ? Si oui, vous ne pourrez pas la mettre à jour jusqu'à ce qu'une version plus récente soit publiée (dans la bibliothèque).

source: Ignore
el: Παράβλεψη
fr: Ignorer

source: Add selected components
el: Προσθήκη επιλεγμένων στοιχείων
fr: Ajouter les composants sélectionnés

source: Validation Error While Saving
el: Σφάλμα επικύρωσης κατά την αποθήκευση
fr: Erreur de validation lors de l&#39;enregistrement

source: Undo Changes
el: Αναίρεση αλλαγών
fr: Annuler les changements

source: Change Manually
el: Χειροκίνητη αλλαγή
fr: Modifier manuellement

source: Sections
el: Ενότητες

source: Subsections
el: Υποενότητες
fr: Sous-sections

source: Units
el: Μονάδες
fr: Unités

source: Components
el: Στοιχεία
fr: Composants

source: Groups
el: Ομάδες
fr: Groupes

source: This {parentCategory} has no {childCategory}
el: Αυτό το {parentCategory} δεν έχει {childCategory}
fr: Ce {parentCategory} n'a pas de {childCategory}

source: Course Outline
el: Διάρθρωση μαθήματος
fr: Plan du cours

source: Date added
el: Ημερομηνία προσθήκης
fr: Date ajoutée

source: Editing access for: {title}
el: Πρόσβαση επεξεργασίας για: {title}
fr: Accès en modification pour : {title}

source: Publishing
el: Δημοσίευση
fr: Édition

source: Discard Changes
el: Απόρριψη αλλαγών
fr: Abandonner les modifications

source: Are you sure you want to revert to the last published version of the unit? You cannot undo this action.
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε την τελευταία δημοσιευμένη έκδοση της μονάδας; Δεν μπορείτε να αναιρέσετε αυτή την ενέργεια.
fr: Êtes-vous sûr de vouloir revenir à la dernière version publiée de l&#39;unité ? Vous ne pouvez pas annuler cette action.

source: Discarding Changes
el: Απόρριψη αλλαγών
fr: Abandonner les modifications

source: Hiding from Students
el: Απόκρυψη από τους εκπαιδευόμενους
fr: Cacher aux apprenants

source: Explicitly Hiding from Students
el: Ρητή απόκρυψη από τους εκπαιδευόμενους
fr: Cacher explicitement aux apprenants

source: Inheriting Student Visibility
el: Κληρονόμηση ορατότητας εκπαιδευόμενων
fr: Héritage de la visibilité des apprenants

source: Make Visible to Students
el: Ορατό στους εκπαιδευόμενους
fr: Rendre visible aux apprenants

source: If the unit was previously published and released to students, any changes you made to the unit when it was hidden will now be visible to students. Do you want to proceed?
el: Αν η μονάδα είχε δημοσιευτεί προηγουμένως και είχε διατεθεί στους εκπαιδευόμενους, οποιεσδήποτε αλλαγές κάνατε στη μονάδα όταν ήταν κρυφή θα είναι τώρα ορατές στους εκπαιδευόμενους. Θέλετε να συνεχίσετε;
fr: Si l&#39;unité a déjà été publiée et mise à la disposition des apprenants, toutes les modifications que vous avez apportées à l&#39;unité lorsqu&#39;elle était masquée seront désormais visibles par les apprenants. Voulez-vous poursuivre?

source: Making Visible to Students
el: Γίνεται ορατό στους εκπαιδευόμενους
fr: Rendre visible aux apprenants

source: Course Index
el: Ευρετήριο μαθήματος
fr: Index des cours

source: There were errors reindexing course.
el: Παρουσιάστηκαν σφάλματα κατά την επαναδημιουργία ευρετηρίου του μαθήματος.
fr: Il y a eu des erreurs de réindexation bien sûr.

source: You have unsaved changes. Do you really want to leave this page?
el: Έχετε μη αποθηκευμένες αλλαγές. Θέλετε πραγματικά να φύγετε από αυτή τη σελίδα;
fr: Vous avez des changements non enregistrés. Voulez-vous vraiment quitter cette page ?

source: Hide Previews
el: Απόκρυψη προεπισκοπήσεων
fr: Masquer les aperçus

source: Show Previews
el: Εμφάνιση προεπισκοπήσεων
fr: Afficher les prévisualisations

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} ascending
el: Εμφάνιση {currentItemRange} από {totalItemsCount}, με φίλτρο {assetType}, ταξινομημένα κατά {sortName} σε αύξουσα σειρά
fr: Affichage {currentItemRange} sur {totalItemsCount}, filtré par {assetType}, trié par {sortName} par ordre croissant

source: Showing {currentItemRange} out of {totalItemsCount}, filtered by {assetType}, sorted by {sortName} descending
el: Εμφάνιση {currentItemRange} από {totalItemsCount}, με φίλτρο {assetType}, ταξινομημένα κατά {sortName} σε φθίνουσα σειρά
fr: Affichage {currentItemRange} sur {totalItemsCount}, filtré par {assetType}, trié par {sortName} décroissant

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} ascending
el: Εμφάνιση {currentItemRange} από {totalItemsCount}, ταξινομημένα κατά {sortName} σε αύξουσα σειρά
fr: Affichage {currentItemRange} sur {totalItemsCount}, trié par {sortName} par ordre croissant

source: Showing {currentItemRange} out of {totalItemsCount}, sorted by {sortName} descending
el: Εμφάνιση {currentItemRange} από {totalItemsCount}, ταξινομημένα κατά {sortName} σε φθίνουσα σειρά
fr: Affichage {currentItemRange} sur {totalItemsCount}, trié par {sortName} décroissant

source: {totalItems} total
el: {totalItems} συνολικά
fr: {totalItems} en tout

source: content group
el: ομάδα περιεχομένου
fr: groupe de contenu

source: Add your first content group
el: Προσθέστε την πρώτη σας ομάδα περιεχομένου
fr: Ajoutez votre premier groupe de contenu

source: You have not created any content groups yet.
el: Δεν έχετε δημιουργήσει ακόμη καμία ομάδα περιεχομένου.
fr: Vous n'avez pas encore créé de groupes de contenu.

source: Are you sure you want to remove this video from the list?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτό το βίντεο από τη λίστα;
fr: Êtes-vous sûr de vouloir supprimer cette vidéo de la liste ?

source: Removing a video from this list does not affect course content. Any content that uses a previously uploaded video ID continues to display in the course.
el: Η αφαίρεση ενός βίντεο από αυτή τη λίστα δεν επηρεάζει το περιεχόμενο του μαθήματος. Οποιοδήποτε περιεχόμενο χρησιμοποιεί ένα προηγουμένως μεταφορτωμένο αναγνωριστικό βίντεο συνεχίζει να εμφανίζεται στο μάθημα.
fr: La suppression d&#39;une vidéo de cette liste n&#39;affecte pas le contenu du cours. Tout contenu utilisant une Identité vidéo précédemment téléchargée continue de s&#39;afficher dans le cours.

source: Removing
el: Αφαίρεση
fr: Suppression

source: Your changes will not take effect until you save your progress. Take care with key and value formatting, as validation is not implemented.
el: Οι αλλαγές σας δεν θα εφαρμοστούν μέχρι να αποθηκεύσετε την πρόοδό σας. Προσέξτε τη μορφοποίηση κλειδιών και τιμών, καθώς δεν εφαρμόζεται επικύρωση.
fr: Vos modifications ne prendront pas effet tant que vous n'aurez pas enregistré votre progression. La validation n'ayant pas été implémentée, faites attention au formatage des clés et des valeurs.

source: Your policy changes have been saved.
el: Οι αλλαγές πολιτικής σας αποθηκεύτηκαν.
fr: Vos modifications de politique ont été enregistrées.

source: No validation is performed on policy keys or value pairs. If you are having difficulties, check your formatting.
el: Δεν γίνεται επικύρωση στα κλειδιά πολιτικής ή στα ζεύγη τιμών. Αν αντιμετωπίζετε δυσκολίες, ελέγξτε τη μορφοποίησή σας.
fr: Aucune validation n’est effectuée sur les clés de stratégie ou les paires de valeurs. Si vous rencontrez des difficultés, vérifiez votre formatage.

source: For grading to work, you must change all {oldName} subsections to {newName}.
el: Για να λειτουργήσει η βαθμολόγηση, πρέπει να αλλάξετε όλες τις υποενότητες {oldName} σε {newName}.
fr: Pour que la notation fonctionne, vous devez modifier toutes les Sous-sections {oldName} en {newName}.

source: Course Credit Requirements
el: Απαιτήσεις πιστωτικών μονάδων μαθήματος
fr: Exigences en matière de crédits de cours

source: The minimum grade for course credit is not set.
el: Δεν έχει οριστεί ο ελάχιστος βαθμός για πιστωτικές μονάδες μαθήματος.
fr: La note minimale pour les crédits de cours n’est pas fixée.

source: Course pacing cannot be changed once a course has started.
el: Ο ρυθμός προόδου του μαθήματος δεν μπορεί να αλλάξει αφού ξεκινήσει το μάθημα.
fr: Le rythme du cours ne peut pas être modifié une fois le cours commencé.

source: {hours}:{minutes} (current UTC time)
el: {hours}:{minutes} (τρέχουσα ώρα UTC)
fr: {hours}:{minutes} (heure actuelle UTC)

source: Upload your course image.
el: Μεταφορτώστε την εικόνα του μαθήματός σας.
fr: Téléchargez l&#39;image de votre cours.

source: Upload your banner image.
el: Μεταφορτώστε την εικόνα του banner σας.
fr: Téléchargez l&#39;image de votre bannière.

source: Upload your video thumbnail image.
el: Μεταφορτώστε την εικόνα μικρογραφίας του βίντεό σας.
fr: Téléchargez l&#39;image miniature de votre vidéo.

source: Upload
el: Μεταφόρτωση
fr: Charger

source: We're sorry, there was an error
el: Λυπούμαστε, παρουσιάστηκε σφάλμα
fr: Nous sommes désolés, il y a eu une erreur

source: The combined length of the organization, course number, and course run fields cannot be more than <%- limit %> characters.
el: Το συνολικό μήκος των πεδίων οργανισμού, αριθμού μαθήματος και εκτέλεσης μαθήματος δεν μπορεί να υπερβαίνει τους <%- limit %> χαρακτήρες.
fr: La longueur totale des champs organisation, numéro de cours et session ne peut être supérieure à <%- limit %> caractères.

source: The combined length of the organization and library code fields cannot be more than <%- limit %> characters.
el: Το συνολικό μήκος των πεδίων οργανισμού και κωδικού βιβλιοθήκης δεν μπορεί να υπερβαίνει τους <%- limit %> χαρακτήρες.
fr: La longueur totale des champs organisation et code bibliothèque ne peut être supérieure à <%- limit %> caractères.

source: Success! "{displayName}" has been moved.
el: Επιτυχία! Το "{displayName}" μετακινήθηκε.
fr: Succès! "{displayName}" a été déplacé.

source: Move cancelled. "{sourceDisplayName}" has been moved back to its original location.
el: Η μετακίνηση ακυρώθηκε. Το "{sourceDisplayName}" μετακινήθηκε πίσω στην αρχική του τοποθεσία.
fr: Déplacer annulé. &quot;{sourceDisplayName}&quot; a été déplacé vers sa localisation d&#39;origine.

source: Undo move
el: Αναίρεση μετακίνησης
fr: Annuler Déplacer

source: Take me to the new location
el: Μετάβασή μου στη νέα τοποθεσία
fr: M'amener au nouvel emplacement

source: Duplicating
el: Δημιουργία αντιγράφου
fr: Duplication en cours

source: Undo moving
el: Αναίρεση μετακίνησης
fr: Annuler le déplacement

source: Moving
el: Μετακίνηση
fr: En mouvement

source: Deleting this {xblock_type} is permanent and cannot be undone.
el: Η διαγραφή αυτού του {xblock_type} είναι μόνιμη και δεν μπορεί να αναιρεθεί.
fr: Supprimer ce {xblock_type} est permanent et irréversible.

source: Any content that has listed this content as a prerequisite will also have access limitations removed.
el: Οποιοδήποτε περιεχόμενο έχει δηλώσει αυτό το περιεχόμενο ως προαπαιτούμενο θα έχει επίσης αρθεί τους περιορισμούς πρόσβασης.
fr: Tout contenu qui a listé ce contenu comme prérequis verra également les limitations d'accès supprimées.

source: Delete this {xblock_type} (and prerequisite)?
el: Διαγραφή αυτού του {xblock_type} (και του προαπαιτούμενου);
fr: Supprimer ce {xblock_type} (et prérequis) ?

source: Yes, delete this {xblock_type}
el: Ναι, διαγράψτε αυτό το {xblock_type}
fr: Oui, supprime ce {xblock_type}

source: Delete this {xblock_type}?
el: Διαγραφή αυτού του {xblock_type};
fr: Supprimer ce {xblock_type} ?

source: section
el: ενότητα

source: subsection
el: υποενότητα
fr: sous-section

source: unit
el: μονάδα
fr: unité

source: You've made some changes
el: Έχετε κάνει κάποιες αλλαγές
fr: Vous avez apporté quelques modifications

source: Your changes will not take effect until you save your progress.
el: Οι αλλαγές σας δεν θα εφαρμοστούν μέχρι να αποθηκεύσετε την πρόοδό σας.
fr: Vos modifications ne prendront effet que lorsque vous aurez enregistré votre progression.

source: You've made some changes, but there are some errors
el: Έχετε κάνει κάποιες αλλαγές, αλλά υπάρχουν ορισμένα σφάλματα
fr: Vous avez apporté quelques modifications, mais il y a des erreurs

source: Please address the errors on this page first, and then save your progress.
el: Παρακαλούμε αντιμετωπίστε πρώτα τα σφάλματα σε αυτή τη σελίδα και στη συνέχεια αποθηκεύστε την πρόοδό σας.
fr: Veuillez d'abord corriger les erreurs sur cette page, puis enregistrer votre progression.

source: Save Changes
el: Αποθήκευση αλλαγών
fr: Enregistrer les modifications

source: Your changes have been saved.
el: Οι αλλαγές σας αποθηκεύτηκαν.
fr: Tes modifications ont été enregistrées.

source: Please select a file in .srt format.
el: Παρακαλούμε επιλέξτε ένα αρχείο σε μορφή .srt.
fr: Veuillez sélectionner un fichier au format .srt.

source: Error: Uploading failed.
el: Σφάλμα: Η μεταφόρτωση απέτυχε.
fr: Erreur : Charger a échoué.

source: Error: Import failed.
el: Σφάλμα: Η εισαγωγή απέτυχε.
fr: Erreur : l&#39;importation a échoué.

source: Error: Replacing failed.
el: Σφάλμα: Η αντικατάσταση απέτυχε.
fr: Erreur : échec du remplacement.

source: Error: Choosing failed.
el: Σφάλμα: Η επιλογή απέτυχε.
fr: Erreur : La sélection a échoué.

source: Error: Connection with server failed.
el: Σφάλμα: Η σύνδεση με τον διακομιστή απέτυχε.
fr: Erreur : La connexion avec le serveur a échoué.

source: Link types should be unique.
el: Οι τύποι συνδέσμων πρέπει να είναι μοναδικοί.
fr: Les types de liens doivent être uniques.

source: Links should be unique.
el: Οι σύνδεσμοι πρέπει να είναι μοναδικοί.
fr: Les liens doivent être uniques.

source: Incorrect url format.
el: Λανθασμένη μορφή URL.
fr: Format d&#39;url incorrect.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
el: Λυπούμαστε, παρουσιάστηκε σφάλμα κατά την ανάλυση των υποτίτλων που μεταφορτώσατε. Ελέγξτε τη μορφή και δοκιμάστε ξανά.
fr: Désolé, une erreur s&#39;est produite lors de l&#39;analyse des sous-titres que vous avez chargés. Veuillez vérifier le format et réessayer.

source: Are you sure you want to remove this transcript?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτή τη μεταγραφή;
fr: Êtes-vous sûr de vouloir supprimer cette transcription ?

source: If you remove this transcript, the transcript will not be available for this component.
el: Αν αφαιρέσετε αυτή τη μεταγραφή, η μεταγραφή δεν θα είναι διαθέσιμη για αυτό το στοιχείο.
fr: Si vous supprimez cette transcription, la transcription ne sera pas disponible pour ce composant.

source: Remove Transcript
el: Αφαίρεση μεταγραφής
fr: Supprimer la Transcription

source: Upload translation
el: Μεταφόρτωση μετάφρασης
fr: Charger la traduction

source: Add Thumbnail
el: Προσθήκη μικρογραφίας
fr: Ajouter une vignette

source: Edit Thumbnail
el: Επεξεργασία μικρογραφίας
fr: Modifier la miniature

source: Image upload failed
el: Η μεταφόρτωση εικόνας απέτυχε
fr: Le chargement de l'image échoue

source: {ReqTextSpanStart}Requirements{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
el: {ReqTextSpanStart}Απαιτήσεις{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}
fr: {ReqTextSpanStart}Exigences{spanEnd}{lineBreak}{InstructionsSpanStart}{videoImageResoultion}{lineBreak} {videoImageSupportedFileFormats}{spanEnd}

source: Thumbnail for {videoName}
el: Μικρογραφία για {videoName}
fr: Vignette pour {videoName}

source: Add Thumbnail - {videoName}
el: Προσθήκη μικρογραφίας - {videoName}
fr: Ajouter une miniature - {videoName}

source: Video duration is {humanizeDuration}
el: Η διάρκεια του βίντεο είναι {humanizeDuration}
fr: La durée de la vidéo est {humanizeDuration}

source: minutes
el: λεπτά

source: minute
el: λεπτό

source: seconds
el: δευτερόλεπτα
fr: secondes
