Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Please correct the errors below.
el: Παρακαλώ διορθώστε τα σφάλματα παρακάτω.

source: Are you sure you want to cancel retirement for user "%(username)s"?
el: Είστε σίγουρος/η ότι θέλετε να ακυρώσετε την συνταξιοδότηση για τον χρήστη "%(username)s";

source: Submit
el: Υποβολή

source: This email was automatically sent from %(platform_name)s.
el: Αυτό το email στάλθηκε αυτόματα από το %(platform_name)s.

source: You are receiving this email at address %(email)s because you are enrolled in
el: Λαμβάνετε αυτό το email στη διεύθυνση %(email)s επειδή είστε εγγεγραμμένος/η στο

source: To stop receiving email like this, update your course email settings
el: Για να σταματήσετε να λαμβάνετε τέτοια email, ενημερώστε τις ρυθμίσεις email του μαθήματός σας

source: here
el: εδώ

source: unsubscribe
el: απεγγραφή

source: This email was automatically sent from %(platform_name)s.
el: Αυτό το email στάλθηκε αυτόματα από το %(platform_name)s.

source: You are receiving this email at address %(email)s because you are enrolled in %(course_title)s.
el: Λαμβάνετε αυτό το email στη διεύθυνση %(email)s επειδή είστε εγγεγραμμένος/η στο μάθημα %(course_title)s.

source: To stop receiving email like this, update your course email settings here %(email_settings_url)s
el: Για να σταματήσετε να λαμβάνετε τέτοια email, ενημερώστε τις ρυθμίσεις email του μαθήματός σας εδώ %(email_settings_url)s

source: To unsubscribe click here %(unsubscribe_link)s
el: Για να προβείτε σε απεγγραφή κάντε κλικ εδώ %(unsubscribe_link)s

source: Topic:
el: Θέμα:

source: Show Discussion
el: Εμφάνιση Συζήτησης

source: To view live discussions, click Preview or View Live in Unit Settings.
el: Για να δείτε ζωντανές συζητήσεις, κάντε κλικ στην Προεπισκόπηση ή Προβολή Ζωντανά στις Ρυθμίσεις Μονάδας.

source: Discussion ID: %(discussion_id)s
el: Αναγνωριστικό Συζήτησης: %(discussion_id)s

source: The discussion block is disabled for this course as it is not using a compatible discussion provider.
el: Το μπλοκ συζήτησης είναι απενεργοποιημένο για αυτό το μάθημα καθώς δεν χρησιμοποιεί συμβατό πάροχο συζητήσεων.

source: Discussion topics list
el: Λίστα θεμάτων συζήτησης

source: Filter Topics
el: Φιλτράρισμα Θεμάτων

source: filter topics
el: φίλτρα θεμάτων

source: All Discussions
el: Όλες οι συζητήσεις

source: Posts I'm Following
el: Δημοσιεύσεις που παρακολουθώ

source: Filter:
el: Φίλτρο:

source: Show all posts
el: Εμφάνιση όλων των δημοσιεύσεων

source: Unread posts
el: Ανάγνωστες δημοσιεύσεις

source: Unanswered posts
el: Απαντημένες δημοσιεύσεις

source: Flagged
el: Σημαιωμένες

source: Group:
el: Ομάδα:

source: in all groups
el: σε όλες τις ομάδες

source: Sort:
el: Ταξινόμηση:

source: by recent activity
el: κατά πρόσφατη δραστηριότητα

source: by most activity
el: κατά περισσότερη δραστηριότητα

source: by most votes
el: κατά περισσότερες ψήφους

source: Welcome to %(course_name)s
el: Καλώς ορίσατε στο %(course_name)s

source: To get started, please visit https://%(site_name)s.
el: Για να ξεκινήσετε, παρακαλώ επισκεφθείτε τη διεύθυνση https://%(site_name)s.

source: The login information for your account follows:
el: Οι πληροφορίες σύνδεσης για τον λογαριασμό σας είναι οι εξής:

source: password: %(password)s
el: κωδικός πρόσβασης: %(password)s

source: It is recommended that you change your password.
el: Συνιστάται να αλλάξετε τον κωδικό πρόσβασής σας.

source: You may access your course.
el: Μπορείτε να έχετε πρόσβαση στο μάθημά σας.

source: Sincerely yours, The %(course_name)s Team
el: Με εκτίμηση, Η ομάδα του %(course_name)s

source: To get started, please visit https://%(site_name)s. The login information for your account follows.
el: Για να ξεκινήσετε, παρακαλώ επισκεφθείτε τη διεύθυνση https://%(site_name)s. Ακολουθούν οι πληροφορίες σύνδεσης για τον λογαριασμό σας.

source: You may access your course at: %(course_url)s.
el: Μπορείτε να έχετε πρόσβαση στο μάθημά σας στη διεύθυνση: %(course_url)s.

source: You have been enrolled in %(course_name)s
el: Έχετε εγγραφεί στο μάθημα %(course_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s
el: Έχετε προσκληθεί να γίνετε δοκιμαστής beta για το μάθημα %(course_name)s στο %(site_name)s

source: The invitation has been sent by a member of the course staff.
el: Η πρόσκληση έχει σταλεί από μέλος του προσωπικού του μαθήματος.

source: To start accessing course materials, please visit:
el: Για να ξεκινήσετε την πρόσβαση στο υλικό του μαθήματος, παρακαλώ επισκεφθείτε:

source: To enroll in this course and begin the beta test:
el: Για να εγγραφείτε σε αυτό το μάθημα και να ξεκινήσετε τη δοκιμή beta:

source: Visit %(course_name)s
el: Επισκεφθείτε το %(course_name)s

source: Visit %(site_name)s
el: Επισκεφθείτε το %(site_name)s

source: This email was automatically sent from %(site_name)s to %(email_address)s
el: Αυτό το μήνυμα στάλθηκε αυτόματα από το %(site_name)s στη διεύθυνση %(email_address)s

source: Dear %(full_name)s
el: Αγαπητέ/ή %(full_name)s

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
el: Έχετε προσκληθεί να γίνετε δοκιμαστής beta για το μάθημα %(course_name)s στο %(site_name)s από μέλος του προσωπικού του μαθήματος.

source: To start accessing course materials, please visit %(course_url)s
el: Για να ξεκινήσετε την πρόσβαση στο υλικό του μαθήματος, παρακαλώ επισκεφθείτε τη διεύθυνση %(course_url)s

source: Visit %(course_about_url)s to enroll in this course and begin the beta test.
el: Επισκεφθείτε τη διεύθυνση %(course_about_url)s για να εγγραφείτε σε αυτό το μάθημα και να ξεκινήσετε τη δοκιμή beta.

source: Visit %(site_name)s to enroll in this course and begin the beta test.
el: Επισκεφθείτε το %(site_name)s για να εγγραφείτε σε αυτό το μάθημα και να ξεκινήσετε τη δοκιμή beta.

source: You have been invited to a beta test for %(course_name)s
el: Έχετε προσκληθεί σε μια δοκιμή beta για το μάθημα %(course_name)s

source: Dear %(full_name)s,
el: Αγαπητέ/ή %(full_name)s,

source: You have been invited to be a beta tester for %(course_name)s at %(site_name)s.
el: Έχετε προσκληθεί να γίνετε δοκιμαστής beta για το μάθημα %(course_name)s στο %(site_name)s.

source: You have been invited to a beta test for %(course_name)s at %(site_name)s.
el: Έχετε προσκληθεί σε μια δοκιμή beta για το %(course_name)s στο %(site_name)s.

source: You have been invited to %(course_name)s
el: Έχετε προσκληθεί στο %(course_name)s

source: You have been invited to join %(course_name)s at %(site_name)s by a member of the course staff.
el: Έχετε προσκληθεί να συμμετάσχετε στο %(course_name)s στο %(site_name)s από ένα μέλος του προσωπικού του μαθήματος.

source: To access this course click on the button below and login:
el: Για να αποκτήσετε πρόσβαση σε αυτό το μάθημα, κάντε κλικ στο παρακάτω κουμπί και συνδεθείτε:

source: To access this course visit it and register:
el: Για να αποκτήσετε πρόσβαση σε αυτό το μάθημα, επισκεφθείτε το και εγγραφείτε:

source: Please finish your registration and fill out the registration form making sure to use %(email_address)s in the Email field:
el: Παρακαλώ ολοκληρώστε την εγγραφή σας και συμπληρώστε τη φόρμα εγγραφής, βεβαιωθείτε ότι χρησιμοποιείτε το %(email_address)s στο πεδίο Email:

source: Finish Your Registration
el: Ολοκλήρωση Εγγραφής

source: Once you have registered and activated your account, you will see %(course_name)s listed on your dashboard.
el: Μόλις εγγραφείτε και ενεργοποιήσετε τον λογαριασμό σας, θα δείτε το %(course_name)s να εμφανίζεται στον πίνακα ελέγχου σας.

source: Once you have registered and activated your account, you will be able to access this course:
el: Μόλις εγγραφείτε και ενεργοποιήσετε τον λογαριασμό σας, θα μπορείτε να έχετε πρόσβαση σε αυτό το μάθημα:

source: You can then enroll in %(course_name)s.
el: Μπορείτε στη συνέχεια να εγγραφείτε στο %(course_name)s.

source: Dear student,
el: Αγαπητέ/ή μαθητή/τρια,

source: To access this course visit %(course_url)s and login.
el: Για να αποκτήσετε πρόσβαση σε αυτό το μάθημα, επισκεφθείτε το %(course_url)s και συνδεθείτε.

source: To access this course visit %(course_about_url)s and register for this course.
el: Για να αποκτήσετε πρόσβαση σε αυτό το μάθημα, επισκεφθείτε το %(course_about_url)s και εγγραφείτε σε αυτό το μάθημα.

source: To finish your registration, please visit %(registration_url)s and fill out the registration form making sure to use %(email_address)s in the Email field.
el: Για να ολοκληρώσετε την εγγραφή σας, παρακαλώ επισκεφθείτε το %(registration_url)s και συμπληρώστε τη φόρμα εγγραφής, βεβαιωθείτε ότι χρησιμοποιείτε το %(email_address)s στο πεδίο Email.

source: Once you have registered and activated your account, visit %(course_about_url)s to join this course.
el: Μόλις εγγραφείτε και ενεργοποιήσετε τον λογαριασμό σας, επισκεφθείτε το %(course_about_url)s για να συμμετάσχετε σε αυτό το μάθημα.

source: You have been invited to register for %(course_name)s
el: Έχετε προσκληθεί να εγγραφείτε στο %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s. This course will now appear on your %(site_name)s dashboard.
el: Έχετε εγγραφεί στο %(course_name)s στο %(site_name)s. Αυτό το μάθημα θα εμφανίζεται πλέον στον πίνακα ελέγχου του %(site_name)s.

source: You have been invited to register for %(course_name)s.
el: Έχετε προσκληθεί να εγγραφείτε στο %(course_name)s.

source: You have been unenrolled from %(course_name)s
el: Έχετε διαγραφεί από το %(course_name)s

source: You have been unenrolled from the course %(course_name)s by a member of the course staff. Please disregard the invitation previously sent.
el: Έχετε διαγραφεί από το μάθημα %(course_name)s από ένα μέλος του προσωπικού του μαθήματος. Παρακαλώ αγνοήστε την πρόσκληση που στάλθηκε προηγουμένως.

source: Dear Student,
el: Αγαπητέ/ή Φοιτητή,

source: You have been unenrolled from the course %(course_name)s. Please disregard the invitation previously sent.
el: Έχετε αποχωρήσει από το μάθημα %(course_name)s. Παρακαλούμε αγνοήστε την πρόσκληση που στάλθηκε προηγουμένως.

source: You have been unenrolled from %(course_name)s
el: Έχετε αποχωρήσει από το μάθημα %(course_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s by a member of the course staff. This course will no longer appear on your %(site_name)s dashboard.
el: Έχετε αποχωρήσει από το μάθημα %(course_name)s στον ιστότοπο %(site_name)s από μέλος του προσωπικού του μαθήματος. Αυτό το μάθημα δεν θα εμφανίζεται πλέον στον πίνακα ελέγχου του %(site_name)s.

source: Your other courses have not been affected.
el: Τα άλλα μαθήματά σας δεν έχουν επηρεαστεί.

source: This email was automatically sent from %(site_name)s to %(full_name)s
el: Αυτό το μήνυμα στάλθηκε αυτόματα από τον ιστότοπο %(site_name)s προς %(full_name)s

source: You have been unenrolled from %(course_name)s at %(site_name)s. This course will no longer appear on your %(site_name)s dashboard.
el: Έχετε αποχωρήσει από το μάθημα %(course_name)s στον ιστότοπο %(site_name)s. Αυτό το μάθημα δεν θα εμφανίζεται πλέον στον πίνακα ελέγχου του %(site_name)s.

source: You have been enrolled in %(course_name)s
el: Έχετε εγγραφεί στο μάθημα %(course_name)s

source: You have been enrolled in %(course_name)s at %(site_name)s by a member of the course staff. This course will now appear on your %(site_name)s dashboard.
el: Έχετε εγγραφεί στο μάθημα %(course_name)s στον ιστότοπο %(site_name)s από μέλος του προσωπικού του μαθήματος. Αυτό το μάθημα θα εμφανίζεται πλέον στον πίνακα ελέγχου του %(site_name)s.

source: Access the Course Materials Now
el: Πρόσβαση στο Υλικό του Μαθήματος Τώρα

source: You have been invited to join %(course_name)s at %(site_name)s.
el: Έχετε προσκληθεί να συμμετάσχετε στο μάθημα %(course_name)s στον ιστότοπο %(site_name)s.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s
el: Έχετε αφαιρεθεί ως δοκιμαστής beta για το μάθημα %(course_name)s στον ιστότοπο %(site_name)s

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff.
el: Έχετε αφαιρεθεί ως δοκιμαστής beta για το μάθημα %(course_name)s στον ιστότοπο %(site_name)s από μέλος του προσωπικού του μαθήματος.

source: This course will remain on your dashboard, but you will no longer be part of the beta testing group.
el: Αυτό το μάθημα θα παραμείνει στον πίνακα ελέγχου σας, αλλά δεν θα είστε πλέον μέρος της ομάδας δοκιμών beta.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s by a member of the course staff. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
el: Έχετε αφαιρεθεί ως δοκιμαστής beta για το μάθημα %(course_name)s στον ιστότοπο %(site_name)s από μέλος του προσωπικού του μαθήματος. Αυτό το μάθημα θα παραμείνει στον πίνακα ελέγχου σας, αλλά δεν θα είστε πλέον μέρος της ομάδας δοκιμών beta.

source: You have been removed from a beta test for %(course_name)s
el: Έχετε αφαιρεθεί από μια δοκιμή beta για το μάθημα %(course_name)s

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s. This course will remain on your dashboard, but you will no longer be part of the beta testing group.
el: Έχετε αφαιρεθεί ως δοκιμαστής beta για το μάθημα %(course_name)s στον ιστότοπο %(site_name)s. Αυτό το μάθημα θα παραμείνει στον πίνακα ελέγχου σας, αλλά δεν θα είστε πλέον μέρος της ομάδας δοκιμών beta.

source: You have been removed as a beta tester for %(course_name)s at %(site_name)s.
el: Έχετε αφαιρεθεί ως δοκιμαστής beta για το μάθημα %(course_name)s στον ιστότοπο %(site_name)s.

source: Signed Out
el: Αποσυνδεθήκατε

source: You have signed out.
el: Έχετε αποσυνδεθεί.

source: {start_anchor}%(tpa_logout_url)s{middle_anchor}Click here{end_anchor} to delete your single signed on (SSO) session.
el: {start_anchor}%(tpa_logout_url)s{middle_anchor}Κάντε κλικ εδώ{end_anchor} για να διαγράψετε τη συνεδρία σας με ενιαία σύνδεση (SSO).

source: We are signing you in.
el: Σας συνδέουμε.

source: This may take a minute. If you are not redirected, go to the home page.
el: Αυτό μπορεί να διαρκέσει ένα λεπτό. Αν δεν γίνει ανακατεύθυνση, μεταβείτε στην αρχική σελίδα.

source: If you are not redirected within 5 seconds, {start_anchor}%(target)s{middle_anchor}click here to go to the home page{end_anchor}.
el: Αν δεν γίνει ανακατεύθυνση εντός 5 δευτερολέπτων, {start_anchor}%(target)s{middle_anchor}κάντε κλικ εδώ για να μεταβείτε στην αρχική σελίδα{end_anchor}.

source: Skip to main content
el: Μετάβαση στο κύριο περιεχόμενο

source: Authorize
el: Εξουσιοδότηση

source: The above application requests the following permissions from your account:
el: Η παραπάνω εφαρμογή ζητά τις ακόλουθες άδειες από τον λογαριασμό σας:

source: These permissions will be granted for data from your courses associated with the following content providers:
el: Αυτές οι άδειες θα χορηγηθούν για δεδομένα από τα μαθήματά σας που σχετίζονται με τους ακόλουθους παρόχους περιεχομένου:

source: Please click the 'Allow' button to grant these permissions to the above application. Otherwise, to withhold these permissions, please click the 'Cancel' button.
el: Παρακαλώ κάντε κλικ στο κουμπί 'Επιτρέπεται' για να χορηγήσετε αυτές τις άδειες στην παραπάνω εφαρμογή. Διαφορετικά, για να αρνηθείτε αυτές τις άδειες, κάντε κλικ στο κουμπί 'Ακύρωση'.

source: Cancel
el: Ακύρωση

source: Allow
el: Επιτρέπεται

source: Error
el: Σφάλμα

source: The course %(course_title)s has been reset !
el: Το μάθημα %(course_title)s έχει επαναρχικοποιηθεί!

source: Hello %(full_name)s,
el: Γειά σας %(full_name)s,

source: Your progress in course %(course_title)s has been reset on your behalf.
el: Η πρόοδός σας στο μάθημα %(course_title)s έχει επαναρχικοποιηθεί εκ μέρους σας.

source: You will be able to re-attempt this course and earn a verified certificate upon successful completion.
el: Θα μπορείτε να επαναλάβετε αυτό το μάθημα και να λάβετε ένα «πιστοποιητικό επαλήθευσης» μετά την επιτυχή ολοκλήρωσή του.

source: Best,
el: Με εκτίμηση,

source: Hello %(full_name)s,
el: Γειά σας %(full_name)s,

source: ID Verification Approved
el: Εγκρίθηκε η επαλήθευση ταυτότητας

source: Your %(platform_name)s ID verification photos have been approved.
el: Οι φωτογραφίες επαλήθευσης ταυτότητας του %(platform_name)s έχουν εγκριθεί.

source: Your approval status remains valid for two years, and it will expire %(expiration_datetime)s.
el: Η κατάσταση έγκρισής σας παραμένει έγκυρη για δύο χρόνια και θα λήξει στις %(expiration_datetime)s.

source: Enjoy your studies,
el: Καλή μελέτη,

source: Your %(platform_name)s ID verification was approved!
el: Η επαλήθευση της ταυτότητάς σας στο %(platform_name)s εγκρίθηκε!

source: Expired ID Verification
el: Ληγμένη επαλήθευση ταυτότητας

source: Your %(platform_name)s ID verification has expired.
el: Η επαλήθευση της ταυτότητάς σας στο %(platform_name)s έχει λήξει.

source: You must have a valid ID verification to take proctored exams and qualify for certificates.
el: Πρέπει να έχετε έγκυρη επαλήθευση ταυτότητας για να συμμετάσχετε σε εξετάσεις με επιτήρηση και να πληροίτε τις προϋποθέσεις για πιστοποιητικά.

source: Follow the link below to submit your photos and renew your ID verification.
el: Ακολουθήστε τον παρακάτω σύνδεσμο για να υποβάλετε τις φωτογραφίες σας και να ανανεώσετε την επαλήθευση ταυτότητάς σας.

source: You can also do this from your dashboard.
el: Μπορείτε επίσης να το κάνετε αυτό από τον πίνακα ελέγχου σας.

source: Resubmit Verification : %(lms_verification_link)s
el: Επανυποβολή επαλήθευσης: %(lms_verification_link)s

source: ID verification FAQ : %(help_center_link)s
el: Συχνές ερωτήσεις για την επαλήθευση ταυτότητας: %(help_center_link)s

source: Your %(platform_name)s Verification has Expired
el: Η επαλήθευση του %(platform_name)s έχει λήξει

source: ID Verification Submitted
el: Υποβλήθηκε επαλήθευση ταυτότητας

source: Thank you for submitting your photos for identity verification with %(platform_name)s.
el: Σας ευχαριστούμε που υποβάλετε τις φωτογραφίες σας για επαλήθευση ταυτότητας με το %(platform_name)s.

source: We have received your photos and they will be reviewed within 3-5 days.
el: Λάβαμε τις φωτογραφίες σας και θα εξεταστούν εντός 3-5 ημερών.

source: You may check the status on your dashboard: %(dashboard_link)s
el: Μπορείτε να ελέγξετε την κατάσταση στον πίνακα ελέγχου σας: %(dashboard_link)s

source: Best regards,
el: Με εκτίμηση,

source: Thank you for submitting your photos!
el: Σας ευχαριστούμε που υποβάλετε τις φωτογραφίες σας!

source: Loading video player
el: Φόρτωση αναπαραγωγέα βίντεο

source: Play video
el: Αναπαραγωγή βίντεο

source: No playable video sources found.
el: Δεν βρέθηκαν αναπαραγώγιμες πηγές βίντεο.

source: Your browser does not support this video format. Try using a different browser.
el: Ο περιηγητής σας δεν υποστηρίζει αυτή τη μορφή βίντεο. Δοκιμάστε να χρησιμοποιήσετε έναν διαφορετικό περιηγητή.

source: Downloads and transcripts
el: Λήψη και αντίγραφο κειμένου

source: Download video file
el: Λήψη αρχείου βίντεο

source: Share this video
el: Κοινοποίηση αυτού του βίντεο

source: Share on %(site)s
el: Κοινοποίηση στο %(site)s

source: Copy
el: Αντιγραφή

source: Transcripts
el: Αντίγραφο κειμένου

source: Download %(file)s
el: Λήψη %(file)s

source: Download transcript
el: Λήψη αντιγράφου κειμένου

source: Handouts
el: Σημειώσεις

source: Download Handout
el: Λήψη σημειώσεων

source: How is the transcript quality?
el: Πώς είναι η ποιότητα του αντιγράφου κειμένου;

source: Last modified:
el: Τελευταία τροποποίηση:

source: See all children
el: Δείτε όλα τα παιδιά

source: This article was last modified:
el: Αυτό το άρθρο τροποποιήθηκε τελευταία φορά:

source: Add new article
el: Προσθήκη νέου άρθρου

source: Create article
el: Δημιουργία άρθρου

source: Go back
el: Επιστροφή

source: Delete article
el: Διαγραφή άρθρου

source: Delete
el: Διαγραφή

source: You cannot delete a root article.
el: Δεν μπορείτε να διαγράψετε ένα βασικό άρθρο.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
el: Δεν μπορείτε να διαγράψετε αυτό το άρθρο επειδή δεν έχετε άδεια να διαγράψετε άρθρα με παιδιά. Προσπαθήστε να αφαιρέσετε τα παιδιά χειροκίνητα ένα-ένα.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
el: Διαγράφετε ένα άρθρο. Αυτό σημαίνει ότι και τα παιδιά του θα διαγραφούν επίσης. Αν επιλέξετε εκκαθάριση, και τα παιδιά θα εκκαθαριστούν!

source: Articles that will be deleted
el: Το άρθρο που θα διαγραφεί

source: ...and more!
el: ...και περισσότερα!

source: You are deleting an article. Please confirm.
el: Διαγράφετε ένα άρθρο. Παρακαλώ επιβεβαιώστε.

source: Edit
el: Επεξεργασία

source: Save changes
el: Αποθήκευση αλλαγών

source: Preview
el: Προεπισκόπηση

source: Wiki Preview
el: Προεπισκόπηση Wiki

source: window open
el: ανοικτό παράθυρο

source: Back to editor
el: Επιστροφή στον επεξεργαστή

source: History
el: Ιστορικό

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
el: Κάντε κλικ σε κάθε αναθεώρηση για να δείτε μια λίστα με τις επεξεργασμένες γραμμές. Κάντε κλικ στο κουμπί Προεπισκόπηση για να δείτε πώς φαινόταν το άρθρο σε αυτό το στάδιο. Στο κάτω μέρος αυτής της σελίδας, μπορείτε να αλλάξετε σε μια συγκεκριμένη αναθεώρηση ή να συγχωνεύσετε μια παλιά αναθεώρηση με την τρέχουσα.

source: (no log message)
el: (χωρίς μήνυμα καταγραφής)

source: Preview this revision
el: Προεπισκόπηση αυτής της αναθεώρησης

source: Auto log:
el: Αυτόματη καταγραφή:

source: Change
el: Αλλαγή

source: Merge selected with current...
el: Συγχώνευση επιλεγμένης με την τρέχουσα...

source: Switch to selected version
el: Μετάβαση στην επιλεγμένη έκδοση

source: Wiki Revision Preview
el: Προεπισκόπηση αναθεώρησης Wiki

source: Back to history view
el: Επιστροφή στην προβολή ιστορικού

source: Switch to this version
el: Μετάβαση σε αυτήν την έκδοση

source: Merge Revision
el: Συγχώνευση αναθεώρησης

source: Merge with current
el: Συγχώνευση με την τρέχουσα

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
el: Όταν συγχωνεύετε μια αναθεώρηση με την τρέχουσα, όλα τα δεδομένα θα διατηρηθούν και από τις δύο εκδόσεις και θα συγχωνευθούν στην κατά προσέγγιση θέση τους από κάθε αναθεώρηση.

source: After this, it's important to do a manual review.
el: Μετά από αυτό, είναι σημαντικό να γίνει μια χειροκίνητη ανασκόπηση.

source: Create new merged version
el: Δημιουργία νέας συγχωνευμένης έκδοσης

source: You need to {anchor_start_login}log in{anchor_end} or {anchor_start_signup}sign up{anchor_end} to use this function.
el: Πρέπει να {anchor_start_login}συνδεθείτε{anchor_end} ή να {anchor_start_signup}εγγραφείτε{anchor_end} για να χρησιμοποιήσετε αυτήν τη λειτουργία.

source: You need to log in or sign up to use this function.
el: Πρέπει να συνδεθείτε ή να εγγραφείτε για να χρησιμοποιήσετε αυτήν τη λειτουργία.

source: Wiki Cheatsheet
el: Συνοπτικός οδηγός Wiki

source: Wiki Syntax Help
el: Βοήθεια σύνταξης Wiki

source: This wiki uses {start_strong}Markdown{end_strong} for styling. There are several useful guides online. See any of the links below for in-depth details:
el: Αυτό το wiki χρησιμοποιεί {start_strong}Markdown{end_strong} για τη μορφοποίηση. Υπάρχουν αρκετοί χρήσιμοι οδηγοί στο διαδίκτυο. Δείτε οποιονδήποτε από τους παρακάτω συνδέσμους για λεπτομερείς πληροφορίες:
