Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: If this option is selected, users will be directed to the registration page immediately after authenticating with the third party instead of the login page.
el: Αν αυτή η επιλογή είναι επιλεγμένη, οι χρήστες θα οδηγούνται απευθείας στη σελίδα εγγραφής μετά την πιστοποίηση με τον τρίτο φορέα αντί για τη σελίδα σύνδεσης.

source: Synchronize user profile data received from the identity provider with the edX user account on each SSO login. The user will be notified if the email address associated with their account is changed as a part of this synchronization.
el: Συγχρονισμός των δεδομένων προφίλ χρήστη που λαμβάνονται από τον πάροχο ταυτότητας με τον λογαριασμό χρήστη της edX σε κάθε σύνδεση SSO. Ο χρήστης θα ειδοποιείται αν η διεύθυνση email που σχετίζεται με τον λογαριασμό του αλλάξει ως μέρος αυτού του συγχρονισμού.

source: IDPs with this set to True will be excluded from the dropdown IDP selection in the EnterpriseCustomer Django Admin form.
el: Οι Πάροχοι Ταυτότητας (IDPs) με αυτή την επιλογή ορισμένη σε True θα εξαιρούνται από το αναπτυσσόμενο μενού επιλογής IDP στη φόρμα διαχείρισης EnterpriseCustomer του Django.

source: The Site that this SAML configuration belongs to.
el: Ο Ιστότοπος στον οποίο ανήκει αυτή η διαμόρφωση SAML.

source: {platform_name} Support
el: Υποστήριξη {platform_name}

source: A configuration nickname.
el: Ένα ψευδώνυμο διαμόρφωσης.

source: Please wait
el: Παρακαλώ περιμένετε

source: LONG_DATE_FORMAT
el: ΜΑΚΡΟΜΟΡΦΗ_ΗΜΕΡΟΜΗΝΙΑΣ

source: DATE_TIME_FORMAT
el: ΜΟΡΦΗ_ΗΜΕΡΟΜΗΝΙΑΣ_ΩΡΑΣ

source: SHORT_DATE_FORMAT
el: ΣΥΝΤΟΜΗ_ΜΟΡΦΗ_ΗΜΕΡΟΜΗΝΙΑΣ

source: TIME_FORMAT
el: ΜΟΡΦΗ_ΩΡΑΣ

# am/pm indicator
source: AM
el: ΠΜ

# am/pm indicator
source: PM
el: ΜΜ

# weekday name
source: Monday
el: Δευτέρα

# weekday name
source: Tuesday
el: Τρίτη

# weekday name
source: Wednesday
el: Τετάρτη

# weekday name
source: Thursday
el: Πέμπτη

# weekday name
source: Friday
el: Παρασκευή

# weekday name
source: Saturday
el: Σάββατο

# weekday name
source: Sunday
el: Κυριακή

# abbreviated weekday name
source: Mon
el: Δευ

# abbreviated weekday name
source: Tue
el: Τρί

# abbreviated weekday name
source: Wed
el: Τετ

# abbreviated weekday name
source: Thu
el: Πέμ

# abbreviated weekday name
source: Fri
el: Παρ

# abbreviated weekday name
source: Sat
el: Σάβ

# abbreviated weekday name
source: Sun
el: Κυρ

# abbreviated month name
source: Jan
el: Ιαν

# abbreviated month name
source: Feb
el: Φεβ

# abbreviated month name
source: Mar
el: Μάρ

# abbreviated month name
source: Apr
el: Απρ

# abbreviated month name
source: May
el: Μάι

# abbreviated month name
source: Jun
el: Ιούν

# abbreviated month name
source: Jul
el: Ιουλ

# abbreviated month name
source: Aug
el: Αυγ

# abbreviated month name
source: Sep
el: Σεπ

# abbreviated month name
source: Oct
el: Οκτ

# abbreviated month name
source: Nov
el: Νοε

# abbreviated month name
source: Dec
el: Δεκ

# month name
source: January
el: Ιανουάριος

# month name
source: February
el: Φεβρουάριος

# month name
source: March
el: Μάρτιος

# month name
source: April
el: Απρίλιος

# month name
source: May
el: Μάιος

# month name
source: June
el: Ιούνιος

# month name
source: July
el: Ιούλιος

# month name
source: August
el: Αύγουστος

# month name
source: September
el: Σεπτέμβριος

# month name
source: October
el: Οκτώβριος

# month name
source: November
el: Νοέμβριος

# month name
source: December
el: Δεκέμβριος

source: The file must end with the extension '{file_types}'.
el: Το αρχείο πρέπει να τελειώνει με την επέκταση '{file_types}'.

source: Maximum upload file size is {file_size} bytes.
el: Το μέγιστο επιτρεπτό μέγεθος αρχείου για μεταφόρτωση είναι {file_size} bytes.

source: Course {course_id} requires {prerequisite_course_id}
el: Το μάθημα {course_id} απαιτεί {prerequisite_course_id}

source: System defined milestone
el: Ορόσημο καθορισμένο από το σύστημα

source: Your password must contain {length_instruction}, including {complexity_instructions}.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει {length_instruction}, συμπεριλαμβανομένων {complexity_instructions}.

source: Your password must contain {length_instruction}.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει {length_instruction}.

source: Invalid password.
el: Μη έγκυρος κωδικός πρόσβασης.

source: at least %(min_length)d character
el: τουλάχιστον %(min_length)d χαρακτήρας

source: This password is too long. It must contain no more than %(max_length)d character.
el: Αυτός ο κωδικός πρόσβασης είναι πολύ μεγάλος. Δεν πρέπει να περιέχει περισσότερους από %(max_length)d χαρακτήρα.

source: Your password must contain no more than %(max_length)d character.
el: Ο κωδικός πρόσβασής σας δεν πρέπει να περιέχει περισσότερους από %(max_length)d χαρακτήρα.

source: This password must contain at least %(min_alphabetic)d letter.
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %(min_alphabetic)d γράμμα.

source: Your password must contain at least %(min_alphabetic)d letter.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον %(min_alphabetic)d γράμμα.

source: %(num)d letter
el: %(num)d γράμμα

source: This password must contain at least %(min_numeric)d number.
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %(min_numeric)d αριθμό.

source: Your password must contain at least %(min_numeric)d number.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον %(min_numeric)d αριθμό.

source: %(num)d number
el: %(num)d αριθμός

source: This password must contain at least %(min_upper)d uppercase letter.
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %(min_upper)d κεφαλαίο γράμμα.

source: Your password must contain at least %(min_upper)d uppercase letter.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον %(min_upper)d κεφαλαίο γράμμα.

source: %(num)d uppercase letter
el: %(num)d κεφαλαίο γράμμα

source: This password must contain at least %(min_lower)d lowercase letter.
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %(min_lower)d πεζό γράμμα.

source: Your password must contain at least %(min_lower)d lowercase letter.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον %(min_lower)d πεζό γράμμα.

source: %(num)d lowercase letter
el: %(num)d πεζό γράμμα

source: This password must contain at least %(min_punctuation)d punctuation mark.
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %(min_punctuation)d σημείο στίξης.

source: Your password must contain at least %(min_punctuation)d punctuation mark.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον %(min_punctuation)d σημείο στίξης.

source: %(num)d punctuation mark
el: %(num)d σημείο στίξης

source: This password must contain at least %(min_symbol)d symbol.
el: Αυτός ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %(min_symbol)d σύμβολο.

source: Your password must contain at least %(min_symbol)d symbol.
el: Ο κωδικός πρόσβασής σας πρέπει να περιέχει τουλάχιστον %(min_symbol)d σύμβολο.

source: %(num)d symbol
el: %(num)d σύμβολο

source: To disable the XBlock and prevent rendering in the LMS, leave "Enabled" deselected; for clarity, update XBlockStudioConfiguration support state accordingly.
el: Για να απενεργοποιήσετε το XBlock και να αποτρέψετε την απόδοση στο LMS, αφήστε το «Ενεργοποιημένο» χωρίς επιλογή· για σαφήνεια, ενημερώστε ανάλογα την κατάσταση υποστήριξης του XBlockStudioConfiguration.

source: Only XBlocks listed in a course's Advanced Module List can be flagged as deprecated. Remember to update XBlockStudioConfiguration support state accordingly, as deprecated does not impact whether or not new XBlock instances can be created in Studio.
el: Μόνο τα XBlocks που αναφέρονται στη λίστα Προηγμένων Μονάδων ενός μαθήματος μπορούν να χαρακτηριστούν ως απαρχαιωμένα. Θυμηθείτε να ενημερώσετε ανάλογα την κατάσταση υποστήριξης του XBlockStudioConfiguration, καθώς η απαρχαίωση δεν επηρεάζει το αν μπορούν να δημιουργηθούν νέες περιπτώσεις XBlock στο Studio.

source: XBlock/template combinations that are disabled cannot be edited in Studio, regardless of support level. Remember to also check if all instances of the XBlock are disabled in XBlockConfiguration.
el: Οι συνδυασμοί XBlock/πρότυπου που είναι απενεργοποιημένοι δεν μπορούν να επεξεργαστούν στο Studio, ανεξάρτητα από το επίπεδο υποστήριξης. Θυμηθείτε επίσης να ελέγξετε αν όλες οι περιπτώσεις του XBlock είναι απενεργοποιημένες στο XBlockConfiguration.

source: Enabled XBlock/template combinations with full or provisional support can always be created in Studio. Unsupported XBlock/template combinations require course author opt-in.
el: Οι ενεργοποιημένοι συνδυασμοί XBlock/πρότυπου με πλήρη ή προσωρινή υποστήριξη μπορούν πάντα να δημιουργηθούν στο Studio. Οι μη υποστηριζόμενοι συνδυασμοί XBlock/πρότυπου απαιτούν επιλογή από τον συγγραφέα του μαθήματος.

source: show deprecation messaging in Studio
el: εμφάνιση μηνύματος απαρχαίωσης στο Studio

source: Fully Supported
el: Πλήρως Υποστηριζόμενο

source: Provisionally Supported
el: Προσωρινά Υποστηριζόμενο

source: Unsupported
el: Μη Υποστηριζόμενο

source: Unlock Account
el: Ξεκλείδωμα Λογαριασμού

source: Close
el: Κλείσιμο

source: This is a routed Account Activation email for %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s
el: Αυτό είναι ένα δρομολογημένο μήνυμα ηλεκτρονικού ταχυδρομείου Ενεργοποίησης Λογαριασμού για τον/την %(routed_user)s (%(routed_user_email)s): %(routed_profile_name)s

source: Account activation
el: Ενεργοποίηση λογαριασμού

source: You're almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
el: Σχεδόν τελειώσατε! Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να ενεργοποιήσετε τον λογαριασμό σας και να αποκτήσετε πρόσβαση σε ποιοτικά και ενδιαφέροντα μαθήματα του %(platform_name)s. Σημειώστε ότι δεν θα μπορείτε να συνδεθείτε ξανά στον λογαριασμό σας μέχρι να τον ενεργοποιήσετε.

source: Activate your account
el: Ενεργοποιήστε τον λογαριασμό σας

source: Enjoy learning with %(platform_name)s.
el: Απολαύστε τη μάθηση με την %(platform_name)s.

source: If you need help, please use our web form at {start_anchor_web}%(support_url)s{end_anchor} or email {start_anchor_email}%(support_email)s{end_anchor}.
el: Αν χρειάζεστε βοήθεια, παρακαλώ χρησιμοποιήστε την ηλεκτρονική μας φόρμα στο {start_anchor_web}%(support_url)s{end_anchor} ή στείλτε email στο {start_anchor_email}%(support_email)s{end_anchor}.

source: This email message was automatically sent by %(lms_url)s because someone attempted to create an account on %(platform_name)s using this email address.
el: Αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου στάλθηκε αυτόματα από την %(lms_url)s επειδή κάποιος προσπάθησε να δημιουργήσει λογαριασμό στην %(platform_name)s χρησιμοποιώντας αυτήν τη διεύθυνση email.

source: You’re almost there! Use the link below to activate your account to access engaging, high-quality %(platform_name)s courses. Note that you will not be able to log back into your account until you have activated it.
el: Είστε σχεδόν εκεί! Χρησιμοποιήστε τον παρακάτω σύνδεσμο για να ενεργοποιήσετε τον λογαριασμό σας και να αποκτήσετε πρόσβαση σε ποιοτικά και ενδιαφέροντα μαθήματα της %(platform_name)s. Σημειώστε ότι δεν θα μπορείτε να συνδεθείτε ξανά στον λογαριασμό σας μέχρι να τον ενεργοποιήσετε.

source: If you need help, please use our web form at %(support_url)s or email %(support_email)s.
el: Αν χρειάζεστε βοήθεια, παρακαλώ χρησιμοποιήστε την ηλεκτρονική μας φόρμα στο %(support_url)s ή στείλτε email στο %(support_email)s.

source: Action Required: Activate your %(platform_name)s account
el: Απαιτείται ενέργεια: Ενεργοποιήστε τον λογαριασμό σας στην %(platform_name)s

source: Create Password
el: Δημιουργία Κωδικού Πρόσβασης

source: You're receiving this e-mail because you requested to create a password for your user account at %(platform_name)s.
el: Λαμβάνετε αυτό το email επειδή ζητήσατε να δημιουργήσετε κωδικό πρόσβασης για τον λογαριασμό χρήστη σας στην %(platform_name)s.

source: We've restored access to your %(platform_name)s account using the recovery email you provided at registration.
el: Επαναφέραμε την πρόσβαση στον λογαριασμό σας στην %(platform_name)s χρησιμοποιώντας το email ανάκτησης που παρείχατε κατά την εγγραφή.

source: Once you've created a password [below], you will be able to log in to %(platform_name)s with this email (%(email)s) and your new password.
el: Μόλις δημιουργήσετε έναν κωδικό πρόσβασης [παρακάτω], θα μπορείτε να συνδεθείτε στην %(platform_name)s με αυτό το email (%(email)s) και τον νέο σας κωδικό πρόσβασης.

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
el: Αν δεν ζητήσατε αυτήν την αλλαγή, μπορείτε να αγνοήσετε αυτό το email - δεν έχουμε ακόμα επαναφέρει τον κωδικό πρόσβασής σας.

source: Thanks for using our site!
el: Σας ευχαριστούμε που χρησιμοποιείτε την ιστοσελίδα μας!

source: The %(platform_name)s Team
el: Η Ομάδα της %(platform_name)s

source: Password creation on %(platform_name)s
el: Δημιουργία κωδικού πρόσβασης στην %(platform_name)s

source: Email Change
el: Αλλαγή Email

source: We received a request to change the e-mail associated with your %(platform_name)s account from %(old_email)s to %(new_email)s. If this is correct, please confirm your new e-mail address by visiting:
el: Λάβαμε αίτημα για αλλαγή του email που σχετίζεται με τον λογαριασμό σας στην %(platform_name)s από %(old_email)s σε %(new_email)s. Αν αυτό είναι σωστό, παρακαλώ επιβεβαιώστε τη νέα σας διεύθυνση email επισκεπτόμενοι:

source: Confirm Email Change
el: Επιβεβαίωση Αλλαγής Email

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the %(platform_name)s web site.
el: Αν δεν ζητήσατε αυτήν την αλλαγή, δεν χρειάζεται να κάνετε τίποτα· δεν θα λάβετε άλλα email από εμάς. Παρακαλώ μην απαντήσετε σε αυτό το email· αν χρειάζεστε βοήθεια, ελέγξτε την ενότητα βοήθειας της ιστοσελίδας της %(platform_name)s.

source: Request to change %(platform_name)s account e-mail
el: Αίτημα για αλλαγή email λογαριασμού στην %(platform_name)s

source: Email Change Confirmation for %(platform_name)s
el: Επιβεβαίωση Αλλαγής Email για την %(platform_name)s

source: This is to confirm that you changed the e-mail associated with %(platform_name)s from %(old_email)s to %(new_email)s. If you did not make this request, please contact us immediately. Contact information is listed at:
el: Αυτό επιβεβαιώνει ότι αλλάξατε το email που σχετίζεται με το %(platform_name)s από %(old_email)s σε %(new_email)s. Εάν δεν κάνατε αυτό το αίτημα, παρακαλούμε επικοινωνήστε μαζί μας αμέσως. Τα στοιχεία επικοινωνίας αναφέρονται στη διεύθυνση:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
el: Διατηρούμε αρχείο των παλαιών email, οπότε αν αυτό το αίτημα ήταν ακούσιο, μπορούμε να ερευνήσουμε.

source: Proctoring requirements for %(course_name)s
el: Απαιτήσεις επιτήρησης για το %(course_name)s

source: Hello %(full_name)s,
el: Γεια σας %(full_name)s,

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
el: Είστε εγγεγραμμένος/η στο μάθημα %(course_name)s στο %(platform_name)s. Αυτό το μάθημα περιλαμβάνει εξετάσεις με επιτήρηση.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
el: Οι εξετάσεις με επιτήρηση είναι χρονομετρημένες εξετάσεις που δίνετε ενώ το λογισμικό επιτήρησης παρακολουθεί την επιφάνεια εργασίας του υπολογιστή σας, το βίντεο από την κάμερα και τον ήχο. Το μάθημά σας χρησιμοποιεί το λογισμικό %(proctoring_provider)s για επιτήρηση.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
el: Ελέγξτε προσεκτικά τις απαιτήσεις συστήματος καθώς και τα βήματα για να δώσετε μια εξέταση με επιτήρηση, ώστε να διασφαλίσετε ότι είστε προετοιμασμένος/η.

source: Proctoring Instructions and Requirements
el: Οδηγίες και Απαιτήσεις Επιτήρησης

source: Thank you,
el: Ευχαριστούμε,

source: The %(platform_name)s Team
el: Η Ομάδα του %(platform_name)s

source: Hello %(full_name)s
el: Γεια σας %(full_name)s

source: You are enrolled in %(course_name)s at %(platform_name)s. This course contains proctored exams.
el: Είστε εγγεγραμμένος/η στο μάθημα %(course_name)s στο %(platform_name)s. Αυτό το μάθημα περιλαμβάνει εξετάσεις με επιτήρηση.

source: Proctored exams are timed exams that you take while proctoring software monitors your computer's desktop, webcam video, and audio. Your course uses %(proctoring_provider)s software for proctoring.
el: Οι εξετάσεις με επιτήρηση είναι χρονομετρημένες εξετάσεις που δίνετε ενώ το λογισμικό επιτήρησης παρακολουθεί την επιφάνεια εργασίας του υπολογιστή σας, το βίντεο από την κάμερα και τον ήχο. Το μάθημά σας χρησιμοποιεί το λογισμικό %(proctoring_provider)s για επιτήρηση.

source: Carefully review the system requirements as well as the steps to take a proctored exam in order to ensure that you are prepared.
el: Ελέγξτε προσεκτικά τις απαιτήσεις συστήματος καθώς και τα βήματα για να δώσετε μια εξέταση με επιτήρηση, ώστε να διασφαλίσετε ότι είστε προετοιμασμένος/η.

source: To view proctoring instructions and requirements, please visit: %(proctoring_requirements_url)s
el: Για να δείτε τις οδηγίες και τις απαιτήσεις επιτήρησης, παρακαλώ επισκεφθείτε: %(proctoring_requirements_url)s

source: This email was automatically sent from %(platform_name)s to %(full_name)s.
el: Αυτό το email στάλθηκε αυτόματα από το %(platform_name)s προς τον/την %(full_name)s.

source: Proctoring requirements for %(course_name)s
el: Απαιτήσεις επιτήρησης για το %(course_name)s

source: Create Recovery Email
el: Δημιουργία Email Ανάκτησης

source: You've registered this recovery email address for %(platform_name)s.
el: Έχετε καταχωρήσει αυτήν τη διεύθυνση email ανάκτησης για το %(platform_name)s.

source: If you set this email address, click "confirm email." If you didn't request this change, you can disregard this email.
el: Εάν ορίσατε αυτήν τη διεύθυνση email, κάντε κλικ στο "επιβεβαίωση email." Εάν δεν κάνατε αυτό το αίτημα, μπορείτε να αγνοήσετε αυτό το email.

source: Confirm Email
el: Επιβεβαίωση Email

source: Confirm your recovery email for %(platform_name)s
el: Επιβεβαιώστε το email επαναφοράς για το %(platform_name)s

source: Completed the course "{course_name}" ({course_mode}, {start_date} - {end_date})
el: Ολοκληρώθηκε το μάθημα "{course_name}" ({course_mode}, {start_date} - {end_date})

source: Completed the course "{course_name}" ({course_mode})
el: Ολοκληρώθηκε το μάθημα "{course_name}" ({course_mode})

source: The badge image must be square.
el: Η εικόνα του σήματος πρέπει να είναι τετράγωνη.

source: The badge image file size must be less than 250KB.
el: Το μέγεθος του αρχείου εικόνας του σήματος πρέπει να είναι μικρότερο από 250KB.

source: This value must be all lowercase.
el: Αυτή η τιμή πρέπει να είναι όλα πεζά.

source: Take free online courses at edX.org
el: Παρακολουθήστε δωρεάν διαδικτυακά μαθήματα στο edX.org

source: © {org_name}. All rights reserved except where noted. edX, Open edX and their respective logos are registered trademarks of edX Inc.
el: © {org_name}. Όλα τα δικαιώματα διατηρούνται εκτός αν σημειώνεται διαφορετικά. Τα edX, Open edX και τα αντίστοιχα λογότυπά τους είναι καταχωρημένα εμπορικά σήματα της edX Inc.

source: Powered by Open edX
el: Λειτουργεί με Open edX

source: Blog
el: Ιστολόγιο

source: Contact Us
el: Επικοινωνία

source: Help Center
el: Κέντρο Βοήθειας

source: Security
el: Ασφάλεια

source: Media Kit
el: Πακέτο ΜΜΕ

source: Donate
el: Δωρεά

source: About
el: Σχετικά με

source: {platform_name} for Business
el: {platform_name} για Επιχειρήσεις

source: Contact
el: Επικοινωνία

source: Careers
el: Σταδιοδρομία

source: News
el: Νέα

source: Terms of Service & Honor Code
el: Όροι Παροχής Υπηρεσιών & Κώδικας Τιμής

source: Privacy Policy
el: Πολιτική Απορρήτου

source: Accessibility Policy
el: Πολιτική Προσβασιμότητας

source: Terms of Service
el: Όροι Παροχής Υπηρεσιών

source: Sitemap
el: Χάρτης Ιστοτόπου

source: Affiliates
el: Συνεργάτες

source: Cookie Policy
el: Πολιτική Cookies

source: Your Privacy Choices
el: Οι Επιλογές Σας για το Απόρρητο

source: Trademark Policy
el: Πολιτική Εμπορικών Σημάτων

source: Download the {platform_name} mobile app from the Apple App Store
el: Κατεβάστε την εφαρμογή για κινητά του {platform_name} από το Apple App Store

source: Download the {platform_name} mobile app from Google Play
el: Κατεβάστε την εφαρμογή για κινητά του {platform_name} από το Google Play

source: "{course_title}" Course Staff
el: Προσωπικό Μαθήματος "{course_title}"

source: CCX Coach
el: Προπονητής CCX

source: A CCX can only be created on this course through an external service. Contact a course admin to give you access.
el: Ένα CCX μπορεί να δημιουργηθεί σε αυτό το μάθημα μόνο μέσω εξωτερικής υπηρεσίας. Επικοινωνήστε με έναν διαχειριστή μαθήματος για να σας δώσει πρόσβαση.

source: The course is full: the limit is {max_student_enrollments_allowed}
el: Το μάθημα είναι πλήρες: το όριο είναι {max_student_enrollments_allowed}

source: You must be a CCX Coach to access this view.
el: Πρέπει να είστε Προπονητής CCX για να αποκτήσετε πρόσβαση σε αυτή την προβολή.

source: You must be the coach for this ccx to access this view
el: Πρέπει να είστε ο προπονητής αυτού του CCX για να αποκτήσετε πρόσβαση σε αυτή την προβολή

source: You cannot create a CCX from a course using a deprecated id. Please create a rerun of this course in the studio to allow this action.
el: Δεν μπορείτε να δημιουργήσετε ένα CCX από ένα μάθημα που χρησιμοποιεί απαρχαιωμένο αναγνωριστικό. Παρακαλώ δημιουργήστε μια επανάληψη αυτού του μαθήματος στο στούντιο για να επιτρέψετε αυτή την ενέργεια.

source: regenerated
el: αναγεννημένο

source: generated
el: δημιουργημένο

source: All learners
el: Όλοι οι εκπαιδευόμενοι

source: For exceptions
el: Για εξαιρέσεις

source: A human-readable description of the example certificate. For example, 'verified' or 'honor' to differentiate between two types of certificates.
el: Μια αναγνώσιμη από τον άνθρωπο περιγραφή του παραδείγματος πιστοποιητικού. Για παράδειγμα, «επαληθευμένο» ή «τιμητικό» για να διαφοροποιηθούν δύο τύποι πιστοποιητικών.

source: A unique identifier for the example certificate. This is used when we receive a response from the queue to determine which example certificate was processed.
el: Ένας μοναδικός αναγνωριστικός κωδικός για το παράδειγμα πιστοποιητικού. Χρησιμοποιείται όταν λαμβάνουμε μια απάντηση από την ουρά για να προσδιορίσουμε ποιο παράδειγμα πιστοποιητικού επεξεργάστηκε.

source: An access key for the example certificate. This is used when we receive a response from the queue to validate that the sender is the same entity we asked to generate the certificate.
el: Ένα κλειδί πρόσβασης για το παράδειγμα πιστοποιητικού. Χρησιμοποιείται όταν λαμβάνουμε μια απάντηση από την ουρά για να επικυρώσουμε ότι ο αποστολέας είναι η ίδια οντότητα που ζητήσαμε να δημιουργήσει το πιστοποιητικό.

source: The full name that will appear on the certificate.
el: Το πλήρες όνομα που θα εμφανίζεται στο πιστοποιητικό.

source: The template file to use when generating the certificate.
el: Το αρχείο προτύπου που θα χρησιμοποιηθεί κατά τη δημιουργία του πιστοποιητικού.

source: The status of the example certificate.
el: Η κατάσταση του παραδείγματος πιστοποιητικού.
