Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: We hope you are enjoying learning with us so far on %(platform_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
el: Ελπίζουμε να απολαμβάνετε την εκμάθηση μαζί μας μέχρι στιγμής στην πλατφόρμα %(platform_name)s! Ένα «πιστοποιητικό» σας επιτρέπει να αναδείξετε τις νέες σας γνώσεις και δεξιότητες. Ένα πιστοποιητικό από την %(platform_name)s είναι επίσημο και εύκολα κοινοποιήσιμο. Κάντε αναβάθμιση έως τις %(user_schedule_upgrade_deadline_time)s.

source: We hope you are enjoying learning with us so far in %(first_course_name)s! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable. Upgrade by %(user_schedule_upgrade_deadline_time)s.
el: Ελπίζουμε να απολαμβάνετε την εκμάθηση μαζί μας μέχρι στιγμής στο μάθημα %(first_course_name)s! Ένα «πιστοποιητικό» σας επιτρέπει να αναδείξετε τις νέες σας γνώσεις και δεξιότητες. Ένα πιστοποιητικό από την %(platform_name)s είναι επίσημο και εύκολα κοινοποιήσιμο. Κάντε αναβάθμιση έως τις %(user_schedule_upgrade_deadline_time)s.

source: Upgrade now
el: Αναβάθμιση τώρα

source: We hope you are enjoying learning with us so far on {start_strong}%(platform_name)s{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An %(platform_name)s certificate is official and easily shareable.
el: Ελπίζουμε να απολαμβάνετε την εκμάθηση μαζί μας μέχρι στιγμής στην πλατφόρμα {start_strong}%(platform_name)s{end_strong}! Ένα «πιστοποιητικό» σας επιτρέπει να αναδείξετε τις νέες σας γνώσεις και δεξιότητες. Ένα πιστοποιητικό από την %(platform_name)s είναι επίσημο και εύκολα κοινοποιήσιμο.

source: We hope you are enjoying learning with us so far in {start_strong}{first_course_name}{end_strong}! A verified certificate allows you to highlight your new knowledge and skills. An {platform_name} certificate is official and easily shareable.
el: Ελπίζουμε να απολαμβάνετε την εκμάθηση μαζί μας μέχρι στιγμής στο μάθημα {start_strong}{first_course_name}{end_strong}! Ένα «πιστοποιητικό» σας επιτρέπει να αναδείξετε τις νέες σας γνώσεις και δεξιότητες. Ένα πιστοποιητικό από την {platform_name} είναι επίσημο και εύκολα κοινοποιήσιμο.

source: Upgrade by {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.
el: Κάντε αναβάθμιση έως τις {start_strong}%(user_schedule_upgrade_deadline_time)s{end_strong}.

source: You are eligible to upgrade in these courses:
el: Δικαιούστε να κάνετε αναβάθμιση στα παρακάτω μαθήματα:

source: Example of a verified certificate
el: Παράδειγμα «πιστοποιητικού»

source: Upgrade now at
el: Αναβάθμιση τώρα στο

source: Upgrade to earn a verified certificate on %(platform_name)s
el: Αναβαθμίστε για να κερδίσετε ένα «πιστοποιητικό» στην πλατφόρμα %(platform_name)s

source: Upgrade to earn a verified certificate in %(first_course_name)s
el: Αναβαθμίστε για να κερδίσετε ένα «πιστοποιητικό» στο μάθημα %(first_course_name)s

source: Site theme changed to {site_theme}
el: Το θέμα της ιστοσελίδας άλλαξε σε {site_theme}

source: Theme {site_theme} does not exist
el: Το θέμα {site_theme} δεν υπάρχει

source: Site theme reverted to the default
el: Το θέμα της ιστοσελίδας επανήλθε στην προεπιλογή

source: Theming Administration
el: Διαχείριση θεμάτων

source: Usernames can only contain letters (A-Z, a-z), numerals (0-9), underscores (_), and hyphens (-).
el: Τα ονόματα χρήστη μπορούν να περιέχουν μόνο γράμματα (A-Z, a-z), αριθμούς (0-9), κάτω παύλες (_) και παύλες (-).

source: Usernames can only contain letters, numerals, and @/./+/-/_ characters.
el: Τα ονόματα χρήστη μπορούν να περιέχουν μόνο γράμματα, αριθμούς και τους χαρακτήρες @/./+/-/_.

source: Enter a valid email address
el: Εισαγάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου

source: It looks like {email_address} belongs to an existing account. Try again with a different email address.
el: Φαίνεται ότι η διεύθυνση {email_address} ανήκει σε υπάρχον λογαριασμό. Δοκιμάστε ξανά με διαφορετική διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: This email is already associated with an existing account
el: Αυτό το email σχετίζεται ήδη με υπάρχον λογαριασμό

source: This email is associated to a retired account.
el: Αυτό το email σχετίζεται με έναν λογαριασμό που έχει αποσυρθεί.

source: The password you entered is on a list of known compromised passwords. Please choose a different one.
el: Ο κωδικός πρόσβασης που εισαγάγατε βρίσκεται σε λίστα γνωστών παραβιασμένων κωδικών πρόσβασης. Παρακαλώ επιλέξτε έναν διαφορετικό.

source: It looks like {username} belongs to an existing account. Try again with a different username.
el: Φαίνεται ότι το όνομα χρήστη {username} ανήκει σε υπάρχον λογαριασμό. Δοκιμάστε ξανά με διαφορετικό όνομα χρήστη.

source: It looks like this username is already taken
el: Φαίνεται ότι αυτό το όνομα χρήστη είναι ήδη κατειλημμένο

source: Username must be between {min} and {max} characters long.
el: Το όνομα χρήστη πρέπει να έχει μήκος μεταξύ {min} και {max} χαρακτήρων.

source: Enter a valid email address that contains at least {min} characters.
el: Εισαγάγετε μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου που περιέχει τουλάχιστον {min} χαρακτήρες.

source: Enter your full name
el: Εισαγάγετε το πλήρες όνομά σας

source: Enter your first name
el: Εισαγάγετε το όνομά σας

source: Enter your last name
el: Εισαγάγετε το επώνυμό σας

source: The email addresses do not match
el: Οι διευθύνσεις ηλεκτρονικού ταχυδρομείου δεν ταιριάζουν

source: Enter your confirm email
el: Εισαγάγετε ξανά το email σας για επιβεβαίωση

source: Select your country or region of residence
el: Επιλέξτε τη χώρα ή την περιοχή κατοικίας σας

source: Select your profession
el: Επιλέξτε το επάγγελμά σας

source: Select your specialty
el: Επιλέξτε την ειδικότητά σας

source: Enter your profession
el: Εισαγάγετε το επάγγελμά σας

source: Enter your specialty
el: Εισάγετε την ειδικότητά σας

source: Enter your state
el: Εισάγετε την πολιτεία σας

source: Enter your city
el: Εισάγετε την πόλη σας

source: Tell us your goals
el: Μοιραστείτε μαζί μας τους στόχους σας

source: Select the highest level of education you have completed
el: Επιλέξτε το υψηλότερο επίπεδο εκπαίδευσης που έχετε ολοκληρώσει

source: Select your year of birth
el: Επιλέξτε το έτος γέννησής σας

source: Select your gender
el: Επιλέξτε το φύλο σας

source: Enter your mailing address
el: Εισάγετε τη διεύθυνση αλληλογραφίας σας

source: Our system detected that your password is vulnerable. Change your password so that your account stays secure.
el: Το σύστημά μας εντόπισε ότι ο κωδικός πρόσβασής σας είναι ευάλωτος. Αλλάξτε τον κωδικό πρόσβασής σας ώστε ο λογαριασμός σας να παραμείνει ασφαλής.

source: Our system detected that your password is vulnerable. We recommend you change it so that your account stays secure.
el: Το σύστημά μας εντόπισε ότι ο κωδικός πρόσβασής σας είναι ευάλωτος. Σας συνιστούμε να τον αλλάξετε ώστε ο λογαριασμός σας να παραμείνει ασφαλής.

source: The '{field_name}' field cannot be edited.
el: Το πεδίο «{field_name}» δεν μπορεί να επεξεργαστεί.

source: Full name can't be longer than 255 symbols
el: Το πλήρες όνομα δεν μπορεί να υπερβαίνει τους 255 χαρακτήρες

source: Enter a valid name
el: Εισάγετε ένα έγκυρο όνομα

source: Make sure that you are providing a valid username or a URL that contains "{url_stub}". To remove the link from your {platform_name} profile, leave this field blank.
el: Βεβαιωθείτε ότι παρέχετε ένα έγκυρο όνομα χρήστη ή ένα URL που περιέχει "{url_stub}". Για να αφαιρέσετε τον σύνδεσμο από το προφίλ σας στο {platform_name}, αφήστε αυτό το πεδίο κενό.

source: This account has been temporarily locked due to excessive login failures. Try again later.
el: Ο λογαριασμός σας έχει προσωρινά κλειδωθεί λόγω υπερβολικών αποτυχημένων προσπαθειών σύνδεσης. Δοκιμάστε ξανά αργότερα.

source: Email or password is incorrect.
el: Το email ή ο κωδικός πρόσβασης είναι λανθασμένος.

source: Permission Denied
el: Άρνηση πρόσβασης

source: Retirement does not exist!
el: Η συνταξιοδότηση δεν υπάρχει!

source: Success
el: Επιτυχία

source: Actions
el: Ενέργεια

source: Comma separated file that have username and user_email of the users that needs to be retired
el: Αρχείο με τιμές διαχωρισμένες με κόμμα που περιέχει το όνομα χρήστη και το email χρήστη των χρηστών που πρέπει να αποσυρθούν

source: Delete failed for user preference '{preference_key}'.
el: Η διαγραφή απέτυχε για την προτίμηση χρήστη '{preference_key}'.

source: Preference '{preference_key}' cannot be set to an empty value.
el: Η προτίμηση '{preference_key}' δεν μπορεί να οριστεί σε κενή τιμή.

source: Invalid user preference key '{preference_key}'.
el: Μη έγκυρο κλειδί προτίμησης χρήστη '{preference_key}'.

source: Value '{preference_value}' is not valid for user preference '{preference_key}'.
el: Η τιμή '{preference_value}' δεν είναι έγκυρη για την προτίμηση χρήστη '{preference_key}'.

source: Value '{preference_value}' not valid for preference '{preference_key}': Not in timezone set.
el: Η τιμή '{preference_value}' δεν είναι έγκυρη για την προτίμηση '{preference_key}': Δεν ανήκει στο σύνολο ζωνών ώρας.

source: Value '{preference_value}' is not a valid time zone selection.
el: Η τιμή '{preference_value}' δεν είναι έγκυρη επιλογή ζώνης ώρας.

source: Save failed for user preference '{key}' with value '{value}'.
el: Η αποθήκευση απέτυχε για την προτίμηση χρήστη '{key}' με τιμή '{value}'.

source: No data provided for user preference update
el: Δεν παρέχονται δεδομένα για την ενημέρωση προτίμησης χρήστη

source: We received a deletion request for your account on %(platform_name)s. We're sorry to see you go!
el: Λάβαμε ένα αίτημα διαγραφής για τον λογαριασμό σας στην πλατφόρμα %(platform_name)s. Λυπούμαστε που φεύγετε!

source: Your account will be deleted shortly. Account deletion, including removal from email lists, may take a few weeks to fully process through our system. If you want to opt-out of emails before then, please unsubscribe from the footer of any email.
el: Ο λογαριασμός σας θα διαγραφεί σύντομα. Η διαγραφή λογαριασμού, συμπεριλαμβανομένης της αφαίρεσης από λίστες email, μπορεί να χρειαστεί μερικές εβδομάδες για να ολοκληρωθεί πλήρως στο σύστημά μας. Αν θέλετε να διαγραφείτε από τα email πριν από τότε, παρακαλώ κάντε απεγγραφή από το υποσέλιδο οποιουδήποτε email.

source: This is an informational email only. If you did not initiate this request, please contact %(contact_email)s.
el: Αυτό είναι ένα ενημερωτικό email μόνο. Αν δεν ξεκινήσατε εσείς αυτό το αίτημα, παρακαλώ επικοινωνήστε με %(contact_email)s.

source: Best, %(platform_name)s
el: Με εκτίμηση, %(platform_name)s

source: Your Account Has Been Queued For Deletion
el: Ο Λογαριασμός σας Έχει Προστεθεί στην Ουρά Διαγραφής

source: Highest level of education completed
el: Υψηλότερο επίπεδο εκπαίδευσης που έχει ολοκληρωθεί

source: Year of birth
el: Έτος γέννησης

source: Tell us why you're interested in {platform_name}
el: Πείτε μας γιατί σας ενδιαφέρει η {platform_name}

source: Profession
el: Επάγγελμα

source: Specialty
el: Ειδικότητα

source: Company
el: Εταιρεία

source: Title
el: Τίτλος

source: Job Title
el: Επάγγελμα

source: First Name
el: Όνομα

source: Last Name
el: Επώνυμο

source: Mailing address
el: Ταχυδρομική διεύθυνση

source: State/Province/Region
el: Πολιτεία/Επαρχία/Περιοχή

source: Work experience
el: Εργασιακή εμπειρία

source: Password reset
el: Επαναφορά κωδικού πρόσβασης

source: You're receiving this e-mail because you requested a password reset for your user account at %(platform_name)s.
el: Λαμβάνετε αυτό το μήνυμα ηλεκτρονικού ταχυδρομείου επειδή ζητήσατε επαναφορά κωδικού πρόσβασης για τον λογαριασμό χρήστη σας στην πλατφόρμα %(platform_name)s.

source: However, there is currently no user account associated with your email address: %(email_address)s.
el: Ωστόσο, δεν υπάρχει αυτή τη στιγμή λογαριασμός χρήστη συσχετισμένος με τη διεύθυνση ηλεκτρονικού ταχυδρομείου σας: %(email_address)s.

source: If you did not request this change, you can ignore this email.
el: Αν δεν ζητήσατε αυτή την αλλαγή, μπορείτε να αγνοήσετε αυτό το μήνυμα.

source: Reset my password
el: Επαναφορά του κωδικού μου

source: Please go to the following page and choose a new password:
el: Παρακαλώ μεταβείτε στην παρακάτω σελίδα και επιλέξτε έναν νέο κωδικό πρόσβασης:

source: Password reset on %(platform_name)s
el: Επαναφορά κωδικού πρόσβασης στην %(platform_name)s

source: Password reset success
el: Επιτυχής επαναφορά κωδικού πρόσβασης

source: Hello %(name)s,
el: Γειά σας %(name)s,

source: This is to confirm that you have successfully changed your password associated with %(platform_name)s account. Please sign-in to your account.
el: Αυτό το μήνυμα επιβεβαιώνει ότι έχετε αλλάξει επιτυχώς τον κωδικό πρόσβασής σας που σχετίζεται με τον λογαριασμό σας στην %(platform_name)s. Παρακαλώ συνδεθείτε στον λογαριασμό σας.

source: Hello %(name)s,
el: Γειά σας %(name)s,

source: Password reset completed on %(platform_name)s
el: Ολοκληρώθηκε η επαναφορά κωδικού πρόσβασης στην %(platform_name)s

source: Superuser creation not allowed
el: Δεν επιτρέπεται η δημιουργία υπερχρήστη

source: Account modification not allowed.
el: Δεν επιτρέπεται η τροποποίηση του λογαριασμού.

source: Account creation not allowed.
el: Δεν επιτρέπεται η δημιουργία λογαριασμού.

source: You've successfully signed in to your {provider_name} account, but this account isn't linked with your {platform_name} account yet. {blank_lines}Use your {platform_name} username and password to sign in to {platform_name} below, and then link your {platform_name} account with {provider_name} from your dashboard. {blank_lines}If you don't have an account on {platform_name} yet, click {register_label_strong} at the top of the page.
el: Έχετε συνδεθεί με επιτυχία στον λογαριασμό σας στο {provider_name}, αλλά αυτός ο λογαριασμός δεν έχει ancora συσχετιστεί με τον λογαριασμό σας στο {platform_name}. {blank_lines}Χρησιμοποιήστε το όνομα χρήστη και τον κωδικό πρόσβασης του {platform_name} για να συνδεθείτε στο {platform_name} παρακάτω και στη συνέχεια συσχετίστε τον λογαριασμό σας στο {platform_name} με το {provider_name} από τον πίνακα ελέγχου σας. {blank_lines}Αν δεν έχετε λογαριασμό στο {platform_name} ακόμα, κάντε κλικ στο {register_label_strong} στην κορυφή της σελίδας.

source: Register
el: Εγγραφή

source: There was an error receiving your login information. Please email us.
el: Παρουσιάστηκε σφάλμα κατά τη λήψη των στοιχείων σύνδεσής σας. Παρακαλώ στείλτε μας email.

source: To protect your account, it’s been temporarily locked. Try again in {locked_out_period} minutes.{li_start}To be on the safe side, you can reset your password {link_start}here{link_end} before you try again.
el: Για την προστασία του λογαριασμού σας, αυτός έχει προσωρινά κλειδωθεί. Δοκιμάστε ξανά σε {locked_out_period} λεπτά.{li_start}Για λόγους ασφαλείας, μπορείτε να επαναφέρετε τον κωδικό πρόσβασής σας {link_start}εδώ{link_end} πριν προσπαθήσετε ξανά.

source: Too many failed login attempts. Try again later.
el: Πάρα πολλές αποτυχημένες προσπάθειες σύνδεσης. Δοκιμάστε ξανά αργότερα.

source: Email or password is incorrect.{li_start}You have {remaining_attempts} more sign-in attempts before your account is temporarily locked.{li_end}{li_start}If you've forgotten your password, click {link_start}here{link_end} to reset.{li_end}
el: Το email ή ο κωδικός πρόσβασης είναι λανθασμένος.{li_start}Σας απομένουν {remaining_attempts} ακόμη προσπάθειες σύνδεσης πριν ο λογαριασμός σας κλειδωθεί προσωρινά.{li_end}{li_start}Αν έχετε ξεχάσει τον κωδικό πρόσβασής σας, κάντε κλικ {link_start}εδώ{link_end} για να τον επαναφέρετε.{li_end}

source: As {allowed_domain} user, You must login with your {allowed_domain} {link_start}{provider} account{link_end}.
el: Ως χρήστης του {allowed_domain}, πρέπει να συνδεθείτε με τον λογαριασμό σας στο {allowed_domain} {link_start}{provider}{link_end}.

source: The email address you used to register with {platform_name}
el: Η διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιήσατε για να εγγραφείτε στο {platform_name}

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
el: Αυτή η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν έχει συσχετισμένο λογαριασμό χρήστη. Είστε σίγουροι ότι έχετε εγγραφεί;

source: The user account associated with this e-mail address cannot reset the password.
el: Ο λογαριασμός χρήστη που σχετίζεται με αυτήν τη διεύθυνση ηλεκτρονικού ταχυδρομείου δεν μπορεί να επαναφέρει τον κωδικό πρόσβασης.

source: Your previous request is in progress, please try again in a few moments.
el: Το προηγούμενο αίτημά σας βρίσκεται σε εξέλιξη, παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.

source: Password reset unsuccessful
el: Η επαναφορά του κωδικού πρόσβασης δεν ήταν επιτυχής

source: Error in resetting your password.
el: Σφάλμα κατά την επαναφορά του κωδικού πρόσβασής σας.

source: Error in resetting your password. Please try again.
el: Σφάλμα κατά την επαναφορά του κωδικού πρόσβασής σας. Παρακαλώ δοκιμάστε ξανά.

source: {html_start}Password Creation Complete{html_end}Your password has been created. {bold_start}{email}{bold_end} is now your primary login email.
el: {html_start}Ολοκλήρωση Δημιουργίας Κωδικού Πρόσβασης{html_end}Ο κωδικός πρόσβασής σας έχει δημιουργηθεί. Το {bold_start}{email}{bold_end} είναι πλέον το κύριο email σύνδεσής σας.

source: Some error occurred during password change. Please try again
el: Παρουσιάστηκε κάποιο σφάλμα κατά την αλλαγή του κωδικού πρόσβασης. Παρακαλώ δοκιμάστε ξανά

source: No email address provided.
el: Δεν δόθηκε διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: An error has occurred. Try refreshing the page, or check your internet connection.
el: Προέκυψε σφάλμα. Δοκιμάστε να ανανεώσετε τη σελίδα ή ελέγξτε τη σύνδεσή σας στο διαδίκτυο.

source: Registration using {provider} has timed out.
el: Η εγγραφή μέσω {provider} έληξε λόγω χρονικού ορίου.

source: An access_token is required when passing value ({}) for provider.
el: Απαιτείται ένα access_token κατά τη μετάδοση τιμής ({}) για τον πάροχο.

source: The provided access_token is already associated with another user.
el: Το παρεχόμενο access_token είναι ήδη συνδεδεμένο με άλλον χρήστη.

source: The provided access_token is not valid.
el: Το παρεχόμενο access_token δεν είναι έγκυρο.

source: Full Name cannot contain the following characters: < >
el: Το Πλήρες Όνομα δεν μπορεί να περιέχει τους ακόλουθους χαρακτήρες: < >

source: A properly formatted e-mail is required
el: Απαιτείται σωστά διαμορφωμένο μήνυμα ηλεκτρονικού ταχυδρομείου

source: Your legal name must be a minimum of one character long
el: Το νόμιμο όνομά σας πρέπει να έχει τουλάχιστον έναν χαρακτήρα

source: Your legal name is too long. It must not exceed %(max_length)s characters
el: Το νόμιμο όνομά σας είναι πολύ μεγάλο. Δεν πρέπει να υπερβαίνει τους %(max_length)s χαρακτήρες

source: Email cannot be more than %(limit_value)s characters long
el: Το μήνυμα ηλεκτρονικού ταχυδρομείου δεν μπορεί να υπερβαίνει τους %(limit_value)s χαρακτήρες

source: You must accept the terms of service.
el: Πρέπει να αποδεχτείτε τους όρους παροχής υπηρεσιών.

source: A level of education is required
el: Απαιτείται επίπεδο εκπαίδευσης

source: Your gender is required
el: Απαιτείται η ένδειξη του φύλου σας

source: Your year of birth is required
el: Απαιτείται το έτος γέννησής σας

source: Your mailing address is required
el: Απαιτείται η ταχυδρομική σας διεύθυνση

source: A description of your goals is required
el: Απαιτείται μια περιγραφή των στόχων σας

source: A city is required
el: Απαιτείται πόλη

source: A country is required
el: Απαιτείται χώρα

source: To enroll, you must follow the honor code.
el: Για να εγγραφείτε, πρέπει να ακολουθήσετε τον κώδικα τιμής.

source: You are missing one or more required fields
el: Σας λείπουν ένα ή περισσότερα απαιτούμενα πεδία

source: Unauthorized email address.
el: Μη εξουσιοδοτημένη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: It looks like {email} belongs to an existing account. Try again with a different email address.
el: Φαίνεται ότι το {email} ανήκει σε υπάρχον λογαριασμό. Δοκιμάστε ξανά με διαφορετική διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Registration from this country is not allowed due to restrictions.
el: Η εγγραφή από αυτή τη χώρα δεν επιτρέπεται λόγω περιορισμών.

source: This is what you will use to login.
el: Αυτό θα χρησιμοποιήσετε για να συνδεθείτε.

source: This name will be used on any certificates that you earn.
el: Αυτό το όνομα θα χρησιμοποιηθεί σε οποιαδήποτε «πιστοποιητικά» κερδίσετε.

source: Public Username
el: Δημόσιο Όνομα Χρήστη

source: The name that will identify you in your courses. It cannot be changed later.
el: Το όνομα που θα σας αναγνωρίζει στα μαθήματά σας. Δεν μπορεί να αλλάξει αργότερα.

source: I agree that {platform_name} may send me marketing messages.
el: Συμφωνώ ότι το {platform_name} μπορεί να μου στείλει μηνύματα μάρκετινγκ.

source: Country or Region of Residence
el: Χώρα ή Περιοχή Κατοικίας

source: The country or region where you live.
el: Η χώρα ή η περιοχή όπου κατοικείτε.

source: Terms of Service and Honor Code
el: Όροι Παροχής Υπηρεσιών και Κώδικας Τιμής

source: I agree to the {platform_name} {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end}
el: Συμφωνώ με τους {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} του {platform_name}

source: You must agree to the {platform_name} {terms_of_service}
el: Πρέπει να συμφωνήσετε με τους {terms_of_service} του {platform_name}

source: By creating an account, you agree to the {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} and you acknowledge that {platform_name} and each Member process your personal data in accordance with the {privacy_policy_link_start}Privacy Policy{privacy_policy_link_end}.
el: Δημιουργώντας λογαριασμό, συμφωνείτε με τους {terms_of_service_link_start}{terms_of_service}{terms_of_service_link_end} και αναγνωρίζετε ότι το {platform_name} και κάθε Μέλος επεξεργάζονται τα προσωπικά σας δεδομένα σύμφωνα με την {privacy_policy_link_start}Πολιτική Απορρήτου{privacy_policy_link_end}.

source: I agree to the {platform_name} {tos_link_start}{terms_of_service}{tos_link_end}
el: Συμφωνώ με τους {tos_link_start}{terms_of_service}{tos_link_end} του {platform_name}

source: Create Account
el: Δημιουργία Λογαριασμού

source: Dismiss
el: Απόρριψη

source: Here's a fun clip from a class I'm taking on {social_account_handle} from {organization_name}.
el: Ακολουθεί ένα διασκεδαστικό απόσπασμα από ένα μάθημα που παρακολουθώ στον λογαριασμό μου {social_account_handle} από τον/την {organization_name}.

source: Here's a fun clip from a class I'm taking on {social_account_handle}.
el: Ακολουθεί ένα διασκεδαστικό απόσπασμα από ένα μάθημα που παρακολουθώ στον λογαριασμό μου {social_account_handle}.

source: Here's a fun clip from a class I'm taking from {organization_name}.
el: Ακολουθεί ένα διασκεδαστικό απόσπασμα από ένα μάθημα που παρακολουθώ από τον/την {organization_name}.

source: Here's a fun clip from a class I'm taking on {platform_name}.
el: Ακολουθεί ένα διασκεδαστικό απόσπασμα από ένα μάθημα που παρακολουθώ στην πλατφόρμα {platform_name}.

source: Can't get transcript link from Youtube for {youtube_id}.
el: Δεν είναι δυνατή η λήψη συνδέσμου μεταγραφής από το Youtube για το {youtube_id}.

source: Can't receive transcripts from Youtube for {youtube_id}. Status code: {status_code}.
el: Δεν είναι δυνατή η λήψη μεταγραφών από το Youtube για το {youtube_id}. Κωδικός κατάστασης: {status_code}.

source: We support only SubRip (*.srt) transcripts format.
el: Υποστηρίζουμε μόνο τη μορφή μεταγραφών SubRip (*.srt).
