Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Add a comment
el: Προσθήκη σχολίου
fr: Ajouter un commentaire

source: marked as answer %(time_ago)s by %(user)s
el: επισημάνθηκε ως απάντηση %(time_ago)s από %(user)s
fr: marqué comme réponse il y a %(time_ago)s par %(user)s

source: marked as answer %(time_ago)s
el: επισημάνθηκε ως απάντηση %(time_ago)s
fr: marqué comme réponse il y a %(time_ago)s

source: endorsed %(time_ago)s by %(user)s
el: εγκρίθηκε %(time_ago)s από %(user)s
fr: approuvé il y a %(time_ago)s par %(user)s

source: endorsed %(time_ago)s
el: εγκρίθηκε %(time_ago)s
fr: approuvé il y a %(time_ago)s

source: Editing response
el: Επεξεργασία απάντησης
fr: Modification de la réponse

source: Update response
el: Ενημέρωση απάντησης
fr: Mettre à jour la réponse

source: posted %(time_ago)s by %(author)s
el: δημοσιεύτηκε %(time_ago)s από %(author)s
fr: publié il y a %(time_ago)s par %(author)s

source: Editing comment
el: Επεξεργασία σχολίου
fr: Modification du commentaire

source: Update comment
el: Ενημέρωση σχολίου
fr: Mettre à jour le commentaire

source: discussion
el: συζήτηση

source: answered question
el: απαντημένη ερώτηση
fr: question répondue

source: unanswered question
el: αναπάντητη ερώτηση
fr: question sans réponse

source: Following
el: Ακολουθείτε
fr: Suivant

source: Community TA
el: Βοηθός διδασκαλίας κοινότητας
fr: TA communautaire

source: {unread_comments_count} new
el: {unread_comments_count} νέα
fr: {unread_comments_count} nouveau

source: %(comments_count)s %(span_sr_open)scomments (%(unread_comments_count)s unread comments)%(span_close)s
el: %(comments_count)s %(span_sr_open)sσχόλια (%(unread_comments_count)s μη αναγνωσμένα σχόλια)%(span_close)s
fr: %(comments_count)s %(span_sr_open)scommentaires (%(unread_comments_count)s commentaires non lus)%(span_close)s

source: %(comments_count)s %(span_sr_open)scomments %(span_close)s
el: %(comments_count)s %(span_sr_open)sσχόλια %(span_close)s
fr: %(comments_count)s %(span_sr_open)scommentaires%(span_close)s

source: Add a Post
el: Προσθήκη ανάρτησης
fr: Ajouter un message

source: Visible to
el: Ορατό σε
fr: Visible pour

source: Discussion admins, moderators, and TAs can make their posts visible to all students or specify a single group.
el: Οι διαχειριστές συζητήσεων, οι συντονιστές και οι Βοηθοί Διδασκαλίας μπορούν να κάνουν τις αναρτήσεις τους ορατές σε όλους τους σπουδαστές ή να καθορίσουν μία μόνο ομάδα.
fr: Les administrateurs de discussion, les modérateurs et les TA peuvent rendre leurs messages visibles pour tous les étudiants ou spécifier un seul groupe.

source: All Groups
el: Όλες οι ομάδες
fr: Tous les groupes

source: follow this post
el: ακολουθήστε αυτή την ανάρτηση
fr: suivre ce message

source: post anonymously to classmates
el: δημοσίευση ανώνυμα στους συμμαθητές
fr: publier anonymement à vos camarades de classe

source: Error posting your message.
el: Σφάλμα κατά τη δημοσίευση του μηνύματός σας.
fr: Erreur lors de la publication de votre message.

source: This post will be visible only to %(group_name)s.
el: Αυτή η ανάρτηση θα είναι ορατή μόνο στο %(group_name)s.
fr: Ce message ne sera visible que par %(group_name)s.

source: This post will be visible to everyone.
el: Αυτή η ανάρτηση θα είναι ορατή σε όλους.
fr: Ce message sera visible par tout le monde.

source: Topic area
el: Θεματική περιοχή
fr: Domaine thématique

source: Add your post to a relevant topic to help others find it. (Required)
el: Προσθέστε την ανάρτησή σας σε ένα σχετικό θέμα για να βοηθήσετε τους άλλους να τη βρουν. (Απαιτείται)
fr: Ajoutez votre message à un sujet pertinent pour aider les autres à le trouver. (Obligatoire)

source: (Community TA)
el: (Βοηθός διδασκαλίας κοινότητας)
fr: (Assistant pédagogique communautaire)

source: (Staff)
el: (Προσωπικό)
fr: (Équipe)

source: All Posts
el: Όλες οι αναρτήσεις
fr: Tous les messages

source: Return to all posts
el: Επιστροφή σε όλες τις αναρτήσεις
fr: Retour à tous les messages

source: View discussion
el: Προβολή συζήτησης
fr: Voir la discussion

source: Load more
el: Φόρτωση περισσότερων
fr: Charger davantage

source: Post type
el: Τύπος ανάρτησης
fr: Type de message

source: Questions raise issues that need answers. Discussions share ideas and start conversations. (Required)
el: Οι ερωτήσεις θέτουν ζητήματα που χρειάζονται απαντήσεις. Οι συζητήσεις μοιράζονται ιδέες και ξεκινούν συνομιλίες. (Απαιτείται)
fr: Les questions soulèvent des problèmes qui nécessitent des réponses. Les discussions partagent des idées et lancent des conversations. (Obligatoire)

source: Question
el: Ερώτηση

source: Endorse
el: Έγκριση
fr: Endosser

source: Unendorse
el: Αναίρεση έγκρισης
fr: Annuler l&#39;approbation

source: Mark as Answer
el: Επισήμανση ως απάντηση
fr: Marquer comme réponse

source: Unmark as Answer
el: Αναίρεση επισήμανσης ως απάντηση
fr: Démarquer comme réponse

source: Follow
el: Ακολούθηση
fr: Suivre

source: Unfollow
el: Διακοπή ακολούθησης
fr: Ne plus suivre

source: Vote for this post,
el: Ψηφίστε για αυτή την ανάρτηση,
fr: Voter pour ce message,

source: Report abuse
el: Αναφορά κατάχρησης
fr: Signaler un abus

source: Report
el: Αναφορά
fr: Signaler

source: Unreport
el: Αναίρεση αναφοράς
fr: Annuler le rapport

source: Pin
el: Καρφίτσωμα
fr: Épingle

source: Unpin
el: Ξεκαρφίτσωμα
fr: Détacher

source: Open
el: Ανοιχτό
fr: Ouvert

source: Discussion Home
el: Αρχική συζητήσεων
fr: Accueil des discussions

source: How to use %(platform_name)s discussions
el: Πώς να χρησιμοποιείτε τις συζητήσεις του %(platform_name)s
fr: Comment utiliser les discussions sur %(platform_name)s

source: Find discussions
el: Εύρεση συζητήσεων
fr: Trouver des discussions

source: Use the All Topics menu to find specific topics.
el: Χρησιμοποιήστε το μενού Όλα τα θέματα για να βρείτε συγκεκριμένα θέματα.
fr: Utilisez le menu Tous les sujets pour trouver des sujets spécifiques.

source: Search all posts
el: Αναζήτηση σε όλες τις αναρτήσεις
fr: Rechercher tous les messages

source: Filter and sort topics
el: Φιλτράρισμα και ταξινόμηση θεμάτων
fr: Filtrer et trier les sujets

source: Engage with posts
el: Αλληλεπίδραση με αναρτήσεις
fr: Interagir avec les publications

source: Vote for good posts and responses
el: Ψηφίστε καλές αναρτήσεις και απαντήσεις
fr: Voter pour les bonnes publications et réponses

source: Report abuse, topics, and responses
el: Αναφέρετε κατάχρηση, θέματα και απαντήσεις
fr: Signaler des abus, des sujets et des réponses

source: Follow or unfollow posts
el: Ακολουθήστε ή σταματήστε να ακολουθείτε αναρτήσεις
fr: Suivre ou ne plus suivre les publications

source: Receive updates
el: Λήψη ενημερώσεων
fr: Recevoir des mises à jour

source: Toggle Notifications Setting
el: Εναλλαγή ρύθμισης ειδοποιήσεων
fr: Activer/Désactiver le paramètre de notifications

source: Check this box to receive an email digest once a day notifying you about new, unread activity from posts you are following.
el: Επιλέξτε αυτό το πλαίσιο για να λαμβάνετε μία φορά την ημέρα μια σύνοψη μέσω email που σας ειδοποιεί για νέα, μη αναγνωσμένη δραστηριότητα από αναρτήσεις που ακολουθείτε.
fr: Cochez cette case pour recevoir un récapitulatif par e-mail une fois par jour vous informant des nouvelles activités non lues des publications que vous suivez.

source: username or email
el: όνομα χρήστη ή email
fr: nom d'utilisateur ou e-mail

source: course id
el: αναγνωριστικό μαθήματος
fr: identifiant du cours

source: No results
el: Δεν υπάρχουν αποτελέσματα
fr: Aucun résultat

source: Course Key
el: Κλειδί μαθήματος
fr: Clé du cours

source: Status
el: Κατάσταση
fr: Statut

source: Grade
el: Βαθμός
fr: Note

source: Last Updated
el: Τελευταία ενημέρωση
fr: Dernière mise à jour

source: Regenerate
el: Επαναδημιουργία
fr: Régénérer

source: Regenerate the user's certificate
el: Επαναδημιουργία του πιστοποιητικού του χρήστη
fr: Régénérer le certificat de l'utilisateur

source: Generate
el: Δημιουργία
fr: Générer

source: Generate the user's certificate
el: Δημιουργία του πιστοποιητικού του χρήστη
fr: Générer le certificat de l'utilisateur

source: Current enrollment mode:
el: Τρέχουσα λειτουργία εγγραφής:
fr: Mode d'inscription actuel :

source: New enrollment mode:
el: Νέα λειτουργία εγγραφής:
fr: Nouveau mode d'inscription :

source: Reason for change:
el: Λόγος αλλαγής:
fr: Raison du changement :

source: Choose One
el: Επιλέξτε ένα
fr: Choisir une option

source: Explain if other.
el: Εξηγήστε, αν είναι άλλο.
fr: Expliquer si autre.

source: Submit enrollment change
el: Υποβολή αλλαγής εγγραφής
fr: Soumettre le changement d'inscription

source: Username or email address
el: Όνομα χρήστη ή διεύθυνση email
fr: Nom d'utilisateur ou adresse e-mail

source: Course ID
el: Αναγνωριστικό μαθήματος
fr: Identifiant Du Cours

source: Course Start
el: Έναρξη μαθήματος
fr: Début du cours

source: Course End
el: Λήξη μαθήματος
fr: Fin du cours

source: Upgrade Deadline
el: Προθεσμία αναβάθμισης
fr: Date limite de mise à niveau

source: Verification Deadline
el: Προθεσμία επαλήθευσης
fr: Date limite de vérification

source: Enrollment Date
el: Ημερομηνία εγγραφής
fr: Date d'inscription

source: Enrollment Mode
el: Λειτουργία εγγραφής
fr: Mode d'inscription

source: Verified mode price
el: Τιμή λειτουργίας Verified
fr: Prix du mode vérifié

source: Reason
el: Λόγος
fr: Raison

source: Last modified by
el: Τελευταία τροποποίηση από
fr: Dernière modification par

source: Active
el: Ενεργό
fr: Actif

source: N/A
el: Μ/Δ

source: Change Enrollment
el: Αλλαγή εγγραφής
fr: Modifier l'inscription

source: Date Joined
el: Ημερομηνία εγγραφής
fr: Date d'adhésion

source: Password Status
el: Κατάσταση κωδικού πρόσβασης
fr: État du mot de passe

source: Toggle Account Password (Usable/Unusable)
el: Εναλλαγή κωδικού πρόσβασης λογαριασμού (Χρησιμοποιήσιμος/Μη χρησιμοποιήσιμος)
fr: Basculer le mot de passe du compte (Utilisable/Inutilisable)

source: Your team could not be created.
el: Δεν ήταν δυνατή η δημιουργία της ομάδας σας.
fr: Votre équipe n'a pas pu être créée.

source: Your team could not be updated.
el: Δεν ήταν δυνατή η ενημέρωση της ομάδας σας.
fr: Votre équipe n'a pas pu être mise à jour.

source: Enter information to describe your team. You cannot change these details after you create the team.
el: Εισαγάγετε πληροφορίες για να περιγράψετε την ομάδα σας. Δεν μπορείτε να αλλάξετε αυτές τις λεπτομέρειες αφού δημιουργήσετε την ομάδα.
fr: Saisissez des informations pour décrire votre équipe. Vous ne pourrez pas modifier ces détails après avoir créé l'équipe.

source: Optional Characteristics
el: Προαιρετικά χαρακτηριστικά
fr: Caractéristiques optionnelles

source: Help other learners decide whether to join your team by specifying some characteristics for your team. Choose carefully, because fewer people might be interested in joining your team if it seems too restrictive.
el: Βοηθήστε άλλους εκπαιδευόμενους να αποφασίσουν αν θα συμμετάσχουν στην ομάδα σας, καθορίζοντας ορισμένα χαρακτηριστικά της. Επιλέξτε προσεκτικά, γιατί λιγότερα άτομα μπορεί να ενδιαφέρονται να συμμετάσχουν αν φαίνεται υπερβολικά περιοριστική.
fr: Aidez les autres apprenants à décider s'ils doivent rejoindre votre équipe en spécifiant certaines caractéristiques pour votre équipe. Choisissez avec soin, car moins de personnes pourraient être intéressées à rejoindre votre équipe si elle semble trop restrictive.

source: Create team.
el: Δημιουργία ομάδας.
fr: Créer l'équipe.

source: Update team.
el: Ενημέρωση ομάδας.
fr: Mettre à jour l'équipe.

source: Cancel team creating.
el: Ακύρωση δημιουργίας ομάδας.
fr: Annuler la création de l'équipe.

source: Cancel team updating.
el: Ακύρωση ενημέρωσης ομάδας.
fr: Annuler la mise à jour de l'équipe.

source: Instructor tools
el: Εργαλεία εκπαιδευτή
fr: Outils de l'instructeur

source: Delete Team
el: Διαγραφή ομάδας
fr: Supprimer l'équipe

source: Edit Membership
el: Επεξεργασία συμμετοχής
fr: Modifier l'appartenance

source: View Current Team Memberships
el: Προβολή τρεχουσών συμμετοχών σε ομάδες
fr: Voir les appartenances actuelles de l'équipe

source: Download Memberships
el: Λήψη συμμετοχών
fr: Télécharger les appartenances

source: Assign Team Memberships
el: Ανάθεση συμμετοχών σε ομάδες
fr: Attribuer des appartenances à l'équipe

source: Upload Memberships
el: Μεταφόρτωση συμμετοχών
fr: Charger les appartenances

source: Error assigning team memberships
el: Σφάλμα κατά την ανάθεση συμμετοχών σε ομάδες
fr: Erreur lors de l'attribution des appartenances à l'équipe

source: Are you having trouble finding a team to join?
el: Δυσκολεύεστε να βρείτε ομάδα για να συμμετάσχετε;
fr: Avez-vous des difficultés à trouver une équipe à rejoindre ?

source: Join Team
el: Συμμετοχή σε ομάδα
fr: Rejoindre l'équipe

source: Team Assignments
el: Αναθέσεις ομάδας
fr: Affectations d'équipe

source: Team Details
el: Λεπτομέρειες ομάδας
fr: Détails de l'équipe

source: You are a member of this team.
el: Είστε μέλος αυτής της ομάδας.
fr: Vous êtes membre de cette équipe.

source: Team member profiles
el: Προφίλ μελών ομάδας
fr: Profils des membres de l'équipe

source: Team capacity
el: Χωρητικότητα ομάδας
fr: Capacité de l'équipe

source: Leave Team
el: Αποχώρηση από την ομάδα
fr: Quitter l'équipe

source: Donate
el: Δωρεά
fr: Faire un don

source: There was an error retrieving preview results for this catalog. Please check that your query is correct and try again.
el: Παρουσιάστηκε σφάλμα κατά την ανάκτηση των αποτελεσμάτων προεπισκόπησης για αυτόν τον κατάλογο. Ελέγξτε ότι το ερώτημά σας είναι σωστό και δοκιμάστε ξανά.
fr: Une erreur s'est produite lors de la récupération des résultats de prévisualisation pour ce catalogue. Veuillez vérifier que votre requête est correcte et réessayer.

source: This catalog's courses:
el: Τα μαθήματα αυτού του καταλόγου:
fr: Cours de ce catalogue :

source: Expand All
el: Ανάπτυξη όλων
fr: Tout développer

source: Collapse All
el: Σύμπτυξη όλων
fr: Tout réduire

source: Start Date
el: Ημερομηνία έναρξης
fr: Date de début

source: Due Date
el: Ημερομηνία λήξης
fr: Date limite

source: remove all
el: αφαίρεση όλων
fr: tout supprimer

source: toggle chapter %(displayName)s
el: εναλλαγή κεφαλαίου %(displayName)s
fr: basculer le chapitre %(displayName)s

source: Section
el: Ενότητα

source: Remove chapter %(chapterDisplayName)s
el: Αφαίρεση κεφαλαίου %(chapterDisplayName)s
fr: Supprimer le chapitre %(chapterDisplayName)s

source: remove
el: αφαίρεση
fr: supprimer

source: toggle subsection %(displayName)s
el: εναλλαγή υποενότητας %(displayName)s
fr: basculer la sous-section %(displayName)s

source: Subsection
el: Υποενότητα
fr: Sous-section

source: Remove subsection %(subsectionDisplayName)s
el: Αφαίρεση υποενότητας %(subsectionDisplayName)s
fr: Supprimer la sous-section %(subsectionDisplayName)s

source: Remove unit %(unitName)s
el: Αφαίρεση ενότητας %(unitName)s
fr: Supprimer l'unité %(unitName)s

source: Mark Exam As Completed
el: Σήμανση εξέτασης ως ολοκληρωμένης
fr: Marquer l'examen comme terminé

source: Exam timer and end exam button
el: Χρονομετρητής εξέτασης και κουμπί τερματισμού εξέτασης
fr: Minuterie d&#39;examen et bouton de fin d&#39;examen

source: End My Exam
el: Τερματισμός της εξέτασής μου
fr: Terminer mon examen

source: Hide Timer
el: Απόκρυψη χρονομέτρου
fr: Masquer la minuterie

source: You are taking "{exam_link}" as {exam_type}.
el: Δίνετε το "{exam_link}" ως {exam_type}.
fr: Vous passez "{exam_link}" en tant que {exam_type}.

source: a timed exam
el: μια εξέταση με χρονικό όριο
fr: un examen chronométré

source: The timer on the right shows the time remaining in the exam.
el: Ο χρονομετρητής στα δεξιά δείχνει τον χρόνο που απομένει στην εξέταση.
fr: Le minuteur à droite indique le temps restant pour l'examen.

source: To receive credit for problems, you must select "Submit" for each problem before you select "End My Exam".
el: Για να λάβετε βαθμολογία για τα προβλήματα, πρέπει να επιλέξετε «Υποβολή» για κάθε πρόβλημα πριν επιλέξετε «Τερματισμός της εξέτασής μου».
fr: Pour obtenir des crédits pour les problèmes, vous devez sélectionner « Soumettre » pour chaque problème avant de sélectionner « Terminer mon examen ».

source: Show More
el: Εμφάνιση περισσότερων
fr: Afficher plus

source: Show Less
el: Εμφάνιση λιγότερων
fr: Afficher moins

source: LEARN MORE
el: ΜΑΘΕΤΕ ΠΕΡΙΣΣΟΤΕΡΑ
fr: EN SAVOIR PLUS

source: Starts: %(start_date)s
el: Έναρξη: %(start_date)s
fr: Débute : %(start_date)s

source: Starts
el: Έναρξη
fr: Débute

source: Clear All
el: Εκκαθάριση όλων
fr: Tout effacer

source: Highlighted text
el: Επισημασμένο κείμενο
fr: Texte mis en surbrillance

source: Note
el: Σημείωση

source: You commented...
el: Σχολιάσατε...
fr: Vous avez commenté...

source: Noted in:
el: Σημειώθηκε σε:
fr: Noté dans :

source: Last Edited:
el: Τελευταία επεξεργασία:
fr: Dernière modification :

source: Tags:
el: Ετικέτες:
fr: Mots-clés :

source: Clear search results
el: Εκκαθάριση αποτελεσμάτων αναζήτησης
fr: Effacer les résultats de recherche

source: Click to edit
el: Κάντε κλικ για επεξεργασία
fr: Cliquez pour modifier

source: Order Number
el: Αριθμός παραγγελίας
fr: Numéro de commande

source: Date Placed
el: Ημερομηνία καταχώρισης
fr: Date de commande

source: Cost
el: Κόστος
fr: Coût

source: Order Details
el: Λεπτομέρειες παραγγελίας
fr: Détails de la commande

source: for
el: για
fr: pour

source: Product Name
el: Όνομα προϊόντος
fr: Nom du produit

source: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} of {maxCharacters}
el: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} από {maxCharacters}
fr: {currentCountOpeningTag}{currentCharacterCount}{currentCountClosingTag} sur {maxCharacters}

source: Financial Assistance Application
el: Αίτηση οικονομικής βοήθειας
fr: Demande d'aide financière

source: Profile Information
el: Πληροφορίες προφίλ
fr: Informations sur le Profil

source: The following information is already a part of your {platform} profile and is required for your application. To edit this information go to
el: Οι ακόλουθες πληροφορίες αποτελούν ήδη μέρος του προφίλ σας στο {platform} και απαιτούνται για την αίτησή σας. Για να επεξεργαστείτε αυτές τις πληροφορίες, μεταβείτε στο
fr: Les informations suivantes font déjà partie de votre profil {platform} et sont requises pour votre demande. Pour modifier ces informations, rendez-vous sur

source: Email address
el: Διεύθυνση email
fr: Adresse e-mail

source: Legal name
el: Νόμιμο όνομα
fr: Nom légal

source: Country of residence
el: Χώρα κατοικίας
fr: Pays de résidence

source: Application Details
el: Λεπτομέρειες αίτησης
fr: Détails de la demande

source: Submit Application
el: Υποβολή αίτησης
fr: Soumettre la demande

source: Thank you for submitting your financial assistance application for {course_name}! You can expect a response in 2-4 business days.
el: Σας ευχαριστούμε που υποβάλατε την αίτηση οικονομικής βοήθειας για το {course_name}! Μπορείτε να αναμένετε απάντηση σε 2-4 εργάσιμες ημέρες.
fr: Merci d'avoir soumis votre demande d'aide financière pour {course_name} ! Vous pouvez vous attendre à une réponse sous 2 à 4 jours ouvrés.

source: Go to Dashboard
el: Μετάβαση στον Πίνακα ελέγχου
fr: Aller au tableau de bord

source: Individual Exceptions
el: Μεμονωμένες εξαιρέσεις
fr: Exceptions individuelles

source: Enter the username or email address of each learner that you want to add as an exception.
el: Εισαγάγετε το όνομα χρήστη ή τη διεύθυνση email κάθε εκπαιδευόμενου που θέλετε να προσθέσετε ως εξαίρεση.
fr: Saisissez le nom d'utilisateur ou l'adresse e-mail de chaque apprenant que vous souhaitez ajouter en tant qu'exception.

source: Student email or username
el: Email ή όνομα χρήστη μαθητή
fr: E-mail ou nom d'utilisateur de l'étudiant

source: Free text notes
el: Σημειώσεις ελεύθερου κειμένου
fr: Notes en texte libre

source: Add to Exception List
el: Προσθήκη στη λίστα εξαιρέσεων
fr: Ajouter à la liste d'exceptions

source: Generate Exception Certificates
el: Δημιουργία πιστοποιητικών εξαίρεσης
fr: Générer les certificats d'exception

source: Certificate exceptions group selection
el: Επιλογή ομάδας εξαιρέσεων πιστοποιητικών
fr: Sélection du groupe d'exceptions pour les certificats

source: All users on the Exception list who do not yet have a certificate
el: Όλοι οι χρήστες στη λίστα εξαιρέσεων που δεν έχουν ακόμη πιστοποιητικό
fr: Tous les utilisateurs de la liste d'exceptions qui n'ont pas encore de certificat

source: All users on the Exception list
el: Όλοι οι χρήστες στη λίστα εξαιρέσεων
fr: Tous les utilisateurs de la liste d'exceptions

source: User Email
el: Email χρήστη
fr: E-mail de l'utilisateur

source: Exception Granted
el: Χορηγήθηκε εξαίρεση
fr: Exception accordée

source: Certificate Generated
el: Δημιουργήθηκε πιστοποιητικό
fr: Certificat généré

source: Notes
el: Σημειώσεις

source: Remove from List
el: Αφαίρεση από τη λίστα
fr: Retirer de la liste

source: Bulk Exceptions
el: Μαζικές εξαιρέσεις
fr: Exceptions en masse

source: Upload a comma separated values (.csv) file that contains the usernames or email addresses of learners who have been given exceptions. Include the username or email address in the first comma separated field. You can include an optional note describing the reason for the exception in the second comma separated field.
el: Μεταφορτώστε ένα αρχείο τιμών διαχωρισμένων με κόμμα (.csv) που περιέχει τα ονόματα χρήστη ή τις διευθύνσεις email των εκπαιδευόμενων στους οποίους έχουν δοθεί εξαιρέσεις. Συμπεριλάβετε το όνομα χρήστη ή τη διεύθυνση email στο πρώτο πεδίο που διαχωρίζεται με κόμμα. Μπορείτε να συμπεριλάβετε μια προαιρετική σημείωση που περιγράφει τον λόγο της εξαίρεσης στο δεύτερο πεδίο που διαχωρίζεται με κόμμα.
fr: Téléchargez un fichier de valeurs séparées par des virgules (.csv) contenant les noms d'utilisateur ou les adresses e-mail des apprenants ayant obtenu des exceptions. Incluez le nom d'utilisateur ou l'adresse e-mail dans le premier champ séparé par des virgules. Vous pouvez inclure une note facultative décrivant la raison de l'exception dans le deuxième champ séparé par des virgules.

source: Upload a CSV file
el: Μεταφόρτωση αρχείου CSV
fr: Télécharger un fichier CSV

source: To invalidate a certificate for a particular learner, add the username or email address below.
el: Για να ακυρώσετε ένα πιστοποιητικό για έναν συγκεκριμένο εκπαιδευόμενο, προσθέστε παρακάτω το όνομα χρήστη ή τη διεύθυνση email.
fr: Pour invalider un certificat pour un apprenant particulier, ajoutez le nom d'utilisateur ou l'adresse e-mail ci-dessous.

source: Add notes about this learner
el: Προσθέστε σημειώσεις για αυτόν τον εκπαιδευόμενο
fr: Ajouter des notes sur cet apprenant

source: Invalidate Certificate
el: Ακύρωση πιστοποιητικού
fr: Invalider le certificat

source: Student
el: Μαθητής
fr: Apprenant

source: Invalidated By
el: Ακυρώθηκε από
fr: Invalidé par

source: Invalidated
el: Ακυρώθηκε
fr: Invalidé

source: Remove from Invalidation Table
el: Αφαίρεση από τον πίνακα ακυρώσεων
fr: Retirer du tableau d'invalidation

source: Divided
el: Διαιρεμένα
fr: Divisé

source: Manage Learners
el: Διαχείριση εκπαιδευόμενων
fr: Gérer les apprenants

source: Add learners to this cohort
el: Προσθήκη εκπαιδευόμενων σε αυτήν την ομάδα
fr: Ajouter des apprenants à cette cohorte

source: Note: Learners can be in only one cohort. Adding learners to this group overrides any previous group assignment.
el: Σημείωση: Οι εκπαιδευόμενοι μπορούν να ανήκουν μόνο σε μία ομάδα. Η προσθήκη εκπαιδευόμενων σε αυτήν την ομάδα αντικαθιστά οποιαδήποτε προηγούμενη ανάθεση ομάδας.
fr: Remarque : Les apprenants ne peuvent appartenir qu'à une seule cohorte. L'ajout d'apprenants à ce groupe remplace toute affectation de groupe précédente.
