Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: Something wrong with SubRip transcripts file during parsing. Inner message is {error_message}
el: Παρουσιάστηκε πρόβλημα κατά την ανάλυση του αρχείου μεταγραφών SubRip. Εσωτερικό μήνυμα: {error_message}

source: Something wrong with SubRip transcripts file during parsing.
el: Παρουσιάστηκε πρόβλημα κατά την ανάλυση του αρχείου μεταγραφών SubRip.

source: {exception_message}: Can't find uploaded transcripts: {user_filename}
el: {exception_message}: Δεν είναι δυνατή η εύρεση των μεταφορτωμένων μεταγραφών: {user_filename}

source: Oauth client name of VEM service.
el: Όνομα πελάτη OAuth της υπηρεσίας VEM.

source: video encode manager API URL.
el: Διεύθυνση URL του API του διαχειριστή κωδικοποίησης βίντεο.

source: Username created for VEM Integration, e.g. vem_service_user.
el: Όνομα χρήστη που δημιουργήθηκε για την ενσωμάτωση VEM, π.χ. vem_service_user.

source: Force On
el: Εξαναγκασμός Ενεργός

source: Force Off
el: Εξαναγκασμός Ανενεργός

source: This content is only accessible to registered learners. Sign in or register to view it.
el: Αυτό το περιεχόμενο είναι προσβάσιμο μόνο σε εγγεγραμμένους μαθητές. Συνδεθείτε ή εγγραφείτε για να το δείτε.

source: This content is only accessible to enrolled learners.
el: Αυτό το περιεχόμενο είναι προσβάσιμο μόνο σε μαθητές που έχουν εγγραφεί στο μάθημα.

source: The about me field must be at most {BIO_MAX_LENGTH} characters long.
el: Το πεδίο «Σχετικά με εμένα» δεν πρέπει να υπερβαίνει τους {BIO_MAX_LENGTH} χαρακτήρες.

source: This value is invalid.
el: Αυτή η τιμή δεν είναι έγκυρη.

source: This field is not editable
el: Αυτό το πεδίο δεν είναι επεξεργάσιμο

source: %(min_score)s is not a valid grade percentage
el: Το %(min_score)s δεν είναι έγκυρο ποσοστό βαθμολογίας

source: Gating milestone for {usage_key}
el: Ορόσημο πύλης για το {usage_key}

source: License
el: Άδεια

source: A license defines how the contents of this block can be shared and reused.
el: Μια άδεια καθορίζει πώς μπορεί να κοινοποιηθεί και να επαναχρησιμοποιηθεί το περιεχόμενο αυτού του μπλοκ.

source: Team Group: {team_set_name}
el: Ομάδα Ομάδων: {team_set_name}

source: Partition for segmenting users by team-set
el: Διαμέριση για την κατάτμηση χρηστών ανά σύνολο ομάδων

source: {assignment} is due for {course}.
el: Η {assignment} λήγει για το μάθημα {course}.

source: Calendar Sync
el: Συγχρονισμός Ημερολογίου

source: Unsubscribe from calendar updates
el: Απεγγραφή από ενημερώσεις ημερολογίου

source: Subscribe to calendar updates
el: Εγγραφή σε ενημερώσεις ημερολογίου

source: Sync {course} to your calendar
el: Συγχρονισμός του {course} με το ημερολόγιό σας

source: Sticking to a schedule is the best way to ensure that you successfully complete your self-paced course. This schedule for {course} will help you stay on track!
el: Η τήρηση ενός προγράμματος είναι ο καλύτερος τρόπος για να διασφαλίσετε ότι θα ολοκληρώσετε με επιτυχία το μάθημα αυτορυθμιζόμενου ρυθμού. Αυτό το πρόγραμμα για το {course} θα σας βοηθήσει να παραμείνετε σε καλό δρόμο!

source: Once you sync your course schedule to your calendar, any updates to the course from your instructor will be automatically reflected. You can remove the course from your calendar at any time.
el: Μόλις συγχρονίσετε το πρόγραμμα του μαθήματός σας με το ημερολόγιό σας, οποιεσδήποτε ενημερώσεις στο μάθημα από τον εκπαιδευτή σας θα αντικατοπτρίζονται αυτόματα. Μπορείτε να αφαιρέσετε το μάθημα από το ημερολόγιό σας οποιαδήποτε στιγμή.

source: {course} dates have been updated on your calendar
el: Οι ημερομηνίες του {course} έχουν ενημερωθεί στο ημερολόγιό σας

source: You have successfully shifted your course schedule and your calendar is up to date.
el: Έχετε μετακινήσει με επιτυχία το πρόγραμμα του μαθήματός σας και το ημερολόγιό σας είναι ενημερωμένο.

source: Enabled As Of
el: Ενεργοποιήθηκε Από

source: If the configuration is Enabled, then all enrollments created after this date and time (user local time) will be affected.
el: Εάν η διαμόρφωση είναι Ενεργή, τότε όλες οι εγγραφές που δημιουργούνται μετά από αυτήν την ημερομηνία και ώρα (τοπική ώρα χρήστη) θα επηρεαστούν.

source: Studio Override Enabled
el: Παράκαμψη στο Studio Ενεργοποιημένη

source: Allow Feature Based Enrollment visibility to be overriden on a per-component basis in Studio.
el: Να επιτρέπεται η ορατότητα της Εγγραφής Βασισμένης σε Χαρακτηριστικά να παρακάμπτεται ανά στοιχείο στο Studio.

source: enabled_as_of must be set when enabled is True
el: Το enabled_as_of πρέπει να οριστεί όταν το enabled είναι True

source: Partition for segmenting users by access to gated content types
el: Διαμέριση για την κατάτμηση χρηστών ανά πρόσβαση σε τύπους περιεχομένου με πύλες

source: Graded assessments are available to Verified Track learners.
el: Οι βαθμολογούμενες αξιολογήσεις είναι διαθέσιμες στους εκπαιδευόμενους της Επαληθευμένης Διαδρομής.

source: Graded assessments are available to Verified Track learners. Upgrade to Unlock.
el: Οι βαθμολογούμενες αξιολογήσεις είναι διαθέσιμες στους εκπαιδευόμενους της Επαληθευμένης Διαδρομής. Αναβάθμιση για ξεκλείδωμα.

source: Content available only to verified track learners
el: Το περιεχόμενο είναι διαθέσιμο μόνο στους εκπαιδευόμενους της επαληθευμένης διαδρομής

source: Verified Track Access
el: Πρόσβαση στην Επαληθευμένη Διαδρομή

source: Upgrade to unlock
el: Αναβάθμιση για ξεκλείδωμα

source: Access expired on {expiration_date}
el: Η πρόσβαση έληξε στις {expiration_date}

source: Access to {course_name} expired on {expiration_date}
el: Η πρόσβαση στο μάθημα {course_name} έληξε στις {expiration_date}

source: Access to the course you were looking for expired on {expiration_date}
el: Η πρόσβαση στο μάθημα που αναζητούσατε έληξε στις {expiration_date}

source: This learner does not have access to this course. Their access expired on {expiration_date}.
el: Αυτός ο εκπαιδευόμενος δεν έχει πρόσβαση σε αυτό το μάθημα. Η πρόσβασή του έληξε στις {expiration_date}.

source: {strong_open}Audit Access Expires {expiration_date}{strong_close}{line_break}You lose all access to this course, including your progress, on {expiration_date}.
el: {strong_open}Η πρόσβαση ελέγχου λήγει στις {expiration_date}{strong_close}{line_break}Θα χάσετε κάθε πρόσβαση σε αυτό το μάθημα, συμπεριλαμβανομένης της προόδου σας, στις {expiration_date}.

source: {line_break}Upgrade by {upgrade_deadline} to get unlimited access to the course as long as it exists on the site. {a_open}Upgrade now{sronly_span_open} to retain access past {expiration_date}{span_close}{a_close}
el: {line_break}Αναβαθμίστε έως τις {upgrade_deadline} για να λάβετε απεριόριστη πρόσβαση στο μάθημα όσο αυτό υπάρχει στον ιστότοπο. {a_open}Αναβαθμίστε τώρα{sronly_span_open} για να διατηρήσετε την πρόσβαση μετά τις {expiration_date}{span_close}{a_close}

source: 'course_key' is required.
el: Απαιτείται το 'course_key'.

source: View all dates
el: Προβολή όλων των ημερομηνιών

source: Your due dates have been successfully shifted to help you stay on track.
el: Οι προθεσμίες σας έχουν μετατοπιστεί επιτυχώς για να σας βοηθήσουν να παραμείνετε σε καλό δρόμο.

source: Deadlines successfully reset.
el: Οι προθεσμίες επαναφέρθηκαν επιτυχώς.

source: These define the context to disable lms-controlled discounts on. If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
el: Αυτές ορίζουν το πλαίσιο για την απενεργοποίηση των εκπτώσεων που ελέγχονται από το LMS. Αν δεν έχουν οριστεί τιμές, τότε η διαμόρφωση εφαρμόζεται παγκοσμίως. Αν οριστεί μία μόνο τιμή, τότε η διαμόρφωση εφαρμόζεται σε όλα τα μαθήματα εντός αυτού του πλαισίου. Μόνο μία τιμή μπορεί να οριστεί κάθε φορά.<br>Αν πολλαπλά πλαίσια ισχύουν για ένα μάθημα (για παράδειγμα, αν η διαμόρφωση έχει καθοριστεί ειδικά για το μάθημα και για τον οργανισμό στον οποίο ανήκει το μάθημα), τότε το πιο συγκεκριμένο πλαίσιο υπερισχύει του πιο γενικού.

source: These define the context to configure the percentage for the first purchase discount.If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
el: Αυτές ορίζουν το πλαίσιο για τη διαμόρφωση του ποσοστού της έκπτωσης για την πρώτη αγορά. Αν πολλαπλά πλαίσια ισχύουν για ένα μάθημα (για παράδειγμα, αν η διαμόρφωση έχει καθοριστεί ειδικά για το μάθημα και για τον οργανισμό στον οποίο ανήκει το μάθημα), τότε το πιο συγκεκριμένο πλαίσιο υπερισχύει του πιο γενικού.

source: {s_sr}Original price: {s_op}{original_price}{e_p}, discount price: {e_sr}{formatted_discount_price}
el: {s_sr}Αρχική τιμή: {s_op}{original_price}{e_p}, τιμή έκπτωσης: {e_sr}{formatted_discount_price}

source: CSV File
el: Αρχείο CSV

source: CSV file should have 3 columns having names lms_user_id, course_id, opportunity_id
el: Το αρχείο CSV πρέπει να έχει 3 στήλες με ονόματα lms_user_id, course_id, opportunity_id

source: Enrollment attributes were not updated for records at following line numbers in csv because no enrollment found for these records: {error_line_numbers}
el: Τα χαρακτηριστικά εγγραφής δεν ενημερώθηκαν για τις εγγραφές στις ακόλουθες γραμμές του csv επειδή δεν βρέθηκε εγγραφή για αυτές τις εγγραφές: {error_line_numbers}

source: You have access to the {bold_start}{enterprise_name}{bold_end} dashboard. To access the courses available to you through {enterprise_name}, {link_start}visit the {enterprise_name} dashboard{link_end}.
el: Έχετε πρόσβαση στον πίνακα ελέγχου {bold_start}{enterprise_name}{bold_end}. Για να αποκτήσετε πρόσβαση στα μαθήματα που είναι διαθέσιμα σε εσάς μέσω του {enterprise_name}, {link_start}επισκεφθείτε τον πίνακα ελέγχου του {enterprise_name}{link_end}.

source: Enrollment in {course_title} was not complete.
el: Η εγγραφή στο μάθημα {course_title} δεν ολοκληρώθηκε.

source: If you have concerns about sharing your data, please contact your administrator at {enterprise_customer_name}.
el: Εάν έχετε ανησυχίες σχετικά με την κοινοποίηση των δεδομένων σας, παρακαλούμε επικοινωνήστε με τον διαχειριστή σας στο {enterprise_customer_name}.

source: Home
el: Αρχική

source: Enterprise Course Enrollments
el: Εγγραφές Μαθημάτων Επιχείρησης

source: Override Enrollment Attributes
el: Παρακάμπτοντας Χαρακτηριστικά Εγγραφής

source: Upload CSV to override enrollment attributes for learners
el: Ανέβασμα αρχείου CSV για παράκαμψη χαρακτηριστικών εγγραφής των εκπαιδευομένων

source: We are sorry, you are not authorized to access {platform_name} via this channel. Please contact your learning administrator or manager in order to access {platform_name}.{line_break}{line_break}Error Details:{line_break}{error_message}
el: Λυπούμαστε, δεν έχετε εξουσιοδότηση να αποκτήσετε πρόσβαση στην {platform_name} μέσω αυτού του καναλιού. Παρακαλούμε επικοινωνήστε με τον διαχειριστή εκμάθησής σας ή τον προϊστάμενό σας για να αποκτήσετε πρόσβαση στην {platform_name}.{line_break}{line_break}Λεπτομέρειες Σφάλματος:{line_break}{error_message}

source: Thank you for joining {platform_name}. Just a couple steps before you start learning!
el: Σας ευχαριστούμε που εντάχθηκατε στην {platform_name}. Μόνο μερικά βήματα πριν ξεκινήσετε την εκμάθηση!

source: Continue
el: Συνέχεια

source: The deadline to complete this assignment has passed.
el: Η προθεσμία για την ολοκλήρωση αυτής της εργασίας έχει παρέλθει.

source: Shift due dates
el: Μετακίνηση ημερομηνιών λήξης

source: It looks like you missed some important deadlines based on our suggested schedule.
el: Φαίνεται ότι χάσατε κάποιες σημαντικές προθεσμίες με βάση το προτεινόμενο πρόγραμμά μας.

source: To keep yourself on track, you can update this schedule and shift the past due assignments into the future. Don’t worry—you won’t lose any of the progress you’ve made when you shift your due dates.
el: Για να παραμείνετε σε καλό δρόμο, μπορείτε να ενημερώσετε αυτό το πρόγραμμα και να μετακινήσετε τις εργασίες που έχουν λήξει στο μέλλον. Μην ανησυχείτε—δεν θα χάσετε καμία από την πρόοδο που έχετε σημειώσει όταν μετακινήσετε τις ημερομηνίες λήξης.

source: Try again ({attempts} attempt remaining)
el: Δοκιμάστε ξανά ({attempts} προσπάθεια που απομένει)

source: You have used {attempts} of {max_attempts} attempts for this problem.
el: Έχετε χρησιμοποιήσει {attempts} από {max_attempts} προσπάθειες για αυτό το πρόβλημα.

source: Try again (unlimited attempts)
el: Δοκιμάστε ξανά (απεριόριστες προσπάθειες)

source: You have used {attempts} of unlimited attempts for this problem.
el: Έχετε χρησιμοποιήσει {attempts} από απεριόριστες προσπάθειες για αυτό το πρόβλημα.

source: Sign In
el: Σύνδεση

source: Our mailing address is
el: Η ταχυδρομική μας διεύθυνση είναι

source: XML data for the annotation
el: Τα δεδομένα XML για την επισημείωση

source: The display name for this component.
el: Το εμφανιζόμενο όνομα για αυτό το στοιχείο.

source: Annotation
el: Επισημείωση

source: Cannot rescore problems with possible file submissions
el: Δεν είναι δυνατή η επανεκτίμηση προβλημάτων με πιθανές υποβολές αρχείων

source: Question {}
el: Ερώτηση {}

source: Incorrect
el: Λανθασμένο

source: Correct
el: Σωστό

source: correct
el: σωστό

source: incorrect
el: λανθασμένο

source: partially correct
el: μερικώς σωστό

source: incomplete
el: «μη-πλήρης»

source: unanswered
el: χωρίς απάντηση

source: submitted
el: υποβλήθηκε

source: processing
el: σε επεξεργασία

source: This answer is correct.
el: Αυτή η απάντηση είναι σωστή.

source: This answer is incorrect.
el: Αυτή η απάντηση είναι λανθασμένη.

source: This answer is partially correct.
el: Αυτή η απάντηση είναι μερικώς σωστή.

source: This answer is being processed.
el: Αυτή η απάντηση βρίσκεται σε επεξεργασία.

source: Not yet answered.
el: Δεν έχει απαντηθεί ακόμη.

source: Select an option
el: Επιλέξτε μια επιλογή

source: ChoiceGroup: unexpected tag {tag_name}
el: ChoiceGroup: απροσδόκητη ετικέτα {tag_name}

source: Answer received.
el: Λήφθηκε απάντηση.

source: Expected a <choice> or <compoundhint> tag; got {given_tag} instead
el: Αναμενόταν ετικέτα <choice> ή <compoundhint>· αντί αυτού λήφθηκε {given_tag}

source: Your files have been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
el: Τα αρχεία σας έχουν υποβληθεί. Μόλις βαθμολογηθεί η υποβολή σας, αυτό το μήνυμα θα αντικατασταθεί με την ανατροφοδότηση του βαθμολογητή.

source: Your answer has been submitted. As soon as your submission is graded, this message will be replaced with the grader's feedback.
el: Η απάντησή σας έχει υποβληθεί. Μόλις βαθμολογηθεί η υποβολή σας, αυτό το μήνυμα θα αντικατασταθεί με την ανατροφοδότηση του βαθμολογητή.

source: {programming_language} editor
el: Επεξεργαστής {programming_language}

source: Press ESC then TAB or click outside of the code editor to exit
el: Πατήστε ESC και μετά TAB ή κάντε κλικ έξω από τον επεξεργαστή κώδικα για να βγείτε

source: Submitted. As soon as a response is returned, this message will be replaced by that feedback.
el: Υποβλήθηκε. Μόλις επιστραφεί μια απάντηση, αυτό το μήνυμα θα αντικατασταθεί από την ανατροφοδότηση.

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
el: Δεν λήφθηκε απάντηση από το Xqueue εντός {xqueue_timeout} δευτερολέπτων. Η διαδικασία ματαιώθηκε.

source: Error running code.
el: Σφάλμα κατά την εκτέλεση του κώδικα.

source: Cannot connect to the queue
el: Δεν είναι δυνατή η σύνδεση στην ουρά

source: No formula specified.
el: Δεν έχει καθοριστεί τύπος.

source: Couldn't parse formula: {error_msg}
el: Δεν ήταν δυνατή η ανάλυση του τύπου: {error_msg}

source: Error while rendering preview
el: Σφάλμα κατά την προεπισκόπηση

source: Sorry, couldn't parse formula
el: Δυστυχώς, δεν ήταν δυνατή η ανάλυση του τύπου

source: {input_type}: unexpected tag {tag_name}
el: {input_type}: απροσδόκητη ετικέτα {tag_name}

source: Expected a {expected_tag} tag; got {given_tag} instead
el: Αναμενόταν ετικέτα {expected_tag}· αντί αυτού λήφθηκε {given_tag}

source: Question {index}
el: Ερώτηση {index}

source: Correct:
el: Σωστό:

source: Incorrect:
el: Λάθος:

source: Answer
el: Απάντηση

source: Error {err} in evaluating hint function {hintfn}.
el: Σφάλμα {err} κατά την αξιολόγηση της συνάρτησης υπόδειξης {hintfn}.

source: (Source code line unavailable)
el: (Η γραμμή πηγαίου κώδικα δεν είναι διαθέσιμη)

source: See XML source line {sourcenum}.
el: Δείτε τη γραμμή πηγαίου XML {sourcenum}.

source: Checkboxes
el: Πλαίσιο επιλογής

source: Multiple Choice
el: Πολλαπλή επιλογή

source: Do not use shuffle and answer-pool at the same time
el: Μην χρησιμοποιείτε ταυτόχρονα την τυχαιοποίηση και την ομάδα απαντήσεων

source: answer-pool value should be an integer
el: Η τιμή της ομάδας απαντήσεων πρέπει να είναι ακέραιος αριθμός

source: Choicegroup must include at least 1 correct and 1 incorrect choice
el: Η ομάδα επιλογών πρέπει να περιλαμβάνει τουλάχιστον 1 σωστή και 1 λανθασμένη επιλογή

source: True/False Choice
el: Επιλογή Σωστό/Λάθος

source: Dropdown
el: Πτυσσόμενο μενού

source: Numerical Input
el: Αριθμητική εισαγωγή

source: There was a problem with the staff answer to this problem.
el: Υπήρξε πρόβλημα με την απάντηση του προσωπικού σε αυτό το πρόβλημα.

source: Could not interpret '{student_answer}' as a number.
el: Δεν ήταν δυνατή η ερμηνεία του '{student_answer}' ως αριθμός.

source: Factorial function evaluated outside its domain:'{student_answer}'
el: Η συνάρτηση παραγοντικού αξιολογήθηκε εκτός του πεδίου ορισμού της: '{student_answer}'

source: Invalid math syntax: '{student_answer}'
el: Μη έγκυρη σύνταξη μαθηματικών: '{student_answer}'

source: You may not use complex numbers in range tolerance problems
el: Δεν επιτρέπεται η χρήση μιγαδικών αριθμών σε προβλήματα ανοχής εύρους

source: There was a problem with the staff answer to this problem: complex boundary.
el: Υπήρξε πρόβλημα με την απάντηση του προσωπικού σε αυτό το πρόβλημα: μιγαδικό όριο.

source: There was a problem with the staff answer to this problem: empty boundary.
el: Υπήρξε πρόβλημα με την απάντηση του προσωπικού σε αυτό το πρόβλημα: κενό όριο.

source: or
el: ή

source: Text Input
el: Εισαγωγή Κειμένου

source: Custom Evaluated Script
el: Προσαρμοσμένο Αξιολογημένο Σενάριο

source: No answer entered!
el: Δεν έχει εισαχθεί απάντηση!

source: CustomResponse: check function returned an invalid dictionary!
el: Προσαρμοσμένη Απάντηση: η συνάρτηση ελέγχου επέστρεψε μη έγκυρο λεξικό!

source: Symbolic Math Input
el: Εισαγωγή Συμβολικής Μαθηματικής Έκφρασης

source: An error occurred with SymbolicResponse. The error was: {error_msg}
el: Παρουσιάστηκε σφάλμα με την Συμβολική Απάντηση. Το σφάλμα ήταν: {error_msg}

source: Code Input
el: Εισαγωγή Κώδικα

source: No answer provided.
el: Δεν έχει δοθεί απάντηση.

source: Error: No grader has been set up for this problem.
el: Σφάλμα: Δεν έχει ρυθμιστεί αξιολογητής για αυτό το πρόβλημα.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
el: Αδυναμία παράδοσης της υποβολής σας στον αξιολογητή (Λόγος: {error_msg}). Παρακαλώ δοκιμάστε ξανά αργότερα.

source: Invalid grader reply. Please contact the course staff.
el: Μη έγκυρη απάντηση αξιολογητή. Παρακαλώ επικοινωνήστε με το προσωπικό του μαθήματος.

source: External Grader
el: Εξωτερικός Αξιολογητής

source: Math Expression Input
el: Εισαγωγή Μαθηματικής Έκφρασης

source: Factorial function not permitted in answer for this problem. Provided answer was: {bad_input}
el: Η συνάρτηση παραγοντικού δεν επιτρέπεται στην απάντηση για αυτό το πρόβλημα. Η παρεχόμενη απάντηση ήταν: {bad_input}

source: Invalid input: Could not parse '{bad_input}' as a formula.
el: Μη έγκυρη είσοδος: Δεν ήταν δυνατή η ανάλυση του '{bad_input}' ως τύπου.

source: Invalid input: Could not parse '{bad_input}' as a formula
el: Μη έγκυρη είσοδος: Δεν ήταν δυνατή η ανάλυση του '{bad_input}' ως τύπου

source: Circuit Schematic Builder
el: Κατασκευαστής Σχηματικού Διαγράμματος Κυκλώματος

source: Error in evaluating SchematicResponse. The error was: {error_msg}
el: Σφάλμα στην αξιολόγηση της Απάντησης Σχηματικού Διαγράμματος. Το σφάλμα ήταν: {error_msg}

source: Image Mapped Input
el: Εισαγωγή Με Χαρτογράφηση Εικόνας

source: error grading {image_input_id} (input={user_input})
el: σφάλμα αξιολόγησης {image_input_id} (είσοδος={user_input})

source: Error in problem specification! Cannot parse rectangle in {sr_coords}
el: Σφάλμα στην περιγραφή του προβλήματος! Δεν είναι δυνατή η ανάλυση του ορθογωνίου στις συντεταγμένες {sr_coords}

source: Annotation Input
el: Εισαγωγή Σημείωσης

source: Checkboxes With Text Input
el: Πλαίσια Επιλογής με Εισαγωγή Κειμένου

source: Answer not provided for {input_type}
el: Δεν παρέχεται απάντηση για τον τύπο {input_type}

source: The Staff answer could not be interpreted as a number.
el: Η απάντηση του προσωπικού δεν μπορεί να ερμηνευτεί ως αριθμός.

source: Could not interpret '{html.escape(answer_value)}' as a number.
el: Δεν ήταν δυνατή η ερμηνεία του '{html.escape(answer_value)}' ως αριθμός.

source: Codejail API Service is unavailable. Please try again in a few minutes.
el: Η υπηρεσία API του Codejail δεν είναι διαθέσιμη. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.

source: Codejail API Service invalid response.
el: Μη έγκυρη απάντηση από την υπηρεσία API του Codejail.

source: Invalid JSON response received from codejail api service.
el: Λήφθηκε μη έγκυρη απάντηση JSON από την υπηρεσία API του codejail.

source: Code Editor
el: Επεξεργαστής Κώδικα

source: Hint
el: Υπόδειξη

source: Save
el: Αποθήκευση

source: Save your answer
el: Αποθηκεύστε την απάντησή σας

source: Reset
el: Επαναφορά

source: Reset your answer
el: Επαναφέρετε την απάντησή σας

source: Show answer
el: Εμφάνιση απάντησης

source: You have used %(attempts_used)s of %(num_total)s attempt.
el: Έχετε χρησιμοποιήσει %(attempts_used)s από %(num_total)s προσπάθεια.

source: Grading method:
el: Μέθοδος βαθμολόγησης:

source: Some problems have options such as save, reset, hints, or show answer. These options follow the Submit button.
el: Ορισμένα προβλήματα έχουν επιλογές όπως αποθήκευση, επαναφορά, υποδείξεις ή εμφάνιση απάντησης. Αυτές οι επιλογές ακολουθούν το κουμπί Υποβολής.

source: Answers are displayed within the problem
el: Οι απαντήσεις εμφανίζονται εντός του προβλήματος

source: Next Hint
el: Επόμενη Υπόδειξη

source: Review
el: Επανάληψη

source: Number of attempts taken by the student on this problem
el: Αριθμός προσπαθειών που έκανε ο μαθητής σε αυτό το πρόβλημα

source: Maximum Attempts
el: Μέγιστος Αριθμός Προσπαθειών

source: Defines the number of times a student can try to answer this problem. If the value is not set, infinite attempts are allowed.
el: Καθορίζει τον αριθμό των φορών που ένας μαθητής μπορεί να προσπαθήσει να απαντήσει σε αυτό το πρόβλημα. Αν η τιμή δεν έχει οριστεί, επιτρέπονται απεριόριστες προσπάθειες.

source: Grading Method
el: Μέθοδος Βαθμολόγησης

source: Define the grading method for this problem. By default, it's the score of the last submission made by the student.
el: Καθορίστε τη μέθοδο βαθμολόγησης για αυτό το πρόβλημα. Από προεπιλογή, είναι η βαθμολογία της τελευταίας υποβολής που έκανε ο μαθητής.

source: Last Score
el: Τελευταία Βαθμολογία

source: First Score
el: Πρώτη Βαθμολογία

source: Highest Score
el: Υψηλότερη Βαθμολογία

source: Average Score
el: Μέση Βαθμολογία

source: Date that this problem is due by
el: Ημερομηνία λήξης για αυτό το πρόβλημα
