Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: You are enrolled in the audit track for this course. The audit track does not include a certificate.
el: Είστε εγγεγραμμένος στη διαδρομή ελέγχου για αυτό το μάθημα. Η διαδρομή ελέγχου δεν περιλαμβάνει «πιστοποιητικό».

source: Your enrollment: Honor track
el: Εγγραφή σας: Διαδρομή τιμής

source: You are enrolled in the honor track for this course. The honor track does not include a certificate.
el: Είστε εγγεγραμμένος στη διαδρομή τιμής για αυτό το μάθημα. Η διαδρομή τιμής δεν περιλαμβάνει «πιστοποιητικό».

source: We're working on it...
el: Εργαζόμαστε πάνω σε αυτό...

source: We're creating your certificate. You can keep working in your courses and a link to it will appear here and on your Dashboard when it is ready.
el: Δημιουργούμε το «πιστοποιητικό» σας. Μπορείτε να συνεχίσετε να εργάζεστε στα μαθήματά σας και ένας σύνδεσμος σε αυτό θα εμφανιστεί εδώ και στον Πίνακα Ελέγχου σας όταν είναι έτοιμο.

source: Your certificate has been invalidated
el: Το «πιστοποιητικό» σας έχει ακυρωθεί

source: Please contact your course team if you have any questions.
el: Επικοινωνήστε με την ομάδα του μαθήματος εάν έχετε οποιεσδήποτε ερωτήσεις.

source: Congratulations, you qualified for a certificate!
el: Συγχαρητήρια, πληροίτε τις προϋποθέσεις για «πιστοποιητικό»!

source: You've earned a certificate for this course.
el: Κερδίσατε ένα «πιστοποιητικό» για αυτό το μάθημα.

source: Your certificate will be available soon!
el: Το «πιστοποιητικό» σας θα είναι σύντομα διαθέσιμο!

source: After this course officially ends, you will receive an email notification with your certificate.
el: Αφού ολοκληρωθεί επίσημα αυτό το μάθημα, θα λάβετε ειδοποίηση μέσω ηλεκτρονικού ταχυδρομείου με το «πιστοποιητικό» σας.

source: Your certificate will be available after the indicated date
el: Το «πιστοποιητικό» σας θα είναι διαθέσιμο μετά την αναφερόμενη ημερομηνία

source: Your certificate is available
el: Το «πιστοποιητικό» σας είναι διαθέσιμο

source: Certificate unavailable
el: Το «πιστοποιητικό» δεν είναι διαθέσιμο

source: You have not received a certificate because you do not have a current {platform_name} verified identity.
el: Δεν έχετε λάβει «πιστοποιητικό» επειδή δεν έχετε τρέχουσα επιβεβαιωμένη ταυτότητα στο {platform_name}.

source: To see course content, {sign_in_link} or {register_link}.
el: Για να δείτε το περιεχόμενο του μαθήματος, {sign_in_link} ή {register_link}.

source: sign in
el: σύνδεση

source: register
el: εγγραφή

source: {sign_in_link} or {register_link}.
el: {sign_in_link} ή {register_link}.

source: Sign in
el: Σύνδεση

source: You must be enrolled in the course to see course content. {enroll_link_start}Enroll now{enroll_link_end}.
el: Πρέπει να είστε εγγεγραμμένος στο μάθημα για να δείτε το περιεχόμενό του. {enroll_link_start}Εγγραφείτε τώρα{enroll_link_end}.

source: You must be enrolled in the course to see course content.
el: Πρέπει να είστε εγγεγραμμένος στο μάθημα για να δείτε το περιεχόμενό του.

source: User does not exist.
el: Ο χρήστης δεν υπάρχει.

source: Invalid location.
el: Μη έγκυρη τοποθεσία.

source: User {username} has never accessed problem {location}
el: Ο χρήστης {username} δεν έχει ποτέ αποκτήσει πρόσβαση στο πρόβλημα {location}

source: You must be signed in to {platform_name} to create a certificate.
el: Πρέπει να είστε συνδεδεμένος στην πλατφόρμα {platform_name} για να δημιουργήσετε ένα πιστοποιητικό.

source: Course is not valid
el: Το μάθημα δεν είναι έγκυρο

source: Your certificate will be available when you pass the course.
el: Το πιστοποιητικό σας θα είναι διαθέσιμο όταν περάσετε το μάθημα.

source: Certificate has already been created.
el: Το πιστοποιητικό έχει ήδη δημιουργηθεί.

source: Certificate is being created.
el: Το πιστοποιητικό δημιουργείται.

source: We plan to use this information to evaluate your application for financial assistance and to further develop our financial assistance program. Please note that while assistance is available in most courses that offer verified certificates, a few courses and programs are not eligible. You must complete a separate application for each course you take. You may be approved for financial assistance five (5) times each year (based on 12-month period from you first approval). To apply for financial assistance: 1. Enroll in the audit track for an eligible course that offers Verified Certificates. 2. Complete this application. 3. Check your email, please allow 4 weeks for your application to be processed.
el: Σχεδιάζουμε να χρησιμοποιήσουμε αυτές τις πληροφορίες για να αξιολογήσουμε την αίτησή σας για οικονομική υποστήριξη και για να αναπτύξουμε περαιτέρω το πρόγραμμα οικονομικής υποστήριξής μας. Σημειώστε ότι παρότι η υποστήριξη είναι διαθέσιμη στα περισσότερα μαθήματα που προσφέρουν επαληθευμένα πιστοποιητικά, ορισμένα μαθήματα και προγράμματα δεν είναι επιλέξιμα. Πρέπει να συμπληρώσετε ξεχωριστή αίτηση για κάθε μάθημα που παρακολουθείτε. Μπορείτε να εγκριθείτε για οικονομική υποστήριξη πέντε (5) φορές κάθε έτος (με βάση περίοδο 12 μηνών από την πρώτη έγκρισή σας). Για να υποβάλετε αίτηση για οικονομική υποστήριξη: 1. Εγγραφείτε στην επιλογή ελέγχου για ένα επιλέξιμο μάθημα που προσφέρει επαληθευμένα πιστοποιητικά. 2. Συμπληρώστε αυτή την αίτηση. 3. Ελέγξτε το email σας, παρακαλούμε επιτρέψτε 4 εβδομάδες για την επεξεργασία της αίτησής σας.

source: Select the course for which you want to earn a verified certificate. If the course does not appear in the list, make sure that you have enrolled in the audit track for the course.
el: Επιλέξτε το μάθημα για το οποίο θέλετε να λάβετε επαληθευμένο πιστοποιητικό. Εάν το μάθημα δεν εμφανίζεται στη λίστα, βεβαιωθείτε ότι έχετε εγγραφεί στην επιλογή ελέγχου για το μάθημα.

source: I certify that:
el: Πιστοποιώ ότι:

source: Paying the verified certificate fee for the above course would cause me economic hardship
el: Η πληρωμή της αμοιβής για το επαληθευμένο πιστοποιητικό για το παραπάνω μάθημα θα μου προκαλούσε οικονομική δυσχέρεια

source: I will work diligently to complete the course work and receive a certificate
el: Θα εργαστώ επιμελώς για να ολοκληρώσω τις εργασίες του μαθήματος και να λάβω πιστοποιητικό

source: I have read, understand, and will abide by the {honor_code_link} for the edX Site
el: Έχω διαβάσει, κατανοήσει και θα τηρήσω τον {honor_code_link} για την πλατφόρμα edX

source: Title can't be empty
el: Ο τίτλος δεν μπορεί να είναι κενός

source: Body can't be empty
el: Το περιεχόμενο δεν μπορεί να είναι κενό

source: Topic doesn't exist
el: Το θέμα δεν υπάρχει

source: Comment level too deep
el: Το επίπεδο σχολίου είναι πολύ βαθύ

source: Error uploading file. Please contact the site administrator. Thank you.
el: Σφάλμα κατά τη μεταφόρτωση του αρχείου. Παρακαλώ επικοινωνήστε με τον διαχειριστή της πλατφόρμας. Σας ευχαριστούμε.

source: Good
el: Καλό

source: your
el: σας

source: their
el: τους

source: Discussions
el: Συζητήσεις

source: Add a Post
el: Προσθήκη ανάρτησης

source: New topic form
el: Φόρμα νέου θέματος

source: Discussion thread list
el: Λίστα νημάτων συζήτησης

source: %(comment_username)s commented to %(thread_title)s:
el: Ο %(comment_username)s σχολίασε στο %(thread_title)s:

source: Comment to %(thread_title)s
el: Σχόλιο στο %(thread_title)s

source: %(course_name)s: Reported content awaits review
el: %(course_name)s: Το αναφερθέν περιεχόμενο αναμένει αναθεώρηση

source: Go to Discussion
el: Μετάβαση στη συζήτηση

source: %(course_name)s: Reported content awaits review
el: %(course_name)s: Το αναφερθέν περιεχόμενο αναμένει αναθεώρηση

source: %(course_name)s %(course_id)s moderator content for review
el: %(course_name)s %(course_id)s περιεχόμενο συντονιστή για αναθεώρηση

source: %(comment_username)s replied to {start_tag}%(thread_title)s{end_tag}:
el: Ο %(comment_username)s απάντησε στο {start_tag}%(thread_title)s{end_tag}:

source: View discussion
el: Προβολή συζήτησης

source: %(comment_username)s replied to <b>%(thread_title)s</b>:
el: Ο/Η %(comment_username)s απάντησε στο <b>%(thread_title)s</b>:

source: Response to %(thread_title)s
el: Απάντηση στο %(thread_title)s

source: %(comment_username)s replied to %(thread_title)s: %(comment_body|truncatechars:200)s
el: Ο/Η %(comment_username)s απάντησε στο %(thread_title)s: %(comment_body|truncatechars:200)s

source: Access to this discussion is restricted to team members and staff.
el: Η πρόσβαση σε αυτή τη συζήτηση περιορίζεται σε μέλη της ομάδας και το προσωπικό.

source: EdxNotes Service is unavailable. Please try again in a few minutes.
el: Η υπηρεσία EdxNotes δεν είναι διαθέσιμη. Παρακαλώ δοκιμάστε ξανά σε λίγα λεπτά.

source: Invalid JSON response received from notes api.
el: Λήφθηκε μη έγκυρη απόκριση JSON από το API σημειώσεων.

source: Incorrect data received from notes api.
el: Λήφθηκαν λανθασμένα δεδομένα από το API σημειώσεων.

source: No endpoint was provided for EdxNotes.
el: Δεν παρέχθηκε τελικό σημείο για τις EdxNotes.

source: Notes
el: Σημειώσεις

source: Allow learners to highlight passages and make notes right in the course.
el: Να επιτρέπεται στους εκπαιδευόμενους να επισημαίνουν αποσπάσματα και να κάνουν σημειώσεις απευθείας στο μάθημα.

source: Cannot override subsection grade: subsection is not available for target learner.
el: Δεν είναι δυνατή η παράκαμψη του βαθμού υποενότητας: η υποενότητα δεν είναι διαθέσιμη για τον επιλεγμένο εκπαιδευόμενο.

source: Team
el: Ομάδα

source: Proctored Exam Review: {review_status}
el: Ανασκόπηση Εξετάσεων με Επόπτη: {review_status}

source: A proctored exam attempt for {exam_name} in {course_name} by username: {student_username} was reviewed as {review_status} by the proctored exam review provider. Review link: {review_url}
el: Μια προσπάθεια εξέτασης με επόπτη για το {exam_name} στο μάθημα {course_name} από τον χρήστη: {student_username} αναθεωρήθηκε ως {review_status} από τον πάροχο αναθεώρησης εξετάσεων με επόπτη. Σύνδεσμος αναθεώρησης: {review_url}

source: Your Platform Insights
el: Οι Πληροφορίες της Πλατφόρμας Σας

source: The {report_type} report is being created. To view the status of the report, see Pending Tasks below.
el: Η αναφορά {report_type} δημιουργείται. Για να δείτε την κατάσταση της αναφοράς, ανατρέξτε στις Εκκρεμείς Εργασίες παρακάτω.

source: Found a conflict with given identifier. Please try an alternative identifier
el: Βρέθηκε σύγκρουση με τον δοθέντα αναγνωριστικό. Παρακαλώ δοκιμάστε έναν εναλλακτικό αναγνωριστικό

source: Make sure that the file you upload is in CSV format with no extraneous characters or rows.
el: Βεβαιωθείτε ότι το αρχείο που ανεβάζετε είναι σε μορφή CSV χωρίς περιττούς χαρακτήρες ή γραμμές.

source: Could not read uploaded file.
el: Δεν ήταν δυνατή η ανάγνωση του ανεβασμένου αρχείου.

source: Data in row #{row_num} must have between four and six columns: email, username, full name, country, cohort, and course mode. The last two columns are optional.
el: Τα δεδομένα στη γραμμή #{row_num} πρέπει να έχουν από τέσσερις έως έξι στήλες: email, όνομα χρήστη, πλήρες όνομα, χώρα, ομάδα και τρόπος μαθήματος. Οι δύο τελευταίες στήλες είναι προαιρετικές.

source: Data in row #{row_num} must have exactly four columns: email, username, full name, and country.
el: Τα δεδομένα στη γραμμή #{row_num} πρέπει να έχουν ακριβώς τέσσερις στήλες: email, όνομα χρήστη, πλήρες όνομα και χώρα.

source: Course is not cohorted but cohort provided. Ignoring cohort assignment for all users.
el: Το μάθημα δεν είναι ομαδοποιημένο, αλλά παρέχεται ομάδα. Αγνοείται η ανάθεση ομάδας για όλους τους χρήστες.

source: Cohort name not found: {cohort}. Ignoring cohort assignment for all users.
el: Το όνομα της ομάδας δεν βρέθηκε: {cohort}. Αγνοείται η ανάθεση ομάδας για όλους τους χρήστες.

source: Invalid course mode: {mode}. Falling back to the default mode, or keeping the current mode in case the user is already enrolled.
el: Μη έγκυρος τρόπος μαθήματος: {mode}. Επιστροφή στον προεπιλεγμένο τρόπο ή διατήρηση του τρέχοντος τρόπου σε περίπτωση που ο χρήστης είναι ήδη εγγεγραμμένος.

source: Invalid course mode: {mode}. Failling back to {default_mode}, or resetting to {default_mode} in case the user is already enrolled.
el: Μη έγκυρος τρόπος μαθήματος: {mode}. Επιστροφή στον {default_mode} ή επαναφορά στον {default_mode} σε περίπτωση που ο χρήστης είναι ήδη εγγεγραμμένος.

source: Invalid email {email_address}.
el: Μη έγκυρο email {email_address}.

source: An account with email {email} exists but the provided username {username} is different. Enrolling anyway with {email}.
el: Υπάρχει λογαριασμός με το email {email}, αλλά το παρεχόμενο όνομα χρήστη {username} είναι διαφορετικό. Εγγραφή ούτως ή άλλως με το {email}.

source: File is not attached.
el: Το αρχείο δεν είναι συνημμένο.

source: Username {user} already exists.
el: Το όνομα χρήστη {user} υπάρχει ήδη.

source: Error '{error}' while sending email to new user (user email={email}). Without the email student would not be able to login. Please contact support for further information.
el: Σφάλμα '{error}' κατά την αποστολή email στον νέο χρήστη (email χρήστη={email}). Χωρίς το email, ο φοιτητής δεν θα μπορεί να συνδεθεί. Παρακαλώ επικοινωνήστε με την υποστήριξη για περισσότερες πληροφορίες.

source: A usage key location for a section or a problem. If the location is a block that contains other blocks, (such as the course, section, subsection, or unit blocks) then all blocks under that block will be included in the report.
el: Μια θέση κλειδιού χρήσης για μια ενότητα ή ένα πρόβλημα. Αν η θέση είναι ένα μπλοκ που περιέχει άλλα μπλοκ (όπως τα μπλοκ μαθήματος, ενότητας, υποενότητας ή μονάδας), τότε όλα τα μπλοκ κάτω από αυτό το μπλοκ θα συμπεριληφθούν στην αναφορά.

source: A list of usage keys for the blocks to include in the report.
el: Μια λίστα με κλειδιά χρήσης για τα μπλοκ που θα συμπεριληφθούν στην αναφορά.

source: A list of problem/block types to generate the report for. This field can be omitted if the report should include details of allblock types.
el: Μια λίστα με τύπους προβλημάτων/μπλοκ για τους οποίους θα δημιουργηθεί η αναφορά. Αυτό το πεδίο μπορεί να παραλειφθεί αν η αναφορά πρέπει να περιλαμβάνει λεπτομέρειες όλων των τύπων μπλοκ.

source: User-friendly text describing current status of report generation.
el: Κείμενο φιλικό προς τον χρήστη που περιγράφει την τρέχουσα κατάσταση της δημιουργίας αναφοράς.

source: A unique id for the report generation task. It can be used to query the latest report generation status.
el: Ένα μοναδικό αναγνωριστικό για την εργασία δημιουργίας αναφοράς. Μπορεί να χρησιμοποιηθεί για να ερωτηθεί η τελευταία κατάσταση δημιουργίας αναφοράς.

source: The provided parameters were invalid. Make sure you've provided at least one valid usage key for `problem_locations`.
el: Οι παρεχόμενες παράμετροι ήταν μη έγκυρες. Βεβαιωθείτε ότι έχετε παράσχει τουλάχιστον ένα έγκυρο κλειδί χρήσης για το `problem_locations`.

source: The requesting user is not authenticated.
el: Ο χρήστης που έκανε το αίτημα δεν είναι πιστοποιημένος.

source: The requesting user lacks access to the course.
el: Ο χρήστης που έκανε το αίτημα δεν έχει πρόσβαση στο μάθημα.

source: problem responses
el: απάντηση προβλήματος

source: Could not find problem with this location.
el: Δεν ήταν δυνατή η εύρεση προβλήματος με αυτήν την τοποθεσία.

source: CourseID
el: Αναγνωριστικό Μαθήματος

source: Certificate Type
el: Τύπος Πιστοποιητικού

source: Total Certificates Issued
el: Συνολικό Πιστοποιητικό που Εκδόθηκε

source: Date Report Run
el: Ημερομηνία Εκτέλεσης Αναφοράς

source: enrolled learner profile
el: προφίλ εγγεγραμμένου εκπαιδευόμενου

source: Invalid additional student attribute configuration: expected list of strings, got {type}.
el: Μη έγκυρη διαμόρφωση πρόσθετου χαρακτηριστικού εκπαιδευόμενου: αναμενόταν λίστα συμβολοσειρών, λήφθηκε {type}.

source: Invalid additional student attribute configuration: all entries must be strings.
el: Μη έγκυρη διαμόρφωση πρόσθετου χαρακτηριστικού εκπαιδευόμενου: όλες οι εγγραφές πρέπει να είναι συμβολοσειρές.

source: Invalid additional student attribute configuration: empty attribute names are not allowed.
el: Μη έγκυρη διαμόρφωση πρόσθετου χαρακτηριστικού εκπαιδευόμενου: δεν επιτρέπονται κενά ονόματα χαρακτηριστικών.

source: Invalid additional student attributes: {attrs}
el: Μη έγκυρα πρόσθετα χαρακτηριστικά εκπαιδευόμενου: {attrs}

source: User ID
el: Αναγνωριστικό Χρήστη

source: Username
el: Όνομα Χρήστη

source: Email
el: Ηλεκτρονικό Ταχυδρομείο

source: Language
el: Γλώσσα

source: Location
el: Τοποθεσία

source: Birth Year
el: Έτος Γέννησης

source: Gender
el: Φύλο

source: Level of Education
el: Επίπεδο Εκπαίδευσης

source: Mailing Address
el: Ταχυδρομική Διεύθυνση

source: Goals
el: Στόχοι

source: Enrollment Mode
el: Λειτουργία Εγγραφής

source: Last Login
el: Τελευταία Σύνδεση

source: Date Joined
el: Ημερομηνία Εγγραφής

source: External User Key
el: Εξωτερικό Κλειδί Χρήστη

source: Cohort
el: Ομάδα

source: City
el: Πόλη

source: Country
el: Χώρα

source: enrollment
el: εγγραφή

source: inactive enrollment
el: ανενεργή εγγραφή

source: The file must contain a 'cohort' column containing cohort names.
el: Το αρχείο πρέπει να περιέχει μια στήλη 'cohort' με τα ονόματα των ομάδων.

source: The file must contain a 'username' column, an 'email' column, or both.
el: Το αρχείο πρέπει να περιέχει μια στήλη 'username', μια στήλη 'email' ή και τις δύο.

source: survey
el: έρευνα

source: proctored exam results
el: αποτελέσματα εξεταζόμενης εξέτασης

source: Anonymized User IDs
el: Ανωνυμοποιημένα Αναγνωριστικά Χρηστών

source: Enrollment status for {student}: active
el: Κατάσταση εγγραφής για τον/την {student}: ενεργή

source: Enrollment status for {student}: inactive
el: Κατάσταση εγγραφής για τον/την {student}: ανενεργή

source: Enrollment status for {student}: pending
el: Κατάσταση εγγραφής για τον/την {student}: σε εκκρεμότητα

source: Enrollment status for {student}: never enrolled
el: Κατάσταση εγγραφής για τον/την {student}: ποτέ δεν εγγράφηκε

source: Module does not exist.
el: Η ενότητα δεν υπάρχει.

source: An error occurred while deleting the score.
el: Παρουσιάστηκε σφάλμα κατά τη διαγραφή της βαθμολογίας.

source: An error occurred while attempting to reset for all students.
el: Προέκυψε σφάλμα κατά την προσπάθεια επαναφοράς για όλους τους φοιτητές.

source: Course has no entrance exam section.
el: Το μάθημα δεν διαθέτει ενότητα εισαγωγικής εξέτασης.

source: Requires instructor access.
el: Απαιτείται πρόσβαση εκπαιδευτή.

source: Course has no valid entrance exam section.
el: Το μάθημα δεν διαθέτει έγκυρη ενότητα εισαγωγικής εξέτασης.

source: All Students
el: Όλος ο Φοιτητής

source: User {user_id} does not have permission to override scores for problem {problem_to_reset}.
el: Ο χρήστης {user_id} δεν έχει άδεια να παρακάμψει τις βαθμολογίες για το πρόβλημα {problem_to_reset}.

source: Cannot rescore with all_students and unique_student_identifier.
el: Δεν είναι δυνατή η επανεκτίμηση με τις παραμέτρους all_students και unique_student_identifier.

source: Current status of task.
el: Τρέχουσα κατάσταση της εργασίας.

source: Identifies the kind of task being performed, e.g. rescoring.
el: Προσδιορίζει το είδος της εργασίας που εκτελείται, π.χ. επανεκτίμηση.

source: The celery ID for the task.
el: Το Celery ID για την εργασία.

source: The date and time when the task was created.
el: Η ημερομηνία και ώρα δημιουργίας της εργασίας.

source: The input parameters for the task. The format and content of this data will depend on the kind of task being performed. For instanceit may contain the problem locations for a problem resources task.
el: Οι παράμετροι εισόδου για την εργασία. Η μορφή και το περιεχόμενο αυτών των δεδομένων θα εξαρτηθούν από το είδος της εργασίας που εκτελείται. Για παράδειγμα, μπορεί να περιέχουν τις θέσεις προβλημάτων για μια εργασία πόρων προβλημάτων.

source: The username of the user who initiated this task.
el: Το όνομα χρήστη του χρήστη που ξεκίνησε αυτή την εργασία.

source: The last knows state of the celery task.
el: Η τελευταία γνωστή κατάσταση της εργασίας Celery.

source: Task duration information, if known
el: Πληροφορίες διάρκειας εργασίας, εάν είναι γνωστές.

source: User-friendly task status information, if available.
el: Κατάσταση εργασίας σε φιλική προς τον χρήστη μορφή, εάν είναι διαθέσιμη.

source: List of instructor tasks.
el: Λίστα εργασιών εκπαιδευτή.

source: The requested course does not exist.
el: Το ζητούμενο μάθημα δεν υπάρχει.

source: URL from which report can be downloaded.
el: Διεύθυνση URL από την οποία μπορεί να γίνει λήψη της αναφοράς.

source: Name of report.
el: Όνομα αναφοράς.

source: HTML anchor tag that contains the name and link.
el: Ετικέτα HTML αγκύρωσης που περιέχει το όνομα και τον σύνδεσμο.

source: List of report downloads
el: Λίστα λήψεων αναφοράς

source: ID for the course whose reports need to be listed.
el: Αναγνωριστικό (ID) για το μάθημα του οποίου οι αναφορές πρέπει να καταγραφούν.

source: Filter results to only return details of for the report with the specified name.
el: Φιλτράρισμα αποτελεσμάτων για να επιστραφούν μόνο λεπτομέρειες για την αναφορά με το καθορισμένο όνομα.

source: ORA data
el: Δεδομένα ORA

source: ORA summary
el: Περίληψη ORA

source: Attachments archive is being created.
el: Δημιουργείται αρχείο συμπιεσμένων συνημμένων.

source: grade
el: βαθμολογία

source: problem grade
el: βαθμολογία άσκησης

source: All fields must be filled out
el: Πρέπει να συμπληρωθούν όλα τα πεδία

source: Could not find student matching identifier: {student}
el: Δεν βρέθηκε σπουδαστής που να ταιριάζει με το αναγνωριστικό: {student}

source: The extension due date and time format is incorrect
el: Η μορφή ημερομηνίας και ώρας παράτασης είναι λανθασμένη

source: Successfully changed due date for student {0} for {1} to {2}
el: Η ημερομηνία παράδοσης άλλαξε επιτυχώς για τον σπουδαστή {0} για το {1} σε {2}

source: Successfully removed invalid due date extension (unit has no due date).
el: Η μη έγκυρη παράταση ημερομηνίας παράδοσης αφαιρέθηκε επιτυχώς (η ενότητα δεν έχει ημερομηνία παράδοσης).

source: Successfully reset due date for student {0} for {1} to {2}
el: Η ημερομηνία παράδοσης επαναρυθμίστηκε επιτυχώς για τον σπουδαστή {0} για το {1} σε {2}

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
el: Η εργασία δημιουργίας πιστοποιητικού για όλους τους σπουδαστές αυτού του μαθήματος ξεκίνησε. Μπορείτε να δείτε την κατάσταση της εργασίας δημιουργίας στην ενότητα "Εκκρεμείς Εργασίες".

source: Certificate regeneration task has been started. You can view the status of the generation task in the "Pending Tasks" section.
el: Η εργασία αναδημιουργίας πιστοποιητικού ξεκίνησε. Μπορείτε να δείτε την κατάσταση της εργασίας δημιουργίας στην ενότητα "Εκκρεμείς Εργασίες".

source: Please select certificate statuses that lie with in "certificate_statuses" entry in POST data.
el: Παρακαλώ επιλέξτε καταστάσεις πιστοποιητικών που βρίσκονται εντός της καταχώρησης "certificate_statuses" στα δεδομένα POST.

source: This student (%s) will skip the entrance exam.
el: Αυτός ο σπουδαστής (%s) θα παραλείψει την εισαγωγική εξέταση.

source: This student (%s) is already allowed to skip the entrance exam.
el: Αυτός ο σπουδαστής (%s) έχει ήδη δικαίωμα να παραλείψει την εισαγωγική εξέταση.

source: Please select certificate statuses from the list only.
el: Παρακαλώ επιλέξτε καταστάσεις πιστοποιητικών μόνο από τη λίστα.

source: The record is not in the correct format. Please add a valid username or email address.
el: Η εγγραφή δεν είναι στη σωστή μορφή. Παρακαλώ προσθέστε ένα έγκυρο όνομα χρήστη ή διεύθυνση ηλεκτρονικού ταχυδρομείου.
