Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/django.po
Languages: el

source: The reason an error occurred during certificate generation.
el: Ο λόγος για τον οποίο συνέβη σφάλμα κατά τη δημιουργία του πιστοποιητικού.

source: The download URL for the generated certificate.
el: Το URL λήψης για το δημιουργημένο πιστοποιητικό.

source: Name of template.
el: Όνομα προτύπου.

source: Description and/or admin notes.
el: Περιγραφή ή/και σημειώσεις διαχειριστή.

source: Django template HTML.
el: Πρότυπο HTML Django.

source: Organization of template.
el: Οργανισμός του προτύπου.

source: The course mode for this template.
el: Η λειτουργία μαθήματος για αυτό το πρότυπο.

source: On/Off switch.
el: Διακόπτης ενεργοποίησης/απενεργοποίησης.

source: Description of the asset.
el: Περιγραφή του στοιχείου.

source: Asset file. It could be an image or css file.
el: Αρχείο στοιχείου. Μπορεί να είναι μια εικόνα ή αρχείο css.

source: Asset's unique slug. We can reference the asset in templates using this value.
el: Μοναδικό αναγνωριστικό περιουσιακού στοιχείου. Μπορούμε να αναφερθούμε στο περιουσιακό στοιχείο σε πρότυπα χρησιμοποιώντας αυτή την τιμή.

source: user is not given.
el: Ο χρήστης δεν έχει δοθεί.

source: user '{user}' does not exist
el: Ο χρήστης '{user}' δεν υπάρχει

source: Course id '{course_id}' is not valid
el: Το αναγνωριστικό μαθήματος '{course_id}' δεν είναι έγκυρο

source: The course does not exist against the given key '{course_key}'
el: Το μάθημα δεν υπάρχει για το δεδομένο κλειδί '{course_key}'

source: User {username} does not exist
el: Ο χρήστης {username} δεν υπάρχει

source: {course_key} is not a valid course key
el: Το {course_key} δεν είναι έγκυρο κλειδί μαθήματος

source: The course {course_key} does not exist
el: Το μάθημα {course_key} δεν υπάρχει

source: User {user_id} is not enrolled in the course {course_key}
el: Ο χρήστης {user_id} δεν είναι εγγεγραμμένος στο μάθημα {course_key}

source: An unexpected error occurred while regenerating certificates.
el: Προέκυψε ένα απρόσμενο σφάλμα κατά την αναδημιουργία των πιστοποιητικών.

source: User {username} is not enrolled in the course {course_key}
el: Ο χρήστης {username} δεν είναι εγγεγραμμένος στο μάθημα {course_key}

source: An {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
el: Ένα πιστοποιητικό {cert_type} σημαίνει ότι ένας εκπαιδευόμενος έχει συμφωνήσει να τηρήσει τον κώδικα τιμής που έχει θεσπίσει η {platform_name} και έχει ολοκληρώσει όλες τις απαιτούμενες εργασίες για αυτό το μάθημα σύμφωνα με τις οδηγίες του.

source: A {cert_type} certificate signifies that a learner has agreed to abide by the honor code established by {platform_name} and has completed all of the required tasks for this course under its guidelines.
el: Ένα πιστοποιητικό {cert_type} σημαίνει ότι ένας εκπαιδευόμενος έχει συμφωνήσει να τηρήσει τον κώδικα τιμής που έχει θεσπίσει η {platform_name} και έχει ολοκληρώσει όλες τις απαιτούμενες εργασίες για αυτό το μάθημα σύμφωνα με τις οδηγίες του.

source: A {cert_type} certificate also indicates that the identity of the learner has been checked and is valid.
el: Ένα πιστοποιητικό {cert_type} επίσης υποδεικνύει ότι η ταυτότητα του εκπαιδευόμενου έχει ελεγχθεί και είναι έγκυρη.

source: An {cert_type} certificate demonstrates a high level of achievement in a program of study, and includes verification of the student's identity.
el: Ένα πιστοποιητικό {cert_type} αποδεικνύει υψηλό επίπεδο επίτευξης σε ένα πρόγραμμα σπουδών και περιλαμβάνει επαλήθευση της ταυτότητας του φοιτητή.

source: This is a valid {platform_name} certificate for {user_name}, who participated in {partner_short_name} {course_number}
el: Αυτό είναι ένα έγκυρο πιστοποιητικό της {platform_name} για τον/την {user_name}, ο οποίος συμμετείχε στο {partner_short_name} {course_number}

source: {partner_short_name} {course_number} Certificate | {platform_name}
el: Πιστοποιητικό {partner_short_name} {course_number} | {platform_name}

source: successfully completed, received a passing grade, and was awarded this {platform_name} {certificate_type} Certificate of Completion in
el: ολοκλήρωσε επιτυχώς, έλαβε βαθμό επιτυχίας και του απονεμήθηκε αυτό το {platform_name} {certificate_type} Πιστοποιητικό Ολοκλήρωσης στο

source: {platform_name} acknowledges achievements through certificates, which are awarded for course activities that {platform_name} students complete.
el: Η {platform_name} αναγνωρίζει επιτεύγματα μέσω πιστοποιητικών, τα οποία απονέμονται για τις δραστηριότητες μαθημάτων που ολοκληρώνουν οι σπουδαστές της {platform_name}.

source: All rights reserved
el: Όλα τα δικαιώματα διατηρούνται

source: Invalid Certificate
el: Μη έγκυρο Πιστοποιητικό

source: Certificate Validation
el: Επικύρωση Πιστοποιητικού

source: About {platform_name} Accomplishments
el: Σχετικά με τα Επιτεύγματα του {platform_name}

source: Issued On:
el: Εκδόθηκε στις:

source: Certificate ID Number
el: Αριθμός Ταυτότητας Πιστοποιητικού

source: About {platform_name} Certificates
el: Σχετικά με τα Πιστοποιητικά του {platform_name}

source: How {platform_name} Validates Student Certificates
el: Πώς το {platform_name} Επικυρώνει τα Πιστοποιητικά των Φοιτητών

source: Certificates issued by {platform_name} are signed by a gpg key so that they can be validated independently by anyone with the {platform_name} public key. For independent verification, {platform_name} uses what is called a "detached signature"&quot;".
el: Τα πιστοποιητικά που εκδίδει το {platform_name} υπογράφονται με κλειδί gpg, ώστε να μπορούν να επικυρωθούν ανεξάρτητα από οποιονδήποτε διαθέτει το δημόσιο κλειδί του {platform_name}. Για ανεξάρτητη επαλήθευση, το {platform_name} χρησιμοποιεί αυτό που ονομάζεται «ξεχωριστή υπογραφή».

source: Validate this certificate for yourself
el: Επικυρώστε μόνοι σας αυτό το πιστοποιητικό

source: {platform_name} offers interactive online classes and MOOCs.
el: Το {platform_name} προσφέρει διαδραστικά μαθήματα στο διαδίκτυο και MOOCs.

source: About {platform_name}
el: Σχετικά με το {platform_name}

source: Learn more about {platform_name}
el: Μάθετε περισσότερα για το {platform_name}

source: Learn with {platform_name}
el: Μάθετε με το {platform_name}

source: Work at {platform_name}
el: Εργαστείτε στο {platform_name}

source: Contact {platform_name}
el: Επικοινωνήστε με το {platform_name}

source: {platform_name} acknowledges the following student accomplishment
el: Το {platform_name} αναγνωρίζει το ακόλουθο επίτευγμα του φοιτητή

source: a course of study offered by {partner_short_name}, an online learning initiative of {partner_long_name}.
el: ένα πρόγραμμα σπουδών που προσφέρεται από το {partner_short_name}, μια διαδικτυακή πρωτοβουλία μάθησης του {partner_long_name}.

source: a course of study offered by {partner_short_name}.
el: ένα πρόγραμμα σπουδών που προσφέρεται από το {partner_short_name}.

source: I completed the {course_title} course on {platform_name}.
el: Ολοκλήρωσα το μάθημα {course_title} στην πλατφόρμα {platform_name}.

source: I completed a course at {platform_name}. Take a look at my certificate.
el: Ολοκλήρωσα ένα μάθημα στο {platform_name}. Ρίξτε μια ματιά στο πιστοποιητικό μου.

source: More Information About {user_name}'s Certificate:
el: Περισσότερες πληροφορίες για το Πιστοποιητικό του/της {user_name}:

source: {fullname}, you earned a certificate!
el: {fullname}, κέρδισες ένα πιστοποιητικό!

source: Congratulations! This page summarizes what you accomplished. Show it off to family, friends, and colleagues in your social and professional networks.
el: Συγχαρητήρια! Αυτή η σελίδα συνοψίζει τα όσα κατάφερες. Μοιράσου το με την οικογένεια, τους φίλους και τους συναδέλφους σου στα κοινωνικά και επαγγελματικά σου δίκτυα.

source: More about {fullname}'s accomplishment
el: Περισσότερα για το επίτευγμα του/της {fullname}

source: {course_id} is not a valid course key.
el: Το {course_id} δεν είναι έγκυρος κωδικός μαθήματος.

source: Course {course_id} does not exist.
el: Το μάθημα {course_id} δεν υπάρχει.

source: Use the checkout page hosted by the E-Commerce service.
el: Χρησιμοποιήστε τη σελίδα ολοκλήρωσης αγοράς που φιλοξενείται από την υπηρεσία Ηλεκτρονικού Εμπορίου.

source: Path to course(s) checkout page hosted by the E-Commerce service.
el: Διαδρομή προς τη σελίδα ολοκλήρωσης αγοράς του μαθήματος που φιλοξενείται από την υπηρεσία Ηλεκτρονικού Εμπορίου.

source: Cache Time To Live
el: Χρόνος Ζωής της Προσωρινής Αποθήκευσης

source: Specified in seconds. Enable caching by setting this to a value greater than 0.
el: Καθορίζεται σε δευτερόλεπτα. Ενεργοποιήστε την προσωρινή αποθήκευση ορίζοντας μια τιμή μεγαλύτερη από 0.

source: Path to order receipt page.
el: Διαδρομή προς τη σελίδα απόδειξης παραγγελίας.

source: Automatically approve valid refund requests, without manual processing
el: Αυτόματη έγκριση έγκυρων αιτημάτων επιστροφής χρημάτων, χωρίς χειροκίνητη επεξεργασία

source: [Refund] User-Requested Refund
el: [Επιστροφή Χρημάτων] Επιστροφή Χρημάτων Κατόπιν Αιτήματος Χρήστη

source: A refund request has been initiated for {username} ({email}). To process this request, please visit the link(s) below.
el: Έχει ξεκινήσει αίτημα επιστροφής χρημάτων για τον/την {username} ({email}). Για να επεξεργαστείτε αυτό το αίτημα, παρακαλώ επισκεφθείτε τον/τους παρακάτω σύνδεσμο/συνδέσμους.

source: Practice Exam
el: Εξέταση Εξάσκησης

source: Proctored Exam
el: Εξέταση με Επόπτη

source: Timed Exam
el: Χρονομετρημένη Εξέταση

source: Exam
el: Εξέταση

source: There’s still time to reach your goal
el: Υπάρχει ακόμα χρόνος για να πετύχεις τον στόχο σου

source: You’re almost there, %(user_name)s!
el: Σχεδόν τα κατάφερες, %(user_name)s!

source: You set a goal of learning {start_bold}%(days_per_week)s time a week in %(course_name)s{end_bold}. Now it’s up to you to make those goals a reality.
el: Ορίσατε έναν στόχο να μαθαίνετε {start_bold}%(days_per_week)s φορά την εβδομάδα στο μάθημα %(course_name)s{end_bold}. Τώρα εξαρτάται από εσάς να κάνετε αυτούς τους στόχους πραγματικότητα.

source: Jump back in
el: Επιστρέψτε στην εκμάθηση

source: Remember: the best goal is one that you can stick to.
el: Θυμηθείτε: ο καλύτερος στόχος είναι αυτός που μπορείτε να τηρήσετε.

source: You can always
el: Μπορείτε πάντα

source: if you need to.
el: αν χρειαστεί.

source: Unsubscribe from goal reminder emails for this course
el: Διαγραφή από τις υπενθυμίσεις στόχου για αυτό το μάθημα

source: Unsubscribe from goal reminder emails for this course
el: Διαγραφή από τις υπενθυμίσεις στόχου για αυτό το μάθημα

source: You're almost there!
el: Σχεδόν τα καταφέρατε!

source: There's still time to reach your goal
el: Υπάρχει ακόμα χρόνος για να φτάσετε τον στόχο σας

source: You set a goal of learning %(days_per_week)s times a week in %(course_name)s. You're not quite there, but there's still time to reach that goal!
el: Ορίσατε έναν στόχο να μαθαίνετε %(days_per_week)s φορές την εβδομάδα στο μάθημα %(course_name)s. Δεν έχετε φτάσει ακόμα εκεί, αλλά υπάρχει ακόμα χρόνος για να πετύχετε αυτόν τον στόχο!

source: Remember, you can always change your learning goal. The best goal is one that you can stick to.
el: Θυμηθείτε, μπορείτε πάντα να αλλάξετε τον στόχο εκμάθησής σας. Ο καλύτερος στόχος είναι αυτός που μπορείτε να τηρήσετε.

source: Go to %(platform_name)s Home Page
el: Μετάβαση στην Αρχική Σελίδα του %(platform_name)s

source: %(platform_name)s on Facebook
el: %(platform_name)s στο Facebook

source: %(platform_name)s on LinkedIn
el: %(platform_name)s στο LinkedIn

source: %(platform_name)s on Twitter
el: %(platform_name)s στο Twitter

source: %(platform_name)s on Reddit
el: %(platform_name)s στο Reddit

source: Download the iOS app on the Apple Store
el: Κατεβάστε την εφαρμογή για iOS από το Apple Store

source: Download the Android app on the Google Play Store
el: Κατεβάστε την εφαρμογή για Android από το Google Play Store

source: edX is the trusted platform for education and learning
el: Το edX είναι η αξιόπιστη πλατφόρμα για εκπαίδευση και μάθηση

source: Unsubscribe from these emails.
el: Διαγραφή από αυτά τα μηνύματα ηλεκτρονικού ταχυδρομείου.

source: You've almost reached your goal in %(course_name)s
el: Έχετε σχεδόν φτάσει στον στόχο σας στο μάθημα %(course_name)s

source: These define the context to disable the frontend-app-learning progress page.If no values are set, then the configuration applies globally. If a single value is set, then the configuration applies to all courses within that context. At most one value can be set at a time.<br>If multiple contexts apply to a course (for example, if configuration is specified for the course specifically, and for the org that the course is in, then the more specific context overrides the more general context.
el: Αυτά ορίζουν το πλαίσιο για την απενεργοποίηση της σελίδας προόδου του frontend-app-learning. Αν δεν οριστούν τιμές, τότε η διαμόρφωση εφαρμόζεται παγκοσμίως. Αν οριστεί μία μόνο τιμή, τότε η διαμόρφωση εφαρμόζεται σε όλα τα μαθήματα εντός αυτού του πλαισίου. Μόνο μία τιμή μπορεί να οριστεί κάθε φορά.<br>Αν πολλαπλά πλαίσια εφαρμόζονται σε ένα μάθημα (για παράδειγμα, αν η διαμόρφωση καθορίζεται ειδικά για το μάθημα και για τον οργανισμό στον οποίο ανήκει το μάθημα), τότε το πιο συγκεκριμένο πλαίσιο υπερισχύει του πιο γενικού.

source: If any of these values is left empty or "Unknown", then their value at runtime will be retrieved from the next most specific context that applies. For example, if "Disabled" is left as "Unknown" in the course context, then that course will be Disabled only if the org that it is in is Disabled.
el: Αν οποιαδήποτε από αυτές τις τιμές μείνει κενή ή ως "Άγνωστο", τότε η τιμή της κατά την εκτέλεση θα ανακτηθεί από το επόμενο πιο συγκεκριμένο πλαίσιο που εφαρμόζεται. Για παράδειγμα, αν το "Απενεργοποιημένο" μείνει ως "Άγνωστο" στο πλαίσιο του μαθήματος, τότε αυτό το μάθημα θα είναι Απενεργοποιημένο μόνο αν ο οργανισμός στον οποίο ανήκει είναι Απενεργοποιημένος.

source: Disabled
el: Απενεργοποιημένο

source: ({number} Question)
el: ({number} Ερώτηση)

source: Please contact your degree administrator or {platform_name} Support if you have questions.
el: Επικοινωνήστε με τον διαχειριστή του πτυχίου σας ή την Υποστήριξη του {platform_name} εάν έχετε ερωτήσεις.

source: Course is full
el: Το μάθημα είναι πλήρες

source: 'course_id' is required.
el: Απαιτείται το 'course_id'.

source: Only 'course_id' is expected.
el: Αναμένεται μόνο το 'course_id'.

source: Welcome message successfully dismissed.
el: Το μήνυμα καλωσορίσματος απορρίφθηκε επιτυχώς.

source: Your course goal has been successfully set.
el: Ο στόχος του μαθήματός σας ορίστηκε επιτυχώς.

source: Course goal updated successfully.
el: Ο στόχος του μαθήματος ενημερώθηκε επιτυχώς.

source: Wiki
el: Βικι

source: Enable learners to access, and collaborate on course-related information.
el: Επιτρέψτε στους εκπαιδευόμενους να έχουν πρόσβαση και να συνεργάζονται σε πληροφορίες σχετικές με το μάθημα.

source: This is the wiki for **{organization}**'s _{course_name}_.
el: Αυτή είναι η βικι για το μάθημα _{course_name}_ του **{organization}**.

source: Course page automatically created.
el: Η σελίδα του μαθήματος δημιουργήθηκε αυτόματα.

source: Welcome to the {platform_name} Wiki
el: Καλώς ορίσατε στη Βικι του {platform_name}

source: Visit a course wiki to add an article.
el: Επισκεφθείτε τη βικι ενός μαθήματος για να προσθέσετε ένα άρθρο.

source: Course has not started
el: Το μάθημα δεν έχει ξεκινήσει ακόμα

source: Course does not start until {}
el: Το μάθημα δεν ξεκινάει πριν από {}

source: You have unfulfilled milestones
el: Έχετε ανεκπλήρωτα ορόσημα

source: You do not have access to this course
el: Δεν έχετε πρόσβαση σε αυτό το μάθημα

source: You do not have access to this course on a mobile device
el: Δεν έχετε πρόσβαση σε αυτό το μάθημα από κινητή συσκευή

source: You must be enrolled in the course
el: Πρέπει να είστε εγγεγραμμένος στο μάθημα

source: You are enrolled in this course with '{enrollment_enterprise_name}'. However, you are currently logged in as a '{active_enterprise_name}' user. Please log in with '{enrollment_enterprise_name}' to access this course.
el: Είστε εγγεγραμμένος σε αυτό το μάθημα με το '{enrollment_enterprise_name}'. Ωστόσο, αυτή τη στιγμή είστε συνδεδεμένος ως χρήστης '{active_enterprise_name}'. Παρακαλώ συνδεθείτε με το '{enrollment_enterprise_name}' για να αποκτήσετε πρόσβαση σε αυτό το μάθημα.

source: You must give Data Sharing Consent for the course
el: Πρέπει να δώσετε τη Συγκατάθεση Κοινής Χρήσης Δεδομένων για το μάθημα

source: You must be logged in to see this course
el: Πρέπει να είστε συνδεδεμένος για να δείτε αυτό το μάθημα

source: {course_name} is no longer available.
el: Το μάθημα {course_name} δεν είναι πλέον διαθέσιμο.

source: Financial Assistance
el: Οικονομική Υποστήριξη

source: Assignment
el: Εργασία

source: Open Response Assessment
el: Αξιολόγηση Ανοικτής Απάντησης

source: This Open Response Assessment's due dates are set by your instructor and can't be shifted.
el: Οι ημερομηνίες λήξης της Αξιολόγησης Ανοικτής Απάντησης ορίζονται από τον εκπαιδευτή σας και δεν μπορούν να αλλάξουν.

source: Self Assessment
el: Αυτοαξιολόγηση

source: Peer Assessment
el: Αξιολόγηση από Συνομιλητές

source: Staff Assessment
el: Αξιολόγηση από Προσωπικό

source: Submission
el: Υποβολή

source: {relative} ago - {absolute}
el: πριν από {relative} - {absolute}

source: in {relative} - {absolute}
el: σε {relative} - {absolute}

source: Enrollment Date
el: Ημερομηνία Εγγραφής

source: Course starts
el: Έναρξη Μαθήματος

source: Course ends
el: Το μάθημα ολοκληρώνεται

source: After this date, the course will be archived, which means you can review the course content but can no longer participate in graded assignments or work towards earning a certificate.
el: Μετά από αυτή την ημερομηνία, το μάθημα θα αρχειοθετηθεί, πράγμα που σημαίνει ότι μπορείτε να αναθεωρήσετε το περιεχόμενο του μαθήματος, αλλά δεν μπορείτε πλέον να συμμετέχετε σε βαθμολογούμενες εργασίες ή να εργαστείτε για την απόκτηση πιστοποιητικού.

source: After the course ends, the course content will be archived and no longer active.
el: Μετά το τέλος του μαθήματος, το περιεχόμενο του μαθήματος θα αρχειοθετηθεί και δεν θα είναι πλέον ενεργό.

source: This course is archived, which means you can review course content but it is no longer active.
el: Αυτό το μάθημα έχει αρχειοθετηθεί, πράγμα που σημαίνει ότι μπορείτε να αναθεωρήσετε το περιεχόμενο του μαθήματος, αλλά δεν είναι πλέον ενεργό.

source: You lose all access to this course, including your progress.
el: Χάνετε κάθε πρόσβαση σε αυτό το μάθημα, συμπεριλαμβανομένης της προόδου σας.

source: Audit Access Expires
el: Λήγει η πρόσβαση ελέγχου

source: Certificate Available
el: Διαθέσιμο Πιστοποιητικό

source: Day certificates will become available for passing verified learners.
el: Τα ημερήσια πιστοποιητικά θα είναι διαθέσιμα για τους επιτυχόντες επαληθευμένους εκπαιδευόμενους.

source: Upgrade to Verified Certificate
el: Αναβάθμιση σε Πιστοποιητικό Επαληθευμένης Συμμετοχής

source: Verification Upgrade Deadline
el: Προθεσμία Αναβάθμισης Επαληθευμένης Συμμετοχής

source: Don't miss the opportunity to highlight your new knowledge and skills by earning a verified certificate.
el: Μην χάσετε την ευκαιρία να αναδείξετε τις νέες σας γνώσεις και δεξιότητες κερδίζοντας ένα πιστοποιητικό επαληθευμένης συμμετοχής.

source: You are still eligible to upgrade to a Verified Certificate! Pursue it to highlight the knowledge and skills you gain in this course.
el: Είστε ακόμα επιλέξιμος για αναβάθμιση σε Πιστοποιητικό Επαληθευμένης Συμμετοχής! Επιδιώξτε το για να αναδείξετε τις γνώσεις και τις δεξιότητες που αποκτάτε σε αυτό το μάθημα.

source: by {date}
el: μέχρι τις {date}

source: Learn More
el: Μάθετε περισσότερα

source: Retry Verification
el: Επανάληψη Επαληθεύσεως

source: Verify My Identity
el: Επαλήθευση Ταυτότητάς Μου

source: Missed Verification Deadline
el: Χάσατε την Προθεσμία Επαληθεύσεως

source: Unfortunately you missed this course's deadline for a successful verification.
el: Δυστυχώς χάσατε την προθεσμία αυτού του μαθήματος για επιτυχή επαλήθευση.

source: You must successfully complete verification before this date to qualify for a Verified Certificate.
el: Πρέπει να ολοκληρώσετε επιτυχώς την επαλήθευση πριν από αυτή την ημερομηνία για να πληροίτε τις προϋποθέσεις για ένα Πιστοποιητικό Επαληθευμένης Συμμετοχής.

source: There is no user with the username or email address "{user_identifier}" enrolled in this course.
el: Δεν υπάρχει χρήστης με το όνομα χρήστη ή τη διεύθυνση ηλεκτρονικού ταχυδρομείου "{user_identifier}" εγγεγραμμένος σε αυτό το μάθημα.

source: This user does not have access to this content because the content start date is in the future
el: Αυτός ο χρήστης δεν έχει πρόσβαση σε αυτό το περιεχόμενο επειδή η ημερομηνία έναρξης του περιεχομένου είναι στο μέλλον

source: This type of component cannot be shown while viewing the course as a specific student.
el: Αυτός ο τύπος στοιχείου δεν μπορεί να εμφανιστεί κατά την προβολή του μαθήματος ως συγκεκριμένος φοιτητής.

source: Number of days a learner has to upgrade after content is made available
el: Αριθμός ημερών που έχει ένας εκπαιδευόμενος για να αναβαθμίσει μετά τη διαθεσιμότητα του περιεχομένου

source: Disable the dynamic upgrade deadline for this course run.
el: Απενεργοποίηση της δυναμικής προθεσμίας αναβάθμισης για αυτήν την εκτέλεση του μαθήματος.

source: Disable the dynamic upgrade deadline for this organization.
el: Απενεργοποίηση της δυναμικής προθεσμίας αναβάθμισης για αυτόν τον οργανισμό.

source: Internal API Base URL
el: Βασική URL εσωτερικής διεπαφής προγραμματισμού εφαρμογών (API)

source: Financial Assistance Backend API Base URL.
el: Βασική URL διεπαφής προγραμματισμού εφαρμογών (API) υποστήριξης οικονομικής βοήθειας.

source: Username created for Financial Assistance Backend, e.g. financial_assistance_service_user.
el: Όνομα χρήστη που δημιουργήθηκε για την υποστήριξη οικονομικής βοήθειας, π.χ. financial_assistance_service_user.

source: Percentage of courses allowed to use edx-financial-assistance
el: Ποσοστό μαθημάτων που επιτρέπεται να χρησιμοποιούν το edx-financial-assistance

source: Progress
el: Πρόοδος

source: Keep learners engaged and on track throughout the course.
el: Διατηρήστε τους εκπαιδευόμενους ενεργούς και σε καλό δρόμο καθ' όλη τη διάρκεια του μαθήματος.

source: Textbooks
el: Σύγγραμμα

source: Create and manage a library of course readings, textbooks, and chapters.
el: Δημιουργία και διαχείριση μιας βιβλιοθήκης αναγνωσμάτων μαθημάτων, συγγραμμάτων και κεφαλαίων.

source: Calculator
el: Αριθμομηχανή

source: Provide an in-course calculator for simple and complex calculations.
el: Παρέχετε μια ενσωματωμένη αριθμομηχανή στο μάθημα για απλούς και σύνθετους υπολογισμούς.

source: Proctoring
el: Εποπτεία εξετάσεων

source: Maintain exam integrity by enabling a proctoring solution for your course
el: Διατηρήστε την ακεραιότητα των εξετάσεων ενεργοποιώντας μια λύση εποπτείας για το μάθημά σας

source: Custom pages
el: Προσαρμοσμένες σελίδες

source: Provide additional course content and resources with custom pages
el: Παρέχετε πρόσθετο περιεχόμενο μαθημάτων και πόρους με προσαρμοσμένες σελίδες

source: Flexible Peer Grading for ORAs
el: Εύκαμπτη αξιολόγηση από ομότιμους για τις Ανοιχτές Αξιολογήσεις Απαντήσεων (ORAs)

source: Course level settings for Flexible Peer Grading Open Response Assessments.
el: Ρυθμίσεις επιπέδου μαθήματος για Ανοικτές Αξιολογήσεις Απαντήσεων με Ευέλικτη Αξιολόγηση από Ομότιμους.

source: Course
el: Μάθημα

source: Syllabus
el: Πρόγραμμα μαθήματος

source: Dates
el: Ημερομηνίες

source: Your enrollment: Audit track
el: Εγγραφή σας: Διαδρομή ελέγχου
