Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
el: Σας ευχαριστούμε που υποβάλατε τις φωτογραφίες σας. Θα τις εξετάσουμε σύντομα. Μπορείτε τώρα να εγγραφείτε σε οποιοδήποτε μάθημα του %(platformName)s που προσφέρει επαληθευμένα πιστοποιητικά. Η επαλήθευση ισχύει για ένα έτος. Μετά από ένα έτος, πρέπει να υποβάλετε ξανά φωτογραφίες για επαλήθευση.
fr: Merci d'avoir soumis vos photos. Nous les examinerons sous peu. Vous pouvez maintenant vous inscrire à tout cours de %(platformName)s qui propose des certificats vérifiés. La vérification est valable un an. Après un an, vous devrez soumettre à nouveau des photos pour vérification.

source: Error:
el: Σφάλμα:
fr: Erreur :

source: What You Need for Verification
el: Τι χρειάζεστε για την επαλήθευση
fr: Ce dont vous avez besoin pour la vérification

source: Device with Camera
el: Συσκευή με κάμερα
fr: Appareil avec caméra

source: You need a device that has a webcam. If you receive a browser prompt for access to your camera, please make sure to click 'Allow'.
el: Χρειάζεστε μια συσκευή που διαθέτει κάμερα web. Αν λάβετε προτροπή από το πρόγραμμα περιήγησης για πρόσβαση στην κάμερά σας, βεβαιωθείτε ότι θα κάνετε κλικ στο «Να επιτρέπεται».
fr: Vous avez besoin d'un appareil équipé d'une webcam. Si une invite du navigateur vous demande l'accès à votre caméra, assurez-vous de cliquer sur « Autoriser ».

source: Photo Identification
el: Ταυτότητα με φωτογραφία
fr: Pièce d'identité avec photo

source: You need a valid ID that contains your full name and photo.
el: Χρειάζεστε έγκυρο έγγραφο ταυτοποίησης που να περιέχει το πλήρες όνομά σας και φωτογραφία.
fr: Vous avez besoin d'une pièce d'identité valide contenant votre nom complet et votre photo.

source: Take Your Photo
el: Τραβήξτε τη φωτογραφία σας
fr: Prenez votre photo

source: When your face is in position, use the Take Photo button {icon} below to take your photo.
el: Όταν το πρόσωπό σας είναι στη σωστή θέση, χρησιμοποιήστε το κουμπί Λήψη φωτογραφίας {icon} παρακάτω για να τραβήξετε τη φωτογραφία σας.
fr: Lorsque votre visage est en position, utilisez le bouton Prendre une photo {icon} ci-dessous pour prendre votre photo.

source: To take a successful photo, make sure that:
el: Για να τραβήξετε μια επιτυχημένη φωτογραφία, βεβαιωθείτε ότι:
fr: Pour prendre une photo réussie, assurez-vous que :

source: Your face is well-lit.
el: Το πρόσωπό σας φωτίζεται καλά.
fr: Votre visage est bien éclairé.

source: Your entire face fits inside the frame.
el: Ολόκληρο το πρόσωπό σας χωράει μέσα στο πλαίσιο.
fr: Votre visage entier rentre dans le cadre.

source: To take the photo of your face, click on the camera button {icon}. If you need to try again, click 'Retake Photo'.
el: Για να τραβήξετε τη φωτογραφία του προσώπου σας, κάντε κλικ στο κουμπί της κάμερας {icon}. Αν χρειαστεί να δοκιμάσετε ξανά, κάντε κλικ στο «Επανάληψη λήψης φωτογραφίας».
fr: Pour prendre la photo de votre visage, cliquez sur le bouton de la caméra {icon}. Si vous devez recommencer, cliquez sur « Reprendre la photo ».

source: Frequently Asked Questions
el: Συχνές ερωτήσεις
fr: Questions fréquemment posées

source: Why does %(platformName)s need my photo?
el: Γιατί το %(platformName)s χρειάζεται τη φωτογραφία μου;
fr: Pourquoi %(platformName)s a-t-il besoin de ma photo ?

source: We use your verification photos to confirm your identity and ensure the validity of your certificate.
el: Χρησιμοποιούμε τις φωτογραφίες επαλήθευσης για να επιβεβαιώσουμε την ταυτότητά σας και να διασφαλίσουμε την εγκυρότητα του πιστοποιητικού σας.
fr: Nous utilisons vos photos de vérification pour confirmer votre identité et garantir la validité de votre certificat.

source: What does %(platformName)s do with this photo?
el: Τι κάνει το %(platformName)s με αυτή τη φωτογραφία;
fr: Que fait %(platformName)s avec cette photo ?

source: We securely encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
el: Κρυπτογραφούμε με ασφάλεια τη φωτογραφία σας και τη στέλνουμε στην υπηρεσία εξουσιοδότησής μας για έλεγχο. Η φωτογραφία και οι πληροφορίες σας δεν αποθηκεύονται ούτε είναι ορατές οπουδήποτε στο %(platformName)s μετά την ολοκλήρωση της διαδικασίας επαλήθευσης.
fr: Nous chiffrons de manière sécurisée votre photo et l'envoyons à notre service d'autorisation pour examen. Votre photo et vos informations ne sont pas enregistrées ni visibles où que ce soit sur %(platformName)s une fois le processus de vérification terminé.

source: What if I can't see the camera image, or if I can't see my photo do determine which side is visible?
el: Τι γίνεται αν δεν μπορώ να δω την εικόνα της κάμερας ή αν δεν μπορώ να δω τη φωτογραφία μου για να προσδιορίσω ποια πλευρά είναι ορατή;
fr: Que faire si je ne vois pas l'image de la caméra ou si je ne peux pas déterminer quel côté de ma photo est visible ?

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally the best position for a headshot is approximately 12-18 inches (30-45 centimeters) from the camera, with your head centered relative to the computer screen.
el: Ίσως μπορέσετε να ολοκληρώσετε τη διαδικασία λήψης εικόνας χωρίς βοήθεια, αλλά μπορεί να χρειαστούν μερικές προσπάθειες υποβολής για να πετύχετε τη σωστή τοποθέτηση της κάμερας. Η βέλτιστη τοποθέτηση της κάμερας διαφέρει ανάλογα με τον υπολογιστή, αλλά γενικά η καλύτερη θέση για φωτογραφία προσώπου είναι περίπου 12-18 ίντσες (30-45 εκατοστά) από την κάμερα, με το κεφάλι σας στο κέντρο σε σχέση με την οθόνη του υπολογιστή.
fr: Vous pourrez peut-être terminer la procédure de capture d'image sans assistance, mais cela peut nécessiter quelques tentatives de soumission pour bien positionner la caméra. Le positionnement optimal de la caméra varie selon chaque ordinateur, mais généralement, la meilleure position pour un portrait est d'environ 30 à 45 centimètres (12 à 18 pouces) de la caméra, avec votre tête centrée par rapport à l'écran de l'ordinateur.

source: If the photos you submit are rejected, try moving the computer or camera orientation to change the lighting angle. The most common reason for rejection is inability to read the text on the ID card.
el: Αν οι φωτογραφίες που υποβάλετε απορριφθούν, δοκιμάστε να μετακινήσετε τον υπολογιστή ή να αλλάξετε τον προσανατολισμό της κάμερας ώστε να αλλάξει η γωνία φωτισμού. Ο πιο συνηθισμένος λόγος απόρριψης είναι η αδυναμία ανάγνωσης του κειμένου στην ταυτότητα.
fr: Si les photos que vous soumettez sont rejetées, essayez de déplacer l'ordinateur ou de changer l'orientation de la caméra pour modifier l'angle d'éclairage. La raison la plus courante de rejet est l'incapacité de lire le texte sur la carte d'identité.

source: What if I have difficulty holding my head in position relative to the camera?
el: Τι γίνεται αν δυσκολεύομαι να κρατήσω το κεφάλι μου στη σωστή θέση σε σχέση με την κάμερα;
fr: Que faire si j'ai des difficultés à maintenir ma tête en position par rapport à la caméra ?

source: If you require assistance with taking either photo for submission, contact %(platformName)s support for additional suggestions.
el: Αν χρειάζεστε βοήθεια για τη λήψη οποιασδήποτε από τις δύο φωτογραφίες για υποβολή, επικοινωνήστε με την υποστήριξη του %(platformName)s για πρόσθετες προτάσεις.
fr: Si vous avez besoin d'aide pour prendre l'une ou l'autre des photos à soumettre, contactez le support de %(platformName)s pour obtenir des suggestions supplémentaires.

source: Next: %(nextStepTitle)s
el: Επόμενο: %(nextStepTitle)s
fr: Suivant : %(nextStepTitle)s

source: Take a Photo of Your ID
el: Τραβήξτε φωτογραφία της ταυτότητάς σας
fr: Prenez une photo de votre pièce d'identité

source: Use your webcam to take a photo of your ID.
el: Χρησιμοποιήστε την κάμερα web για να τραβήξετε φωτογραφία της ταυτότητάς σας.
fr: Utilisez votre webcam pour prendre une photo de votre pièce d'identité.

source: You need an ID with your name and photo. A driver's license, passport, or ID are all acceptable.
el: Χρειάζεστε ταυτότητα με το όνομά σας και φωτογραφία. Δίπλωμα οδήγησης, διαβατήριο ή ταυτότητα είναι όλα αποδεκτά.
fr: Vous avez besoin d'une pièce d'identité avec votre nom et votre photo. Un permis de conduire, un passeport ou une carte d'identité sont tous acceptables.

source: Tips on taking a successful photo
el: Συμβουλές για μια επιτυχημένη φωτογραφία
fr: Conseils pour réussir votre photo

source: Ensure that you can see your photo and read your name
el: Βεβαιωθείτε ότι μπορείτε να δείτε τη φωτογραφία σας και να διαβάσετε το όνομά σας
fr: Assurez-vous de pouvoir voir votre photo et lire votre nom

source: Make sure your ID is well-lit
el: Βεβαιωθείτε ότι η ταυτότητά σας φωτίζεται καλά
fr: Assurez-vous que votre pièce d'identité est bien éclairée

source: Once in position, use the Take Photo button {icon} to capture your ID
el: Μόλις είστε στη σωστή θέση, χρησιμοποιήστε το κουμπί Λήψη φωτογραφίας {icon} για να καταγράψετε την ταυτότητά σας
fr: Une fois en position, utilisez le bouton Prendre une photo {icon} pour capturer votre pièce d'identité

source: Use the Retake Photo button if you are not pleased with your photo
el: Χρησιμοποιήστε το κουμπί Επανάληψη λήψης φωτογραφίας αν δεν είστε ικανοποιημένοι/ες με τη φωτογραφία σας
fr: Utilisez le bouton Reprendre la photo si vous n'êtes pas satisfait de votre photo

source: As part of the verification process, you take a photo of both your face and a photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
el: Στο πλαίσιο της διαδικασίας επαλήθευσης, τραβάτε μια φωτογραφία του προσώπου σας και μια φωτογραφία ταυτότητας. Η υπηρεσία εξουσιοδότησής μας επιβεβαιώνει την ταυτότητά σας συγκρίνοντας τη φωτογραφία που τραβάτε με τη φωτογραφία στην ταυτότητά σας.
fr: Dans le cadre du processus de vérification, vous prenez une photo de votre visage et une photo d'une pièce d'identité. Notre service d'autorisation confirme votre identité en comparant la photo que vous prenez avec la photo sur votre pièce d'identité.

source: You may be able to complete the image capture procedure without assistance, but it may take a couple of submission attempts to get the camera positioning right. Optimal camera positioning varies with each computer, but generally, the best position for a photo of an ID card is 8-12 inches (20-30 centimeters) from the camera, with the ID card centered relative to the camera.
el: Ίσως μπορέσετε να ολοκληρώσετε τη διαδικασία λήψης εικόνας χωρίς βοήθεια, αλλά μπορεί να χρειαστούν μερικές προσπάθειες υποβολής για να πετύχετε τη σωστή τοποθέτηση της κάμερας. Η βέλτιστη τοποθέτηση της κάμερας διαφέρει ανάλογα με τον υπολογιστή, αλλά γενικά η καλύτερη θέση για φωτογραφία μιας ταυτότητας είναι 8-12 ίντσες (20-30 εκατοστά) από την κάμερα, με την ταυτότητα στο κέντρο σε σχέση με την κάμερα.
fr: Vous pouvez peut-être compléter la procédure de capture d'image sans assistance, mais il se peut que cela prenne quelques tentatives de soumission pour bien positionner la caméra. Le positionnement optimal de la caméra varie selon chaque ordinateur, mais généralement, la meilleure position pour une photo d'une carte d'identité est à 20-30 centimètres (8-12 pouces) de la caméra, avec la carte d'identité centrée par rapport à la caméra.

source: What if I have difficulty holding my ID in position relative to the camera?
el: Τι γίνεται αν δυσκολεύομαι να κρατήσω την ταυτότητά μου στη σωστή θέση σε σχέση με την κάμερα;
fr: Que faire si j'ai des difficultés à maintenir mon identité en place par rapport à la caméra ?

source: Preview of uploaded image
el: Προεπισκόπηση της μεταφορτωμένης εικόνας
fr: Aperçu de l'image téléchargée

source: Upload an image or capture one with your web or phone camera.
el: Μεταφορτώστε μια εικόνα ή τραβήξτε μία με την κάμερα web ή την κάμερα του τηλεφώνου σας.
fr: Téléchargez une image ou capturez-en une avec la caméra de votre ordinateur ou de votre téléphone.

source: Use your webcam to take a photo of your face. We will match this photo with the photo on your ID.
el: Χρησιμοποιήστε την κάμερα web για να τραβήξετε φωτογραφία του προσώπου σας. Θα αντιστοιχίσουμε αυτή τη φωτογραφία με τη φωτογραφία στην ταυτότητά σας.
fr: Utilisez votre webcam pour prendre une photo de votre visage. Nous comparerons cette photo avec la photo sur votre pièce d'identité.

source: Make sure your face is well-lit
el: Βεβαιωθείτε ότι το πρόσωπό σας φωτίζεται καλά
fr: Assurez-vous que votre visage est bien éclairé

source: Be sure your entire face is inside the frame
el: Βεβαιωθείτε ότι ολόκληρο το πρόσωπό σας είναι μέσα στο πλαίσιο
fr: Assurez-vous que votre visage entier est dans le cadre

source: Once in position, use the Take Photo button {icon} to capture your photo
el: Μόλις είστε στη σωστή θέση, χρησιμοποιήστε το κουμπί Λήψη φωτογραφίας {icon} για να καταγράψετε τη φωτογραφία σας
fr: Une fois en position, utilisez le bouton Prendre une photo {icon} pour capturer votre photo

source: Can we match the photo you took with the one on your ID?
el: Μπορούμε να αντιστοιχίσουμε τη φωτογραφία που τραβήξατε με αυτήν στην ταυτότητά σας;
fr: Pouvons-nous faire correspondre la photo que vous avez prise avec celle sur votre pièce d'identité ?

source: As part of the verification process, you take a photo of both your face and a government-issued photo ID. Our authorization service confirms your identity by comparing the photo you take with the photo on your ID.
el: Στο πλαίσιο της διαδικασίας επαλήθευσης, τραβάτε μια φωτογραφία του προσώπου σας και μια κρατικά εκδοθείσα ταυτότητα με φωτογραφία. Η υπηρεσία εξουσιοδότησής μας επιβεβαιώνει την ταυτότητά σας συγκρίνοντας τη φωτογραφία που τραβάτε με τη φωτογραφία στην ταυτότητά σας.
fr: Dans le cadre du processus de vérification, vous prenez une photo de votre visage et d'une pièce d'identité délivrée par le gouvernement. Notre service d'autorisation confirme votre identité en comparant la photo que vous prenez avec la photo sur votre pièce d'identité.

source: We use the highest levels of security available to encrypt your photo and send it to our authorization service for review. Your photo and information are not saved or visible anywhere on %(platformName)s after the verification process is complete.
el: Χρησιμοποιούμε τα υψηλότερα διαθέσιμα επίπεδα ασφάλειας για να κρυπτογραφήσουμε τη φωτογραφία σας και να τη στείλουμε στην υπηρεσία εξουσιοδότησής μας για έλεγχο. Η φωτογραφία και οι πληροφορίες σας δεν αποθηκεύονται ούτε είναι ορατές οπουδήποτε στο %(platformName)s μετά την ολοκλήρωση της διαδικασίας επαλήθευσης.
fr: Nous utilisons les niveaux de sécurité les plus élevés disponibles pour chiffrer votre photo et l'envoyer à notre service d'autorisation pour examen. Votre photo et vos informations ne sont pas sauvegardées ni visibles où que ce soit sur %(platformName)s une fois le processus de vérification terminé.

source: Thanks for returning to verify your ID in: {courseName}
el: Ευχαριστούμε που επιστρέψατε για να επαληθεύσετε την ταυτότητά σας στο: {courseName}
fr: Merci d'être revenu pour vérifier votre pièce d'identité dans : {courseName}

source: You need to activate your account before you can enroll in courses. Check your inbox for an activation email. After you complete activation you can return and refresh this page.
el: Πρέπει να ενεργοποιήσετε τον λογαριασμό σας πριν μπορέσετε να εγγραφείτε σε μαθήματα. Ελέγξτε τα εισερχόμενά σας για email ενεργοποίησης. Αφού ολοκληρώσετε την ενεργοποίηση, μπορείτε να επιστρέψετε και να ανανεώσετε αυτή τη σελίδα.
fr: Vous devez activer votre compte avant de pouvoir vous inscrire à des cours. Consultez votre boîte de réception pour un e-mail d'activation. Après avoir terminé l'activation, vous pouvez revenir et actualiser cette page.

source: Activate Your Account
el: Ενεργοποιήστε τον λογαριασμό σας
fr: Activez Votre Compte

source: Photo ID
el: Ταυτότητα με φωτογραφία
fr: Pièce d'identité avec photo

source: A driver's license, passport, or other government-issued ID with your name and photo
el: Δίπλωμα οδήγησης, διαβατήριο ή άλλη κρατικά εκδοθείσα ταυτότητα με το όνομά σας και φωτογραφία
fr: Un permis de conduire, un passeport ou une autre pièce d'identité délivrée par le gouvernement avec votre nom et votre photo

source: Webcam
el: Κάμερα web

source: You are enrolling in: {courseName}
el: Εγγράφεστε στο: {courseName}
fr: Vous vous inscrivez à : {courseName}

source: You are upgrading your enrollment for: {courseName}
el: Αναβαθμίζετε την εγγραφή σας για: {courseName}
fr: Vous effectuez une mise à niveau de votre inscription pour : {courseName}

source: You can now enter your payment information and complete your enrollment.
el: Μπορείτε τώρα να εισαγάγετε τα στοιχεία πληρωμής σας και να ολοκληρώσετε την εγγραφή σας.
fr: Vous pouvez maintenant saisir vos informations de paiement et finaliser votre inscription.

source: You can pay now even if you don't have the following items available, but you will need to have these by {date} to qualify to earn a Verified Certificate.
el: Μπορείτε να πληρώσετε τώρα ακόμη κι αν δεν έχετε διαθέσιμα τα παρακάτω, αλλά θα πρέπει να τα έχετε έως τις {date} για να πληροίτε τις προϋποθέσεις απόκτησης Επαληθευμένου Πιστοποιητικού.
fr: Vous pouvez payer maintenant même si vous ne disposez pas encore des éléments suivants, mais vous devrez les avoir d'ici le {date} pour être éligible à l'obtention d'un certificat vérifié.

source: An email has been sent to {userEmail} with a link for you to activate your account.
el: Έχει σταλεί email στο {userEmail} με σύνδεσμο για να ενεργοποιήσετε τον λογαριασμό σας.
fr: Un e-mail a été envoyé à {userEmail} avec un lien pour activer votre compte.

source: Why activate?
el: Γιατί να ενεργοποιήσω;
fr: Pourquoi activer ?

source: We ask you to activate your account to ensure it is really you creating the account and to prevent fraud.
el: Ζητάμε να ενεργοποιήσετε τον λογαριασμό σας για να διασφαλίσουμε ότι είστε πραγματικά εσείς που δημιουργείτε τον λογαριασμό και για να αποτρέψουμε την απάτη.
fr: Nous vous demandons d'activer votre compte pour nous assurer qu'il s'agit bien de vous qui créez le compte et pour prévenir la fraude.

source: You can pay now even if you don't have the following items available, but you will need to have these to qualify to earn a Verified Certificate.
el: Μπορείτε να πληρώσετε τώρα ακόμη κι αν δεν έχετε διαθέσιμα τα παρακάτω, αλλά θα πρέπει να τα έχετε για να πληροίτε τις προϋποθέσεις απόκτησης Επαληθευμένου Πιστοποιητικού.
fr: Vous pouvez payer maintenant même si vous ne disposez pas encore des éléments suivants, mais vous devrez les avoir pour être éligible à l'obtention d'un certificat vérifié.

source: Government-Issued Photo ID
el: Κρατικά εκδοθείσα ταυτότητα με φωτογραφία
fr: Pièce d'identité officielle avec photo

source: ID-Verification is not required for this Professional Education course.
el: Η επαλήθευση ταυτότητας δεν απαιτείται για αυτό το μάθημα Επαγγελματικής Εκπαίδευσης.
fr: La vérification d'identité n'est pas requise pour ce cours de formation professionnelle.

source: All professional education courses are fee-based, and require payment to complete the enrollment process.
el: Όλα τα μαθήματα επαγγελματικής εκπαίδευσης είναι επί πληρωμή και απαιτούν πληρωμή για να ολοκληρωθεί η διαδικασία εγγραφής.
fr: Tous les cours de formation professionnelle sont payants et nécessitent un paiement pour finaliser le processus d'inscription.

source: You have already verified your ID!
el: Έχετε ήδη επαληθεύσει την ταυτότητά σας!
fr: Vous avez déjà vérifié votre identité !

source: Your verification status is good until {verificationGoodUntil}.
el: Η κατάσταση επαλήθευσής σας ισχύει έως {verificationGoodUntil}.
fr: Votre statut de vérification est valide jusqu'au {verificationGoodUntil}.

source: price
el: τιμή
fr: prix

source: Account Not Activated
el: Ο λογαριασμός δεν έχει ενεργοποιηθεί
fr: Compte non activé

source: Upgrade to a Verified Certificate for {courseName}
el: Αναβάθμιση σε Επαληθευμένο Πιστοποιητικό για {courseName}
fr: Mettre à jour vers un certificat vérifié pour {courseName}

source: Before you upgrade to a certificate track, you must activate your account.
el: Πριν αναβαθμίσετε σε διαδρομή πιστοποιητικού, πρέπει να ενεργοποιήσετε τον λογαριασμό σας.
fr: Avant de mettre à niveau vers un parcours certifiant, vous devez activer votre compte.

source: Check your email for an activation message.
el: Ελέγξτε το email σας για μήνυμα ενεργοποίησης.
fr: Vérifiez vos emails pour un message d'activation.

source: Total
el: Σύνολο

source: Professional Certificate for {courseName}
el: Επαγγελματικό Πιστοποιητικό για {courseName}
fr: Certificat professionnel pour {courseName}

source: Verified Certificate for {courseName}
el: Επαληθευμένο Πιστοποιητικό για {courseName}
fr: Certificat vérifié pour {courseName}

source: To receive a certificate, you must also verify your identity before {date}.
el: Για να λάβετε πιστοποιητικό, πρέπει επίσης να επαληθεύσετε την ταυτότητά σας πριν από τις {date}.
fr: Pour recevoir un certificat, vous devez également vérifier votre identité avant {date}.

source: To receive a certificate, you must also verify your identity.
el: Για να λάβετε πιστοποιητικό, πρέπει επίσης να επαληθεύσετε την ταυτότητά σας.
fr: Pour recevoir un certificat, vous devez également vérifier votre identité.

source: To verify your identity, you need a webcam and a government-issued photo ID.
el: Για να επαληθεύσετε την ταυτότητά σας, χρειάζεστε κάμερα web και κρατικά εκδοθείσα ταυτότητα με φωτογραφία.
fr: Pour vérifier votre identité, vous avez besoin d'une webcam et d'une pièce d'identité avec photo émise par le gouvernement.

source: Your ID must be a government-issued photo ID that clearly shows your face.
el: Η ταυτότητά σας πρέπει να είναι κρατικά εκδοθείσα ταυτότητα με φωτογραφία που να δείχνει καθαρά το πρόσωπό σας.
fr: Votre Identité doit être une pièce d'identité avec photo émise par le gouvernement qui montre clairement votre visage.

source: You will use your webcam to take a picture of your face and of your government-issued photo ID.
el: Θα χρησιμοποιήσετε την κάμερα web για να τραβήξετε μια φωτογραφία του προσώπου σας και της κρατικά εκδοθείσας ταυτότητάς σας με φωτογραφία.
fr: Vous utiliserez votre webcam pour prendre une photo de votre visage et de votre pièce d'identité avec photo émise par le gouvernement.

source: Identity Verification In Progress
el: Η επαλήθευση ταυτότητας βρίσκεται σε εξέλιξη
fr: Vérification d'identité en progression

source: We have received your information and are verifying your identity. You will see a message on your dashboard when the verification process is complete (usually within 5-7 days). In the meantime, you can still access all available course content.
el: Έχουμε λάβει τις πληροφορίες σας και επαληθεύουμε την ταυτότητά σας. Θα δείτε ένα μήνυμα στον πίνακα ελέγχου σας όταν ολοκληρωθεί η διαδικασία επαλήθευσης (συνήθως μέσα σε 5-7 ημέρες). Στο μεταξύ, μπορείτε να έχετε πρόσβαση σε όλο το διαθέσιμο περιεχόμενο του μαθήματος.
fr: Nous avons reçu vos informations et vérifions votre identité. Vous verrez un message sur votre tableau de bord une fois le processus de vérification terminé (généralement dans les 5 à 7 jours). En attendant, vous pouvez toujours accéder à tout le contenu des cours disponibles.
