Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: {assignment_count} {type} assignment(s) found:
el: Βρέθηκαν {assignment_count} εργασία(ες) {type}:
fr: {assignment_count} devoir(s) de type {type} trouvé(s) :

source: The number of {type} assignments in the course matches the number defined here.
el: Ο αριθμός των εργασιών {type} στο μάθημα ταιριάζει με τον αριθμό που ορίζεται εδώ.
fr: Le nombre de devoirs {type} dans le cours correspond au nombre défini ici.

source: Course Handouts
el: Φυλλάδια μαθήματος
fr: Documents de cours

source: You have no handouts defined
el: Δεν έχετε ορίσει φυλλάδια
fr: Vous n'avez aucun document défini

source: There is invalid code in your content. Please check to make sure it is valid HTML.
el: Υπάρχει μη έγκυρος κώδικας στο περιεχόμενό σας. Παρακαλούμε ελέγξτε ότι είναι έγκυρη HTML.
fr: Il y a du code invalide dans votre contenu. Veuillez vérifier qu'il s'agit d'un HTML valide.

source: Date
el: Ημερομηνία

source: Post
el: Ανάρτηση
fr: Message

source: Discussion
el: Συζήτηση

source: Enable discussion
el: Ενεργοποίηση συζήτησης
fr: Activer la discussion

source: Topics for unpublished units would not be created
el: Δεν θα δημιουργούνταν θέματα για μη δημοσιευμένες ενότητες
fr: Les sujets pour les unités non publiées ne seront pas créés

source: Please enable discussions for graded units from the
el: Παρακαλούμε ενεργοποιήστε τις συζητήσεις για βαθμολογούμενες ενότητες από το
fr: Veuillez activer les discussions pour les unités notées depuis la

source: Discussion Configuration
el: Διαμόρφωση συζήτησης
fr: Configuration des discussions

source: Due Date:
el: Ημερομηνία προθεσμίας:
fr: Date limite :

source: Due Time in UTC:
el: Ώρα προθεσμίας σε UTC:
fr: Heure limite en UTC :

source: Clear Grading Due Date
el: Εκκαθάριση ημερομηνίας προθεσμίας βαθμολόγησης
fr: Effacer la date limite de notation

source: Chapter Name
el: Όνομα κεφαλαίου
fr: Nom du chapitre

source: Chapter {order}
el: Κεφάλαιο {order}
fr: Chapitre {order}

source: provide the title/name of the chapter that will be used in navigating
el: δώστε τον τίτλο/όνομα του κεφαλαίου που θα χρησιμοποιηθεί στην πλοήγηση
fr: fournir le titre/nom du chapitre qui sera utilisé pour la navigation

source: Chapter Asset
el: Πόρος κεφαλαίου
fr: Ressource du chapitre

source: upload a PDF file or provide the path to a Studio asset file
el: ανεβάστε ένα αρχείο PDF ή δώστε τη διαδρομή προς ένα αρχείο πόρου του Studio
fr: télécharger un fichier PDF ou fournir le chemin vers un fichier d'actif Studio

source: Upload PDF
el: Μεταφόρτωση PDF
fr: Télécharger un PDF

source: delete chapter
el: διαγραφή κεφαλαίου
fr: supprimer le chapitre

source: Edit Title
el: Επεξεργασία τίτλου
fr: Modifier le titre

source: You are editing content from a Library.
el: Επεξεργάζεστε περιεχόμενο από μια Βιβλιοθήκη.
fr: Vous modifiez du contenu provenant d'une Bibliothèque.

source: Edits made here will only be reflected in this course. These edits may be overridden later if updates are accepted.
el: Οι επεξεργασίες που γίνονται εδώ θα αντικατοπτρίζονται μόνο σε αυτό το μάθημα. Αυτές οι επεξεργασίες μπορεί να αντικατασταθούν αργότερα, αν γίνουν αποδεκτές ενημερώσεις.
fr: Les modifications apportées ici ne seront reflétées que dans ce cours. Ces modifications pourraient être écrasées ultérieurement si des mises à jour sont acceptées.

source: View in Library
el: Προβολή στη Βιβλιοθήκη
fr: Voir dans la Bibliothèque

source: Embed your subsection content directly on a page using an iframe, and view it without the LMS header and footer.
el: Ενσωματώστε το περιεχόμενο της υποενότητάς σας απευθείας σε μια σελίδα χρησιμοποιώντας ένα iframe και προβάλετέ το χωρίς την κεφαλίδα και το υποσέλιδο του LMS.
fr: Intégrez le contenu de votre sous-section directement sur une page à l'aide d'un iframe, et visualisez-le sans l'en-tête et le pied de page du LMS.

source: Click to copy link to clipboard
el: Κάντε κλικ για να αντιγράψετε τον σύνδεσμο στο πρόχειρο
fr: Cliquez pour copier le lien dans le presse-papiers

source: Copy link
el: Αντιγραφή συνδέσμου
fr: Copiez le lien

source: When sharing this link with your learners, they will see the content of the subsection along with the header and footer of your LMS.
el: Όταν κοινοποιείτε αυτόν τον σύνδεσμο στους εκπαιδευόμενούς σας, θα βλέπουν το περιεχόμενο της υποενότητας μαζί με την κεφαλίδα και το υποσέλιδο του LMS σας.
fr: Lorsque vous partagez ce lien avec vos apprenants, ils verront le contenu de la sous-section ainsi que l'en-tête et le pied de page de votre LMS.

source: Grading
el: Βαθμολόγηση
fr: Évaluation

source: Grade as:
el: Βαθμολόγηση ως:
fr: Noter en tant que :

source: Not Graded
el: Χωρίς βαθμολόγηση
fr: Non noté

source: Cannot delete when in use by an experiment
el: Δεν είναι δυνατή η διαγραφή όταν χρησιμοποιείται από ένα πείραμα
fr: Impossible de supprimer lorsqu'il est utilisé par une expérience

source: This Group Configuration is used in:
el: Αυτή η Διαμόρφωση ομάδων χρησιμοποιείται σε:
fr: Cette Configuration de Groupe est utilisée dans :

source: This Group Configuration is not in use. Start by adding a content experiment to any Unit via the {linkStart}Course Outline{linkEnd}.
el: Αυτή η Διαμόρφωση ομάδων δεν χρησιμοποιείται. Ξεκινήστε προσθέτοντας ένα πείραμα περιεχομένου σε οποιαδήποτε Ενότητα μέσω του {linkStart}Περιγράμματος μαθήματος{linkEnd}.
fr: Cette Configuration de Groupe n'est pas utilisée. Commencez par ajouter une expérience de contenu à n'importe quelle Unité via le {linkStart}Plan du cours{linkEnd}.

source: Group Configuration information
el: Πληροφορίες διαμόρφωσης ομάδων
fr: Informations sur la Configuration de Groupe

source: Group Configuration Name
el: Όνομα διαμόρφωσης ομάδων
fr: Nom de la Configuration de Groupe

source: Group Configuration ID
el: ID διαμόρφωσης ομάδων
fr: ID de la Configuration de Groupe

source: This is the Name of the Group Configuration
el: Αυτό είναι το Όνομα της Διαμόρφωσης ομάδων
fr: Il s'agit du Nom de la Configuration de Groupe

source: Name or short description of the configuration
el: Όνομα ή σύντομη περιγραφή της διαμόρφωσης
fr: Nom ou courte description de la configuration

source: This is the Description of the Group Configuration
el: Αυτή είναι η Περιγραφή της Διαμόρφωσης ομάδων
fr: Il s'agit de la Description de la Configuration de Groupe

source: Optional long description
el: Προαιρετική εκτενής περιγραφή
fr: Description longue facultative

source: Group information
el: Πληροφορίες ομάδων
fr: Informations sur les groupes

source: Name of the groups that students will be assigned to, for example, Control, Video, Problems. You must have two or more groups.
el: Όνομα των ομάδων στις οποίες θα ανατεθούν οι μαθητές, για παράδειγμα, Έλεγχος, Βίντεο, Προβλήματα. Πρέπει να έχετε δύο ή περισσότερες ομάδες.
fr: Nom des groupes auxquels les étudiants seront affectés, par exemple, Contrôle, Vidéo, Problèmes. Vous devez avoir deux groupes ou plus.

source: Add another group
el: Προσθήκη άλλης ομάδας
fr: Ajouter un autre groupe

source: This configuration is currently used in content experiments. If you make changes to the groups, you may need to edit those experiments.
el: Αυτή η διαμόρφωση χρησιμοποιείται αυτή τη στιγμή σε πειράματα περιεχομένου. Αν κάνετε αλλαγές στις ομάδες, ίσως χρειαστεί να επεξεργαστείτε αυτά τα πειράματα.
fr: Cette configuration est actuellement utilisée dans des expériences de contenu. Si vous modifiez les groupes, vous devrez peut-être modifier ces expériences.

source: delete group
el: διαγραφή ομάδας
fr: supprimer le groupe

source: Enter 3-5 highlights to include in the email message that learners receive for this section (250 character limit).
el: Εισαγάγετε 3-5 κύρια σημεία για να συμπεριληφθούν στο μήνυμα email που λαμβάνουν οι εκπαιδευόμενοι για αυτή την ενότητα (όριο 250 χαρακτήρων).
fr: Saisissez 3 à 5 points forts à inclure dans le message électronique que les apprenants recevront pour cette section (limite de 250 caractères).

source: Highlight {highlight_index}
el: Κύριο σημείο {highlight_index}
fr: Point fort {highlight_index}

source: A highlight to look forward to this week.
el: Ένα κύριο σημείο που να περιμένετε αυτή την εβδομάδα.
fr: Un point fort à découvrir cette semaine.

source: License Type
el: Τύπος άδειας
fr: Type de licence

source: Learn more about {license_name}
el: Μάθετε περισσότερα για {license_name}
fr: En savoir plus sur {license_name}

source: Options for {license_name}
el: Επιλογές για {license_name}
fr: Options pour la licence {license_name}

source: The following options are available for the {license_name} license.
el: Οι ακόλουθες επιλογές είναι διαθέσιμες για την άδεια {license_name}.
fr: Les options suivantes sont disponibles pour la licence {license_name}.

source: License Display
el: Εμφάνιση άδειας
fr: Affichage de la licence

source: The following message will be displayed at the bottom of the courseware pages within your course:
el: Το ακόλουθο μήνυμα θα εμφανίζεται στο κάτω μέρος των σελίδων του εκπαιδευτικού υλικού μέσα στο μάθημά σας:
fr: Le message suivant sera affiché au bas des pages du cours :

source: Creative Commons licensed content, with terms as follow:
el: Περιεχόμενο με άδεια Creative Commons, με όρους ως εξής:
fr: Contenu sous licence Creative Commons, avec les conditions suivantes :

source: Some Rights Reserved
el: Ορισμένα δικαιώματα διατηρούνται
fr: Certains droits réservés

source: New %(item_type)s
el: Νέο %(item_type)s
fr: Nouveau %(item_type)s

source: Clear
el: Εκκαθάριση
fr: Effacer

source: Clear Value
el: Εκκαθάριση τιμής
fr: Vider la valeur

source: Download
el: Λήψη
fr: Télécharger

source: {categoryText} in {parentDisplayname}
el: {categoryText} σε {parentDisplayname}
fr: {categoryText} dans {parentDisplayname}

source: Current location
el: Τρέχουσα τοποθεσία
fr: Emplacement actuel

source: Currently selected
el: Τρέχουσα επιλογή
fr: Actuellement sélectionné

source: Previous
el: Προηγούμενο
fr: Précédent

source: This group controls access to:
el: Αυτή η ομάδα ελέγχει την πρόσβαση σε:
fr: Ce groupe contrôle l'accès à :

source: In the {linkStart}Course Outline{linkEnd}, use this group to control access to a component.
el: Στο {linkStart}Περίγραμμα μαθήματος{linkEnd}, χρησιμοποιήστε αυτή την ομάδα για να ελέγξετε την πρόσβαση σε ένα στοιχείο.
fr: Dans le {linkStart}Plan du cours{linkEnd}, utilisez ce groupe pour contrôler l'accès à un composant.

source: Previous Uploads
el: Προηγούμενες μεταφορτώσεις
fr: Téléchargements précédents

source: Download available encodings (.csv)
el: Διαθέσιμες κωδικοποιήσεις για λήψη (.csv)
fr: Télécharger les encodages disponibles (.csv)

source: Thumbnail
el: Μικρογραφία
fr: Miniature

source: Video ID
el: ID βίντεο
fr: ID de la vidéo

source: Transcripts
el: Απομαγνητοφωνήσεις
fr: Transcriptions

source: Video Status
el: Κατάσταση βίντεο
fr: Statut de la vidéo

source: Action
el: Ενέργεια

source: Remove this video
el: Αφαίρεση αυτού του βίντεο
fr: Supprimer cette vidéo

source: Remove {video_name} video
el: Αφαίρεση βίντεο {video_name}
fr: Supprimer la vidéo {video_name}

source: Never published
el: Δεν δημοσιεύτηκε ποτέ
fr: Jamais publiée

source: Last published %(last_published_date)s by %(publish_username)s
el: Τελευταία δημοσίευση στις %(last_published_date)s από %(publish_username)s
fr: Dernière publication le %(last_published_date)s par %(publish_username)s

source: Previously published
el: Δημοσιεύτηκε στο παρελθόν
fr: Publiée précédemment

source: Draft (Never published)
el: Πρόχειρο (Δεν δημοσιεύτηκε ποτέ)
fr: Brouillon (Jamais publiée)

source: Visible to Staff Only
el: Ορατό μόνο στο προσωπικό
fr: Visible uniquement par le personnel

source: Published and Live
el: Δημοσιευμένο και ενεργό
fr: Publiée et en ligne

source: Published (not yet released)
el: Δημοσιευμένο (δεν έχει ακόμη κυκλοφορήσει)
fr: Publiée (pas encore diffusée)

source: Draft (Unpublished changes)
el: Πρόχειρο (Μη δημοσιευμένες αλλαγές)
fr: Brouillon (modifications non publiées)

source: Release:
el: Κυκλοφορία:
fr: Diffusion :

source: Publishing Status
el: Κατάσταση δημοσίευσης
fr: Statut de publication

source: Draft saved on {lastSavedStart}{editedOn}{lastSavedEnd} by {editedByStart}{editedBy}{editedByEnd}
el: Το πρόχειρο αποθηκεύτηκε στις {lastSavedStart}{editedOn}{lastSavedEnd} από {editedByStart}{editedBy}{editedByEnd}
fr: Brouillon enregistré le {lastSavedStart}{editedOn}{lastSavedEnd} par {editedByStart}{editedBy}{editedByEnd}

source: Last published {lastPublishedStart}{publishedOn}{lastPublishedEnd} by {publishedByStart}{publishedBy}{publishedByEnd}
el: Τελευταία δημοσίευση στις {lastPublishedStart}{publishedOn}{lastPublishedEnd} από {publishedByStart}{publishedBy}{publishedByEnd}
fr: Dernière publication le {lastPublishedStart}{publishedOn}{lastPublishedEnd} par {publishedByStart}{publishedBy}{publishedByEnd}

source: with %(release_date_from)s
el: με %(release_date_from)s
fr: avec %(release_date_from)s

source: Is Visible To:
el: Είναι ορατό σε:
fr: Est visible pour :

source: Will Be Visible To:
el: Θα είναι ορατό σε:
fr: Visible pour :

source: Staff Only
el: Μόνο προσωπικό
fr: Équipe uniquement

source: with %(section_or_subsection)s
el: με %(section_or_subsection)s
fr: avec %(section_or_subsection)s

source: Staff and Learners
el: Προσωπικό και εκπαιδευόμενοι
fr: Équipe et apprenants

source: Hide from learners
el: Απόκρυψη από τους εκπαιδευόμενους
fr: Masquer aux apprenants

source: Note: Do not hide graded assignments after they have been released.
el: Σημείωση: Μην αποκρύπτετε βαθμολογούμενες εργασίες αφού έχουν κυκλοφορήσει.
fr: Remarque : Ne masquez pas les devoirs notés après leur publication.

source: Copy Unit
el: Αντιγραφή ενότητας
fr: Copier l'unité

source: Release Date and Time
el: Ημερομηνία και ώρα κυκλοφορίας
fr: Date et heure de publication

source: Release Date:
el: Ημερομηνία κυκλοφορίας:
fr: Date de publication :

source: Release Time in UTC:
el: Ώρα κυκλοφορίας σε UTC:
fr: Heure de publication en UTC :

source: Clear Release Date/Time
el: Εκκαθάριση ημερομηνίας/ώρας κυκλοφορίας
fr: Effacer la date/heure de publication

source: Due in:
el: Προθεσμία σε:
fr: Échéance dans :

source: weeks from learner enrollment date
el: εβδομάδες από την ημερομηνία εγγραφής του εκπαιδευόμενου
fr: semaines à partir de la date d'inscription de l'apprenant

source: If a learner starts on {startDate}, this subsection will be due on {projectedDueIn}.
el: Αν ένας εκπαιδευόμενος ξεκινήσει στις {startDate}, αυτή η υποενότητα θα έχει προθεσμία στις {projectedDueIn}.
fr: Si un apprenant commence le {startDate}, cette sous-section sera due le {projectedDueIn}.

source: The minimum number of weeks this subsection can be due in is 1 week from the learner enrollment date.
el: Ο ελάχιστος αριθμός εβδομάδων για την προθεσμία αυτής της υποενότητας είναι 1 εβδομάδα από την ημερομηνία εγγραφής του εκπαιδευόμενου.
fr: Le nombre minimum de semaines avant l'échéance de cette sous-section est de 1 semaine à partir de la date d'inscription de l'apprenant.

source: Assessment Results Visibility
el: Ορατότητα αποτελεσμάτων αξιολόγησης
fr: Visibilité des résultats d'évaluation

source: Always show assessment results
el: Να εμφανίζονται πάντα τα αποτελέσματα αξιολόγησης
fr: Toujours afficher les résultats d'évaluation

source: When learners submit an answer to an assessment, they immediately see whether the answer is correct or incorrect, and the score received.
el: Όταν οι εκπαιδευόμενοι υποβάλλουν μια απάντηση σε μια αξιολόγηση, βλέπουν αμέσως αν η απάντηση είναι σωστή ή λάθος, καθώς και τη βαθμολογία που έλαβαν.
fr: Lorsque les apprenants soumettent une réponse à une évaluation, ils voient immédiatement si la réponse est correcte ou incorrecte, ainsi que le score obtenu.

source: Never show assessment results
el: Να μην εμφανίζονται ποτέ τα αποτελέσματα αξιολόγησης
fr: Ne jamais afficher les résultats d'évaluation

source: Learners never see whether their answers to assessments are correct or incorrect, nor the score received.
el: Οι εκπαιδευόμενοι δεν βλέπουν ποτέ αν οι απαντήσεις τους στις αξιολογήσεις είναι σωστές ή λάθος, ούτε τη βαθμολογία που έλαβαν.
fr: Les apprenants ne voient jamais si leurs réponses aux évaluations sont correctes ou incorrectes, ni le score obtenu.

source: Show assessment results when subsection is past due
el: Να εμφανίζονται τα αποτελέσματα αξιολόγησης όταν έχει λήξει η προθεσμία της υποενότητας
fr: Afficher les résultats d'évaluation lorsque la sous-section est en retard

source: Learners do not see whether their answers to assessments were correct or incorrect, nor the score received, until after the due date for the subsection has passed.
el: Οι εκπαιδευόμενοι δεν βλέπουν αν οι απαντήσεις τους στις αξιολογήσεις ήταν σωστές ή λάθος, ούτε τη βαθμολογία που έλαβαν, μέχρι να περάσει η ημερομηνία προθεσμίας της υποενότητας.
fr: Les apprenants ne voient pas si leurs réponses aux évaluations étaient correctes ou incorrectes, ni le score obtenu, jusqu'à ce que la date limite de la sous-section soit passée.

source: If the subsection does not have a due date, learners always see their scores when they submit answers to assessments.
el: Αν η υποενότητα δεν έχει ημερομηνία προθεσμίας, οι εκπαιδευόμενοι βλέπουν πάντα τις βαθμολογίες τους όταν υποβάλλουν απαντήσεις σε αξιολογήσεις.
fr: Si la sous-section n'a pas de date limite, les apprenants voient toujours leurs scores lorsqu'ils soumettent leurs réponses aux évaluations.

source: Never show individual assessment results, but show overall assessment results after due date
el: Να μην εμφανίζονται ποτέ μεμονωμένα αποτελέσματα αξιολόγησης, αλλά να εμφανίζονται τα συνολικά αποτελέσματα αξιολόγησης μετά την προθεσμία
fr: Ne jamais montrer les résultats individuels d'évaluation, mais montrer les résultats globaux après la date d'échéance.

source: Learners do not see question-level correctness or scores before or after the due date. However, once the due date passes, they can see their overall score for the subsection on the Progress page.
el: Οι εκπαιδευόμενοι δεν βλέπουν ορθότητα ή βαθμολογίες σε επίπεδο ερώτησης πριν ή μετά την προθεσμία. Ωστόσο, μόλις περάσει η προθεσμία, μπορούν να δουν τη συνολική τους βαθμολογία για την υποενότητα στη σελίδα Προόδου.
fr: Les apprenants ne voient pas la justesse des réponses ou les notes au niveau des questions avant ou après la date d'échéance. Cependant, une fois la date d'échéance passée, ils peuvent voir leur note globale pour la sous-section sur la page de progression.

source: Signatory
el: Υπογράφων
fr: Signataire

source: Signature Image
el: Εικόνα υπογραφής
fr: Image de signature

source: Certificate Signatory Configuration
el: Διαμόρφωση υπογράφοντος πιστοποιητικού
fr: Configuration du signataire du certificat

source: Name
el: Όνομα
fr: Nom

source: Name of the signatory
el: Όνομα του υπογράφοντος
fr: Nom du signataire

source: The name of this signatory as it should appear on certificates.
el: Το όνομα αυτού του υπογράφοντος όπως πρέπει να εμφανίζεται στα πιστοποιητικά.
fr: Le nom de ce signataire tel qu'il doit apparaître sur les certificats.

source: Title
el: Τίτλος
fr: Titre

source: Title of the signatory
el: Τίτλος του υπογράφοντος
fr: Titre du signataire

source: Titles more than 100 characters may prevent students from printing their certificate on a single page.
el: Τίτλοι με περισσότερους από 100 χαρακτήρες μπορεί να εμποδίσουν τους μαθητές να εκτυπώσουν το πιστοποιητικό τους σε μία σελίδα.
fr: Les titres de plus de 100 caractères peuvent empêcher les étudiants d'imprimer leur certificat sur une seule page.

source: Organization
el: Οργανισμός
fr: Organisation

source: Organization of the signatory
el: Οργανισμός του υπογράφοντος
fr: Organisation du signataire

source: The organization that this signatory belongs to, as it should appear on certificates.
el: Ο οργανισμός στον οποίο ανήκει αυτός ο υπογράφων, όπως πρέπει να εμφανίζεται στα πιστοποιητικά.
fr: L'organisation à laquelle ce signataire appartient, telle qu'elle doit apparaître sur les certificats.

source: Path to Signature Image
el: Διαδρομή προς την εικόνα υπογραφής
fr: Chemin vers l'image de signature

source: Image must be in PNG format
el: Η εικόνα πρέπει να είναι σε μορφή PNG
fr: L'image doit être au format PNG

source: Upload Signature Image
el: Μεταφόρτωση εικόνας υπογραφής
fr: Télécharger l'image de signature

source: Unit Visibility
el: Ορατότητα ενότητας
fr: Visibilité de l'unité

source: Section Visibility
el: Ορατότητα ενότητας μαθήματος
fr: Visibilité de la section

source: Visible to learners
el: Ορατό στους εκπαιδευόμενους
fr: Visible pour les apprenants

source: It is visible to learners, ensuring that all learners can view its contents.
el: Είναι ορατό στους εκπαιδευόμενους, διασφαλίζοντας ότι όλοι οι εκπαιδευόμενοι μπορούν να δουν το περιεχόμενό του.
fr: Il est visible par les apprenants, garantissant que tous les apprenants peuvent consulter son contenu.

source: Hide in Course Outline, accessible via Link
el: Απόκρυψη στο Περίγραμμα μαθήματος, προσβάσιμο μέσω συνδέσμου
fr: Masquer dans le Plan du cours, accessible via un lien

source: It is intentionally hidden from standard navigation, ensuring that only individuals with the link can view its contents.
el: Είναι σκόπιμα κρυφό από την τυπική πλοήγηση, διασφαλίζοντας ότι μόνο άτομα με τον σύνδεσμο μπορούν να δουν το περιεχόμενό του.
fr: Il est intentionnellement masqué de la navigation standard, garantissant que seules les personnes disposant du lien peuvent consulter son contenu.

source: If you make this section visible in the table of content, learners will be able to see its content.
el: Αν κάνετε αυτή την ενότητα ορατή στον πίνακα περιεχομένων, οι εκπαιδευόμενοι θα μπορούν να δουν το περιεχόμενό της.
fr: Si vous rendez cette section visible dans la table des matières, les apprenants pourront voir son contenu.

source: It is intentionally hidden from learners, ensuring that only the course staff can view its contents.
el: Είναι σκόπιμα κρυμμένο από τους εκπαιδευόμενους, διασφαλίζοντας ότι μόνο το προσωπικό του μαθήματος μπορεί να δει το περιεχόμενό του.
fr: Il est intentionnellement masqué des apprenants, garantissant que seul le personnel du cours peut consulter son contenu.

source: If the unit was previously published and released to learners, any changes you made to the unit when it was hidden will now be visible to learners.
el: Αν η ενότητα είχε δημοσιευτεί προηγουμένως και είχε διατεθεί στους εκπαιδευόμενους, οποιεσδήποτε αλλαγές κάνατε στην ενότητα όσο ήταν κρυμμένη θα είναι τώρα ορατές στους εκπαιδευόμενους.
fr: Si l'unité était précédemment publiée et diffusée aux apprenants, toutes les modifications que vous avez apportées à l'unité lorsqu'elle était masquée seront désormais visibles par les apprenants.

source: If you make this %(xblockType)s visible to learners, learners will be able to see its content after the release date has passed and you have published the unit. Only units that are explicitly hidden from learners will remain hidden after you clear this option for the %(xblockType)s.
el: Αν κάνετε αυτό το %(xblockType)s ορατό στους εκπαιδευόμενους, οι εκπαιδευόμενοι θα μπορούν να δουν το περιεχόμενό του αφού περάσει η ημερομηνία διάθεσης και αφού δημοσιεύσετε την ενότητα. Μόνο οι ενότητες που είναι ρητά κρυμμένες από τους εκπαιδευόμενους θα παραμείνουν κρυμμένες αφού καταργήσετε αυτή την επιλογή για το %(xblockType)s.
fr: Si vous rendez ce %(xblockType)s visible pour les apprenants, ceux-ci pourront voir son contenu une fois la date de diffusion passée et que vous avez publié l'unité. Seules les unités explicitement masquées aux apprenants resteront masquées après avoir désactivé cette option pour le %(xblockType)s.

source: Xpert unit summaries
el: Περιλήψεις ενοτήτων Xpert
fr: Résumés d'unités Xpert

source: Enable summaries
el: Ενεργοποίηση περιλήψεων
fr: Activer les résumés
