Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: second
el: δευτερόλεπτο
fr: seconde

source: and
el: και
fr: et

source: Video image upload started
el: Η μεταφόρτωση εικόνας βίντεο ξεκίνησε
fr: Démarrage du chargement de l'image de la vidéo

source: Video image upload completed
el: Η μεταφόρτωση εικόνας βίντεο ολοκληρώθηκε
fr: Chargement de l'image vidéo terminé

source: This image file type is not supported. Supported file types are {supportedFileFormats}.
el: Αυτός ο τύπος αρχείου εικόνας δεν υποστηρίζεται. Οι υποστηριζόμενοι τύποι αρχείων είναι {supportedFileFormats}.
fr: Ce type de fichier d'image n'est pas pris en charge. Les types de fichiers pris en charge sont {supportedFileFormats}.

source: The selected image must be smaller than {maxFileSizeInMB}.
el: Η επιλεγμένη εικόνα πρέπει να είναι μικρότερη από {maxFileSizeInMB}.
fr: L'image sélectionnée doit faire au plus {maxFileSizeInMB}.

source: The selected image must be larger than {minFileSizeInKB}.
el: Η επιλεγμένη εικόνα πρέπει να είναι μεγαλύτερη από {minFileSizeInKB}.
fr: L'image sélectionnée doit faire au moins {minFileSizeInKB}.

source: Could not upload the video image file
el: Δεν ήταν δυνατή η μεταφόρτωση του αρχείου εικόνας βίντεο
fr: Impossible de charger le fichier image vidéo

source: Image upload failed.
el: Η μεταφόρτωση εικόνας απέτυχε.
fr: Le chargement de l'image a échoué.

source: The file could not be uploaded.
el: Δεν ήταν δυνατή η μεταφόρτωση του αρχείου.
fr: Impossible de charger le fichier.

source: Hide transcripts ({transcriptCount})
el: Απόκρυψη μεταγραφών ({transcriptCount})
fr: Masquer les transcriptions ({transcriptCount})

source: Show transcripts ({transcriptCount})
el: Εμφάνιση μεταγραφών ({transcriptCount})
fr: Afficher les transcriptions ({transcriptCount})

source: This file type is not supported. Supported file type is {supportedFileFormat}.
el: Αυτός ο τύπος αρχείου δεν υποστηρίζεται. Ο υποστηριζόμενος τύπος αρχείου είναι {supportedFileFormat}.
fr: Ce type de fichier n'est pas pris en charge. Le type de fichier pris en charge est {supportedFileFormat}.

source: If you remove this transcript, the transcript will not be available for any components that use this video.
el: Αν αφαιρέσετε αυτή τη μεταγραφή, η μεταγραφή δεν θα είναι διαθέσιμη για κανένα στοιχείο που χρησιμοποιεί αυτό το βίντεο.
fr: Si vous supprimez cette transcription, la transcription ne sera disponible pour aucun des composants utilisant cette vidéo.

source: Editor
el: Επεξεργαστής
fr: Éditeur

source: Settings
el: Ρυθμίσεις
fr: Paramètres

source: New {component_type}
el: Νέο {component_type}
fr: Nouveau {component_type}

source: Warning
el: Προειδοποίηση
fr: Avertissement

source: Error
el: Σφάλμα
fr: Erreur

source: Updating Tags
el: Ενημέρωση ετικετών
fr: Mise à jour des balises

source: View child items
el: Προβολή θυγατρικών στοιχείων
fr: Voir les éléments enfants

source: Navigate up
el: Πλοήγηση προς τα πάνω
fr: Naviguez vers le haut

source: Select
el: Επιλογή
fr: Sélectionner

source: Required field.
el: Υποχρεωτικό πεδίο.
fr: Champ requis.

source: Please do not use any spaces in this field.
el: Παρακαλούμε μην χρησιμοποιείτε κενά σε αυτό το πεδίο.
fr: Veuillez ne pas utiliser d'espaces dans ce champ.

source: Please do not use any spaces or special characters in this field.
el: Παρακαλούμε μην χρησιμοποιείτε κενά ή ειδικούς χαρακτήρες σε αυτό το πεδίο.
fr: Veuillez ne pas utiliser d'espaces ni de caractères spéciaux dans ce champ.

source: Pagination
el: Σελιδοποίηση

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
el: Δεν ήταν δυνατή η ολοκλήρωση του αιτήματός σας. Επαναφορτώστε τη σελίδα και δοκιμάστε ξανά. Αν το πρόβλημα επιμένει, κάντε κλικ στην καρτέλα Βοήθεια για να αναφέρετε το πρόβλημα.
fr: Votre demande n'a pas pu être complétée. Actualisez la page et réessayez. Si le problème persiste, cliquez sur l'onglet Aide pour signaler le problème.

source: Showing {firstIndex} out of {numItems} total
el: Εμφάνιση {firstIndex} από {numItems} συνολικά
fr: Affichage {firstIndex} sur un total de {numItems}

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
el: Εμφάνιση {firstIndex}-{lastIndex} από {numItems} συνολικά
fr: Affichage de {firstIndex}-{lastIndex} sur {numItems} total

source: Loading content
el: Φόρτωση περιεχομένου
fr: Chargement du contenu

source: Your request could not be processed. Refresh the page and try again.
el: Δεν ήταν δυνατή η επεξεργασία του αιτήματός σας. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Votre requête n'a pas pu être traitée. Veuillez actualiser la page et essayer à nouveau.

source: Some images in this post have been omitted
el: Ορισμένες εικόνες σε αυτή την ανάρτηση έχουν παραλειφθεί
fr: Certaines images de ce message ont été omises

source: image omitted
el: η εικόνα παραλείφθηκε
fr: image omis

source: there is currently {numVotes} vote
el: υπάρχει αυτή τη στιγμή {numVotes} ψήφος
fr: il y a actuellement {numVotes} vote

source: {numVotes} Vote
el: {numVotes} ψήφος

source: You could not be subscribed to this post. Refresh the page and try again.
el: Δεν ήταν δυνατή η εγγραφή σας σε αυτήν την ανάρτηση. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Vous n'avez pas pu être abonné à ce message. Actualisez la page et réessayez.

source: You could not be unsubscribed from this post. Refresh the page and try again.
el: Δεν ήταν δυνατή η κατάργηση της εγγραφής σας από αυτήν την ανάρτηση. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Vous n'avez pas pu vous désinscrire de ce message. Veuillez actualiser la page et essayer à nouveau.

source: This response could not be marked as an answer. Refresh the page and try again.
el: Δεν ήταν δυνατή η επισήμανση αυτής της απάντησης ως λύση. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Cette réponse n&#39;a pas pu être marquée comme réponse. Actualisez la page et réessayez.

source: This response could not be unmarked as an answer. Refresh the page and try again.
el: Δεν ήταν δυνατή η κατάργηση της επισήμανσης αυτής της απάντησης ως λύση. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Cette réponse n'a pas pu être désélectionnée comme réponse. Actualisez la page et réessayez.

source: This response could not be marked as endorsed. Refresh the page and try again.
el: Δεν ήταν δυνατή η επισήμανση αυτής της απάντησης ως εγκεκριμένη. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Cette réponse n&#39;a pas pu être marquée comme approuvée. Actualisez la page et réessayez.

source: This response could not be unendorsed. Refresh the page and try again.
el: Δεν ήταν δυνατή η κατάργηση της έγκρισης αυτής της απάντησης. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Cette réponse ne pouvait être désavouée. Actualisez la page et réessayez.

source: This vote could not be processed. Refresh the page and try again.
el: Δεν ήταν δυνατή η επεξεργασία αυτής της ψήφου. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Ce vote n&#39;a pas pu être traité. Actualisez la page et réessayez.

source: This post could not be pinned. Refresh the page and try again.
el: Δεν ήταν δυνατή η καρφίτσωμα αυτής της ανάρτησης. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Ce message n&#39;a pas pu être épinglé. Actualisez la page et réessayez.

source: This post could not be unpinned. Refresh the page and try again.
el: Δεν ήταν δυνατή η κατάργηση του καρφιτσώματος αυτής της ανάρτησης. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Ce message n&#39;a pas pu être désépinglé. Actualisez la page et réessayez.

source: This post could not be flagged for abuse. Refresh the page and try again.
el: Δεν ήταν δυνατή η επισήμανση αυτής της ανάρτησης ως καταχρηστικής. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Ce message ne peut pas être dénoncé pour abus. Veuillez actualiser la page et essayer à nouveau.

source: This post could not be unflagged for abuse. Refresh the page and try again.
el: Δεν ήταν δυνατή η κατάργηση της επισήμανσης αυτής της ανάρτησης ως καταχρηστικής. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Ce message n'a pas pu être signalé pour abus. Actualisez la page et réessayez.

source: This post could not be closed. Refresh the page and try again.
el: Δεν ήταν δυνατό το κλείσιμο αυτής της ανάρτησης. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Nous n'avons pas pu fermer ce message. Actualisez la page et réessayez.

source: This post could not be reopened. Refresh the page and try again.
el: Δεν ήταν δυνατό το άνοιγμα ξανά αυτής της ανάρτησης. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Ce message n&#39;a pas pu être rouvert. Actualisez la page et réessayez.

source: Show Discussion
el: Εμφάνιση συζήτησης
fr: Afficher la discussion

source: Hide Discussion
el: Απόκρυψη συζήτησης
fr: Masquer la discussion

source: This discussion could not be loaded. Refresh the page and try again.
el: Δεν ήταν δυνατή η φόρτωση αυτής της συζήτησης. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Cette discussion n&#39;a pas pu être chargée. Actualisez la page et réessayez.

source: There are no posts in this topic yet.
el: Δεν υπάρχουν ακόμη αναρτήσεις σε αυτό το θέμα.
fr: Il n'y a pas encore de messages dans ce sujet.

source: Loading more threads
el: Φόρτωση περισσότερων νημάτων
fr: Chargement de fils (de discussion)

source: Additional posts could not be loaded. Refresh the page and try again.
el: Δεν ήταν δυνατή η φόρτωση πρόσθετων αναρτήσεων. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Les messages supplémentaires n&#39;ont pas pu être chargés. Actualisez la page et réessayez.

source: Current conversation
el: Τρέχουσα συζήτηση
fr: Conversation en cours

source: Loading posts list
el: Φόρτωση λίστας αναρτήσεων
fr: Chargement de la liste des messages

source: No results found for {original_query}. Showing results for {suggested_query}.
el: Δεν βρέθηκαν αποτελέσματα για {original_query}. Εμφανίζονται αποτελέσματα για {suggested_query}.
fr: Aucun résultat trouvé pour {original_query} . Affichage des résultats pour {suggested_query} .

source: No posts matched your query.
el: Καμία ανάρτηση δεν αντιστοιχεί στο ερώτημά σας.
fr: Aucun message ne correspond à votre requête.

source: Show posts by {username}.
el: Εμφάνιση αναρτήσεων από τον/την {username}.
fr: Afficher les messages de {username}.

source: The post you selected has been deleted.
el: Η ανάρτηση που επιλέξατε έχει διαγραφεί.
fr: Le message que vous avez sélectionné a été supprimé.

source: Responses could not be loaded. Refresh the page and try again.
el: Δεν ήταν δυνατή η φόρτωση των απαντήσεων. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Les réponses n&#39;ont pas pu être chargées. Actualisez la page et réessayez.

source: Additional responses could not be loaded. Refresh the page and try again.
el: Δεν ήταν δυνατή η φόρτωση πρόσθετων απαντήσεων. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Les réponses supplémentaires n'ont pas pu être chargées. Veuillez actualiser la page et essayer à nouveau.

source: {numResponses} other response
el: {numResponses} άλλη απάντηση
fr: {numResponses} autre réponse

source: {numResponses} response
el: {numResponses} απάντηση
fr: réponse {numResponses}

source: Showing all responses
el: Εμφάνιση όλων των απαντήσεων
fr: Afficher toutes les réponses

source: Showing first response
el: Εμφάνιση της πρώτης απάντησης
fr: Affichage de la première réponse

source: Load all responses
el: Φόρτωση όλων των απαντήσεων
fr: Chargez toutes les réponses

source: Load next {numResponses} responses
el: Φόρτωση των επόμενων {numResponses} απαντήσεων
fr: Charger les {numResponses} réponses suivantes

source: Are you sure you want to delete this post?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την ανάρτηση;
fr: Voulez-vous vraiment supprimer ce message ?

source: Your post will be discarded.
el: Η ανάρτησή σας θα απορριφθεί.
fr: Votre message sera abandonné.

source: anonymous
el: ανώνυμος
fr: anonyme

source: Are you sure you want to delete this comment?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σχόλιο;
fr: Voulez-vous supprimer ce commentaire ?

source: This comment could not be deleted. Refresh the page and try again.
el: Δεν ήταν δυνατή η διαγραφή αυτού του σχολίου. Ανανεώστε τη σελίδα και δοκιμάστε ξανά.
fr: Ce commentaire n&#39;a pas pu être supprimé. Actualisez la page et réessayez.

source: Are you sure you want to delete this response?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την απάντηση;
fr: Voulez-vous vraiment supprimer cette réponse ?

source: The email address you've provided isn't formatted correctly.
el: Η διεύθυνση email που δώσατε δεν έχει σωστή μορφή.
fr: L'adresse email que vous avez fournie est incorrecte.

source: %(field)s must have at least %(count)d characters.
el: Το %(field)s πρέπει να έχει τουλάχιστον %(count)d χαρακτήρες.
fr: %(field)s doit contenir au moins %(count)d caractères.

source: %(field)s can only contain up to %(count)d characters.
el: Το %(field)s μπορεί να περιέχει έως %(count)d χαρακτήρες.
fr: %(field)s ne peut contenir que jusqu&#39;à %(count)d caractères.

source: Please enter your %(field)s.
el: Παρακαλούμε εισαγάγετε το %(field)s σας.
fr: Veuillez saisir votre %(field)s.

source: Drop target image
el: Εικόνα στόχου απόθεσης
fr: Supprimer l&#39;image cible

source: dragging out of slider
el: μεταφορά εκτός ρυθμιστικού
fr: glisser hors du curseur

source: dragging
el: μεταφορά
fr: faire glisser

source: dropped in slider
el: αποτέθηκε στο ρυθμιστικό
fr: déposé dans le curseur

source: dropped on target
el: αποτέθηκε στον στόχο
fr: déposé sur la cible

source: %s ago
el: πριν από %s
fr: il y a %s

source: %s from now
el: σε %s
fr: %s à partir de maintenant

source: less than a minute
el: λιγότερο από ένα λεπτό
fr: moins d'une minute

source: about a minute
el: περίπου ένα λεπτό
fr: environ une minute

source: %d minute
el: %d λεπτό

source: about an hour
el: περίπου μία ώρα
fr: environ une heure

source: about %d hour
el: περίπου %d ώρα
fr: environ %d heure

source: a day
el: μία ημέρα
fr: un jour

source: %d day
el: %d ημέρα
fr: %d jour

source: about a month
el: περίπου ένας μήνας
fr: environ un mois

source: %d month
el: %d μήνας
fr: %d mois

source: about a year
el: περίπου ένα έτος
fr: à peu près un an

source: %d year
el: %d έτος
fr: %d année

source: Select a section or problem
el: Επιλέξτε μια ενότητα ή ένα πρόβλημα
fr: Sélectionnez une section ou un exercice

source: Create a report of problem responses
el: Δημιουργία αναφοράς απαντήσεων προβλημάτων
fr: Créer un rapport de réponses aux problèmes

source: Your report is being generated...
el: Η αναφορά σας δημιουργείται...
fr: Votre rapport est en cours de génération...

source: Your report has been successfully generated.
el: Η αναφορά σας δημιουργήθηκε με επιτυχία.
fr: Votre rapport a été généré bien.

source: View Report
el: Προβολή αναφοράς
fr: Voir le rapport

source: There was an error generating the report link.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία του συνδέσμου αναφοράς.
fr: Une erreur s&#39;est produite lors de la génération du lien du rapport.

source: There was an error generating your report.
el: Παρουσιάστηκε σφάλμα κατά τη δημιουργία της αναφοράς σας.
fr: Une erreur s&#39;est produite lors de la génération de votre rapport.

source: Unable to get report generation status.
el: Δεν είναι δυνατή η λήψη της κατάστασης δημιουργίας αναφοράς.
fr: Impossible d&#39;obtenir l&#39;état de génération du rapport.

source: Unable to submit request to generate report.
el: Δεν είναι δυνατή η υποβολή αιτήματος για δημιουργία αναφοράς.
fr: Nous ne pouvons pas soumettre la demande de génération de rapport.

source: An unexpected error occurred. Please try again.
el: Παρουσιάστηκε ένα απρόσμενο σφάλμα. Παρακαλούμε δοκιμάστε ξανά.
fr: Une erreur inattendue est survenue. Veuillez réessayer.

source: Financial Assistance
el: Οικονομική βοήθεια
fr: Aide financière

source: Upset Learner
el: Αναστατωμένος εκπαιδευόμενος
fr: Apprenant bouleversé

source: Teaching Assistant
el: Βοηθός διδασκαλίας
fr: Assistant d&#39;enseignement

source: Please specify a reason.
el: Παρακαλούμε προσδιορίστε έναν λόγο.
fr: Veuillez préciser une raison.

source: Something went wrong changing this enrollment. Please try again.
el: Κάτι πήγε στραβά κατά την αλλαγή αυτής της εγγραφής. Παρακαλούμε δοκιμάστε ξανά.
fr: Une erreur s'est produite lors du changement de cette inscription. Veuillez réessayer.

source: Please fix the following errors:
el: Παρακαλούμε διορθώστε τα ακόλουθα σφάλματα:
fr: Veuillez remédier aux erreurs suivantes :

source: Files that you upload must be smaller than 5MB in size.
el: Τα αρχεία που ανεβάζετε πρέπει να είναι μικρότερα από 5MB.
fr: Les fichiers que vous chargez doivent avoir une taille inférieure à 5 Mo.

source: Files that you upload must be PDFs or image files in .gif, .jpg, .jpeg, or .png format.
el: Τα αρχεία που ανεβάζετε πρέπει να είναι PDF ή αρχεία εικόνας σε μορφή .gif, .jpg, .jpeg ή .png.
fr: Les fichiers que vous chargez doivent être des fichiers PDF ou des fichiers image au format .gif, .jpg, .jpeg ou .png.

source: Something went wrong. Please try again later.
el: Κάτι πήγε στραβά. Παρακαλούμε δοκιμάστε ξανά αργότερα.
fr: Quelque chose s&#39;est mal passé. Veuillez réessayer plus tard.

source: Add Attachment
el: Προσθήκη συνημμένου
fr: Ajouter une pièce-jointe

source: (Optional)
el: (Προαιρετικό)
fr: (Facultatif)

source: Remove file
el: Αφαίρεση αρχείου
fr: Supprimer le fichier

source: Course Name
el: Όνομα μαθήματος
fr: Nom du cours

source: For inquiries regarding assignments, grades, or structure of a specific course, please post in the discussion forums for that course directly.
el: Για ερωτήσεις σχετικά με εργασίες, βαθμούς ή τη δομή ενός συγκεκριμένου μαθήματος, παρακαλούμε δημοσιεύστε απευθείας στα φόρουμ συζητήσεων του συγκεκριμένου μαθήματος.
fr: Pour toute question concernant les devoirs, les notes ou la structure d'un cours spécifique, veuillez poster directement dans les forums de discussion de ce cours.

source: Not specific to a course
el: Δεν αφορά συγκεκριμένο μάθημα
fr: Pas spécifique à un cours

source: Subject
el: Θέμα
fr: Sujet

source: Select a category
el: Επιλέξτε κατηγορία
fr: Sélectionner une catégorie

source: Account Settings
el: Ρυθμίσεις λογαριασμού
fr: Paramètres du compte

source: Billing/Payment Options
el: Επιλογές χρέωσης/πληρωμής
fr: Options de facturation/paiement

source: Certificates
el: Πιστοποιητικά
fr: Certificats

source: Course Content
el: Περιεχόμενο μαθήματος
fr: Contenu du cours

source: Deadlines
el: Προθεσμίες
fr: Dates limites

source: Errors/Technical Issues
el: Σφάλματα/Τεχνικά ζητήματα
fr: Erreurs/Problèmes techniques

source: Financial Aid
el: Οικονομική βοήθεια
fr: Aide financière

source: Photo Verification
el: Επαλήθευση φωτογραφίας
fr: Vérification par photo

source: Proctoring
el: Επιτήρηση εξετάσεων
fr: Surveillance d'examen

source: Other
el: Άλλο
fr: Autre

source: Course Discussion Forum
el: Φόρουμ συζήτησης μαθήματος
fr: Forum de discussion du cours

source: While our support team is happy to assist with the edX platform, the course staff has the expertise for specific assignment questions, grading or the proper procedures in each course. Please post all course related questions within the Discussion Forum where the Course Staff can directly respond.
el: Παρότι η ομάδα υποστήριξής μας μπορεί να βοηθήσει με την πλατφόρμα edX, το προσωπικό του μαθήματος έχει την εξειδίκευση για συγκεκριμένες ερωτήσεις εργασιών, τη βαθμολόγηση ή τις σωστές διαδικασίες σε κάθε μάθημα. Παρακαλούμε δημοσιεύστε όλες τις ερωτήσεις που σχετίζονται με το μάθημα στο Φόρουμ Συζήτησης, όπου το προσωπικό του μαθήματος μπορεί να απαντήσει απευθείας.
fr: Bien que notre équipe de support soit heureuse de vous aider avec la plateforme edX, l'équipe pédagogique du cours possède l'expertise pour les questions spécifiques aux devoirs, à la notation ou aux procédures appropriées dans chaque cours. Veuillez publier toutes les questions liées au cours dans le Forum de discussion où l'équipe pédagogique pourra répondre directement.

source: Sign in to {platform} so we can help you better.
el: Συνδεθείτε στο {platform} ώστε να μπορέσουμε να σας βοηθήσουμε καλύτερα.
fr: Connectez-vous à {platform} afin que nous puissions mieux vous aider.

source: Select a course or select "Not specific to a course" for your support request.
el: Επιλέξτε ένα μάθημα ή επιλέξτε «Δεν αφορά συγκεκριμένο μάθημα» για το αίτημα υποστήριξής σας.
fr: Sélectionnez un cours ou choisissez « Non spécifique à un cours » pour votre demande de support.

source: Select a subject for your support request.
el: Επιλέξτε ένα θέμα για το αίτημα υποστήριξής σας.
fr: Sélectionnez un sujet pour votre demande de support.

source: Enter some details for your support request.
el: Εισαγάγετε μερικές λεπτομέρειες για το αίτημα υποστήριξής σας.
fr: Saisissez quelques détails pour votre demande de support.

source: Contact Us
el: Επικοινωνήστε μαζί μας
fr: Contactez-nous

source: Find answers to the top questions asked by learners.
el: Βρείτε απαντήσεις στις πιο συχνές ερωτήσεις των εκπαιδευομένων.
fr: Trouvez des réponses aux questions les plus fréquemment posées par les apprenants.

source: Go to my Dashboard
el: Μετάβαση στον Πίνακα Ελέγχου μου
fr: Aller à mon Tableau de bord

source: Go to {platform} Home
el: Μετάβαση στην αρχική σελίδα του {platform}
fr: Aller à l'Accueil de {platform}

source: Thank you for submitting a request! We appreciate your patience while we work to review your request.
el: Ευχαριστούμε που υποβάλατε ένα αίτημα! Εκτιμούμε την υπομονή σας όσο εργαζόμαστε για να το εξετάσουμε.
fr: Merci d'avoir soumis une demande ! Nous apprécions votre patience pendant que nous travaillons à examiner votre demande.

source: Cancel upload
el: Ακύρωση μεταφόρτωσης
fr: Annuler le téléchargement

source: last activity
el: τελευταία δραστηριότητα
fr: dernière activité

source: open slots
el: διαθέσιμες θέσεις
fr: places disponibles

source: name
el: όνομα
fr: nom

source: team count
el: αριθμός ομάδων
fr: nombre d’équipes

source: Teams
el: Ομάδες
fr: Équipes

source: Create
el: Δημιουργία
fr: Créer

source: Update
el: Ενημέρωση
fr: Mise à jour

source: Team Name (Required) *
el: Όνομα ομάδας (Υποχρεωτικό) *
fr: Nom de l'équipe (Obligatoire) *

source: A name that identifies your team (maximum 255 characters).
el: Ένα όνομα που αναγνωρίζει την ομάδα σας (μέγιστο 255 χαρακτήρες).
fr: Un nom qui identifie votre équipe (maximum 255 caractères).

source: Team Description (Required) *
el: Περιγραφή ομάδας (Υποχρεωτικό) *
fr: Description de l'équipe (Obligatoire) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
el: Μια σύντομη περιγραφή της ομάδας για να βοηθήσει άλλους εκπαιδευόμενους να κατανοήσουν τους στόχους ή την κατεύθυνση της ομάδας (μέγιστο 300 χαρακτήρες).
fr: Une brève description de l'équipe pour aider les autres apprenants à comprendre les objectifs ou l'orientation de l'équipe (maximum 300 caractères).

source: Language
el: Γλώσσα
fr: Langue

source: The language that team members primarily use to communicate with each other.
el: Η γλώσσα που χρησιμοποιούν κυρίως τα μέλη της ομάδας για να επικοινωνούν μεταξύ τους.
fr: La langue que les membres de l'équipe utilisent principalement pour communiquer entre eux.

source: Country
el: Χώρα
fr: Pays

source: The country that team members primarily identify with.
el: Η χώρα με την οποία τα μέλη της ομάδας ταυτίζονται κυρίως.
fr: Le pays avec lequel les membres de l'équipe s'identifient principalement.

source: An error occurred. Please try again.
el: Παρουσιάστηκε σφάλμα. Παρακαλούμε δοκιμάστε ξανά.
fr: Une erreur s'est produite. Veuillez réessayer.

source: Check the highlighted fields below and try again.
el: Ελέγξτε τα επισημασμένα πεδία παρακάτω και δοκιμάστε ξανά.
fr: Vérifiez les champs en surbrillance ci-dessous et réessayez.
