Repository: zamanafzal/mitxonline-translations
Catalog: translations/edx-platform/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: el, fr

source: Your donation could not be submitted.
el: Δεν ήταν δυνατή η υποβολή της δωρεάς σας.
fr: Votre don n'a pas pu être soumis.

source: You will be refunded the amount you paid.
el: Θα σας επιστραφεί το ποσό που πληρώσατε.
fr: Le montant que vous avez payé vous sera remboursé.

source: You will not be refunded the amount you paid.
el: Δεν θα σας επιστραφεί το ποσό που πληρώσατε.
fr: Le montant que vous avez payé ne vous sera pas remboursé.

source: Are you sure you want to unenroll from the purchased course {courseName} ({courseNumber})?
el: Είστε βέβαιοι ότι θέλετε να απεγγραφείτε από το αγορασμένο μάθημα {courseName} ({courseNumber});
fr: Êtes-vous sûr de vouloir vous désinscrire du cours acheté {courseName} ({courseNumber}) ?

source: Are you sure you want to unenroll from {courseName} ({courseNumber})?
el: Είστε βέβαιοι ότι θέλετε να απεγγραφείτε από το {courseName} ({courseNumber});
fr: Êtes-vous sûr de vouloir vous désinscrire de {courseName} ({courseNumber}) ?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
el: Είστε βέβαιοι ότι θέλετε να απεγγραφείτε από τη επαληθευμένη διαδρομή {certNameLong} του {courseName} ({courseNumber});
fr: Êtes-vous sûr de vouloir vous désinscrire du parcours vérifié {certNameLong} de {courseName} ({courseNumber}) ?

source: Are you sure you want to unenroll from the verified {certNameLong} track of {courseName} ({courseNumber})?
el: Είστε βέβαιοι ότι θέλετε να απεγγραφείτε από την επαληθευμένη διαδρομή {certNameLong} του {courseName} ({courseNumber});
fr: Êtes-vous sûr de vouloir vous désinscrire du parcours vérifié {certNameLong} de {courseName} ({courseNumber}) ?

source: The refund deadline for this course has passed, so you will not receive a refund.
el: Η προθεσμία επιστροφής χρημάτων για αυτό το μάθημα έχει παρέλθει, επομένως δεν θα λάβετε επιστροφή χρημάτων.
fr: La date limite de remboursement pour ce cours est passée, vous ne recevrez donc pas de remboursement.

source: Unable to determine whether we should give you a refund because of System Error. Please try again later.
el: Δεν είναι δυνατός ο προσδιορισμός του αν πρέπει να σας επιστρέψουμε χρήματα λόγω σφάλματος συστήματος. Παρακαλούμε δοκιμάστε ξανά αργότερα.
fr: Impossible de déterminer si nous devons vous accorder un remboursement en raison d'une erreur système. Veuillez réessayer plus tard.

source: Viewing %s course
el: Προβολή %s μαθήματος
fr: Consultation de %s cours

source: We couldn't find any results for "%s".
el: Δεν μπορέσαμε να βρούμε αποτελέσματα για "%s".
fr: Nous n'avons trouvé aucun résultat pour "%s".

source: There was an error, try searching again.
el: Παρουσιάστηκε σφάλμα, δοκιμάστε να αναζητήσετε ξανά.
fr: Une erreur s'est produite, essayez de rechercher à nouveau.

source: Not divided
el: Χωρίς διαίρεση
fr: Non divisé

source: Discussions are unified; all learners interact with posts from other learners, regardless of the group they are in.
el: Οι συζητήσεις είναι ενοποιημένες· όλοι οι εκπαιδευόμενοι αλληλεπιδρούν με αναρτήσεις άλλων εκπαιδευομένων, ανεξάρτητα από την ομάδα στην οποία ανήκουν.
fr: Les discussions sont unifiées ; tous les apprenants interagissent avec les publications des autres apprenants, quel que soit le groupe auquel ils appartiennent.

source: Enrollment Tracks
el: Διαδρομές εγγραφής
fr: Parcours d'inscription

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
el: Χρησιμοποιήστε τις διαδρομές εγγραφής ως βάση για τη διαίρεση των συζητήσεων. Όλοι οι εκπαιδευόμενοι, ανεξάρτητα από τη διαδρομή εγγραφής τους, βλέπουν τα ίδια θέματα συζήτησης, αλλά μέσα στα διαιρεμένα θέματα, μόνο οι εκπαιδευόμενοι που βρίσκονται στην ίδια διαδρομή εγγραφής βλέπουν και απαντούν στις αναρτήσεις ο ένας του άλλου.
fr: Utilisez les parcours d'inscription comme base pour diviser les discussions. Tous les apprenants, quel que soit leur parcours d'inscription, voient les mêmes sujets de discussion, mais au sein des sujets divisés, seuls les apprenants appartenant au même parcours d'inscription voient et répondent aux publications des autres.

source: Cohorts
el: Ομάδες (cohorts)
fr: Cohortes

source: Use cohorts as the basis for dividing discussions. All learners, regardless of cohort, see the same discussion topics, but within divided topics, only members of the same cohort see and respond to each others’ posts.
el: Χρησιμοποιήστε τις ομάδες (cohorts) ως βάση για τη διαίρεση των συζητήσεων. Όλοι οι εκπαιδευόμενοι, ανεξάρτητα από την ομάδα, βλέπουν τα ίδια θέματα συζήτησης, αλλά μέσα στα διαιρεμένα θέματα, μόνο τα μέλη της ίδιας ομάδας βλέπουν και απαντούν στις αναρτήσεις ο ένας του άλλου.
fr: Utilisez les cohortes comme base pour diviser les discussions. Tous les apprenants, quelle que soit leur cohorte, voient les mêmes sujets de discussion, mais au sein des sujets divisés, seuls les membres d'une même cohorte voient et répondent aux publications des autres.

source: Discussion topics in the course are not divided.
el: Τα θέματα συζήτησης στο μάθημα δεν είναι διαιρεμένα.
fr: Les sujets de discussion dans le cours ne sont pas divisés.

source: Any divided discussion topics are divided based on enrollment track.
el: Τυχόν διαιρεμένα θέματα συζήτησης διαιρούνται με βάση τη διαδρομή εγγραφής.
fr: Tous les sujets de discussion divisés sont divisés en fonction du parcours d'inscription.

source: Any divided discussion topics are divided based on cohort.
el: Τυχόν διαιρεμένα θέματα συζήτησης διαιρούνται με βάση την ομάδα (cohort).
fr: Tous les sujets de discussion divisés sont divisés en fonction de la cohorte.

source: Your changes have been saved. {details}
el: Οι αλλαγές σας αποθηκεύτηκαν. {details}
fr: Vos modifications ont été enregistrées. {details}

source: We have encountered an error. Refresh your browser and then try again.
el: Παρουσιάστηκε σφάλμα. Ανανεώστε το πρόγραμμα περιήγησής σας και δοκιμάστε ξανά.
fr: Nous avons rencontré une erreur. Actualisez votre navigateur, puis réessayez.

source: We've encountered an error. Refresh your browser and then try again.
el: Παρουσιάστηκε σφάλμα. Ανανεώστε το πρόγραμμα περιήγησής σας και δοκιμάστε ξανά.
fr: Nous avons rencontré une erreur. Actualisez votre navigateur, puis réessayez.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
el: Παρουσιάστηκε σφάλμα. Βεβαιωθείτε ότι είστε συνδεδεμένοι στο Διαδίκτυο και έπειτα δοκιμάστε να ανανεώσετε τη σελίδα.
fr: Une erreur s'est produite. Assurez-vous d'être connecté à Internet, puis essayez d'actualiser la page.

source: Hide notes
el: Απόκρυψη σημειώσεων
fr: Masquer les notes

source: Notes visible
el: Οι σημειώσεις είναι ορατές
fr: Notes visibles

source: Show notes
el: Εμφάνιση σημειώσεων
fr: Afficher les notes

source: Notes hidden
el: Οι σημειώσεις είναι κρυφές
fr: Notes masquées

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
el: Παρακαλούμε εισαγάγετε έναν όρο στο πεδίο αναζήτησης {anchorStart}{anchorEnd}.
fr: Veuillez entrer un terme dans le champ de {anchorStart}recherche{anchorEnd}.

source: Current tab
el: Τρέχουσα καρτέλα
fr: Onglet actuel

source: Location in Course
el: Θέση στο μάθημα
fr: Emplacement dans le cours

source: Recent Activity
el: Πρόσφατη δραστηριότητα
fr: Activité récente

source: No results found for "{query_string}". Please try searching again.
el: Δεν βρέθηκαν αποτελέσματα για "{query_string}". Παρακαλούμε δοκιμάστε να αναζητήσετε ξανά.
fr: Aucun résultat trouvé pour "{query_string}". Veuillez essayer de rechercher à nouveau.

source: Search Results
el: Αποτελέσματα αναζήτησης
fr: Résultats de la recherche

source: [no tags]
el: [χωρίς ετικέτες]
fr: [aucun tag]

source: Tags
el: Ετικέτες
fr: Étiquettes

source: Unable to submit application
el: Δεν είναι δυνατή η υποβολή αίτησης
fr: Impossible de soumettre la candidature

source: An error has occurred. Check your Internet connection and try again.
el: Παρουσιάστηκε σφάλμα. Ελέγξτε τη σύνδεσή σας στο Διαδίκτυο και δοκιμάστε ξανά.
fr: Une erreur s'est produite. Vérifiez votre connexion Internet et réessayez.

source: Choose one
el: Επιλέξτε ένα
fr: Choisissez-en un

source: Selected tab
el: Επιλεγμένη καρτέλα
fr: Onglet sélectionné

source: Saved cohort
el: Αποθηκευμένη ομάδα (cohort)
fr: Cohorte enregistrée

source: Error adding learners.
el: Σφάλμα κατά την προσθήκη εκπαιδευομένων.
fr: Erreur lors de l'ajout des apprenants.

source: Enter a username or email.
el: Εισαγάγετε ένα όνομα χρήστη ή email.
fr: Saisissez un nom d'utilisateur ou un e-mail.

source: {numUsersAdded} learner has been added to this cohort.
el: Προστέθηκε {numUsersAdded} εκπαιδευόμενος σε αυτή την ομάδα (cohort).
fr: {numUsersAdded} apprenant a été ajouté à cette cohorte.

source: {numMoved} learner was moved from {prevCohort}
el: Μετακινήθηκε {numMoved} εκπαιδευόμενος από την {prevCohort}
fr: {numMoved} apprenant a été déplacé de {prevCohort}

source: {numPresent} learner was already in the cohort
el: {numPresent} εκπαιδευόμενος ήταν ήδη στην ομάδα (cohort)
fr: {numPresent} apprenant était déjà dans la cohorte

source: {numPreassigned} learner was pre-assigned for this cohort. This learner will automatically be added to the cohort when they enroll in the course.
el: {numPreassigned} εκπαιδευόμενος προ-ανατέθηκε σε αυτή την ομάδα (cohort). Αυτός ο εκπαιδευόμενος θα προστεθεί αυτόματα στην ομάδα όταν εγγραφεί στο μάθημα.
fr: {numPreassigned} apprenant a été pré-affecté à cette cohorte. Cet apprenant sera automatiquement ajouté à la cohorte lorsqu'il s'inscrira au cours.

source: Unknown username: {user}
el: Άγνωστο όνομα χρήστη: {user}
fr: Nom d'utilisateur inconnu : {user}

source: Invalid email address: {email}
el: Μη έγκυρη διεύθυνση email: {email}
fr: Adresse e-mail invalide : {email}

source: Cohort assignment not allowed: {email_or_username}
el: Δεν επιτρέπεται ανάθεση σε ομάδα (cohort): {email_or_username}
fr: Affectation à la cohorte non autorisée : {email_or_username}

source: There was an error when trying to add learners:
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια προσθήκης εκπαιδευομένων:
fr: Une erreur s'est produite lors de la tentative d'ajout d'apprenants :

source: View all errors
el: Προβολή όλων των σφαλμάτων
fr: Voir toutes les erreurs

source: You must specify a name for the cohort
el: Πρέπει να ορίσετε ένα όνομα για την ομάδα (cohort)
fr: Vous devez spécifier un nom pour la cohorte

source: You did not select a content group
el: Δεν επιλέξατε ομάδα περιεχομένου
fr: Vous n'avez pas sélectionné de groupe de contenu

source: The selected content group does not exist
el: Η επιλεγμένη ομάδα περιεχομένου δεν υπάρχει
fr: Le groupe de contenu sélectionné n'existe pas

source: The cohort cannot be saved
el: Δεν είναι δυνατή η αποθήκευση της ομάδας (cohort)
fr: La cohorte ne peut pas être enregistrée

source: The cohort cannot be added
el: Δεν είναι δυνατή η προσθήκη της ομάδας (cohort)
fr: Le groupe de cohortes ne peut pas être ajouté

source: You currently have no cohorts configured
el: Προς το παρόν δεν έχετε ρυθμίσει καμία ομάδα (cohort)
fr: Vous n'avez actuellement aucune cohorte configurée

source: Add Cohort
el: Προσθήκη ομάδας (cohort)
fr: Ajouter une cohorte

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
el: Η ομάδα (cohort) {cohortGroupName} δημιουργήθηκε. Μπορείτε να προσθέσετε χειροκίνητα μαθητές σε αυτή την ομάδα παρακάτω.
fr: La cohorte {cohortGroupName} a été créée. Vous pouvez ajouter manuellement des étudiants à cette cohorte ci-dessous.

source: Assign students to cohorts by uploading a CSV file.
el: Αναθέστε μαθητές σε ομάδες (cohorts) μεταφορτώνοντας ένα αρχείο CSV.
fr: Attribuer des étudiants aux cohortes en téléchargeant un fichier CSV.

source: Choose a .csv file
el: Επιλέξτε ένα αρχείο .csv
fr: Choisir un fichier .csv

source: Only properly formatted .csv files will be accepted.
el: Θα γίνονται δεκτά μόνο σωστά μορφοποιημένα αρχεία .csv.
fr: Seuls les fichiers .csv correctement formatés seront acceptés.

source: Upload File and Assign Students
el: Μεταφόρτωση αρχείου και ανάθεση μαθητών
fr: Télécharger le fichier et attribuer les étudiants

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
el: Το αρχείο σας '{file}' μεταφορτώθηκε. Αφήστε λίγα λεπτά για την επεξεργασία.
fr: Votre fichier '{file}' a été téléchargé. Veuillez patienter quelques minutes pour le traitement.

source: Cohorts Enabled
el: Οι ομάδες (cohorts) είναι ενεργοποιημένες
fr: Cohortes activées

source: Cohorts Disabled
el: Οι ομάδες (cohorts) είναι απενεργοποιημένες
fr: Cohortes désactivées

source: Allow students to generate certificates for this course?
el: Να επιτρέπεται στους μαθητές να δημιουργούν πιστοποιητικά για αυτό το μάθημα;
fr: Autoriser les étudiants à générer des certificats pour ce cours ?

source: Prevent students from generating certificates in this course?
el: Να αποτρέπεται η δημιουργία πιστοποιητικών από τους μαθητές σε αυτό το μάθημα;
fr: Empêcher les étudiants de générer des certificats pour ce cours ?

source: Start generating certificates for all students in this course?
el: Να ξεκινήσει η δημιουργία πιστοποιητικών για όλους τους μαθητές σε αυτό το μάθημα;
fr: Commencer la génération de certificats pour tous les étudiants de ce cours ?

source: Error while generating certificates. Please try again.
el: Σφάλμα κατά τη δημιουργία πιστοποιητικών. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération des certificats. Veuillez réessayer.

source: Start regenerating certificates for students in this course?
el: Να ξεκινήσει η επαναδημιουργία πιστοποιητικών για τους μαθητές σε αυτό το μάθημα;
fr: Commencer la régénération des certificats pour les étudiants de ce cours ?

source: Error while regenerating certificates. Please try again.
el: Σφάλμα κατά την επαναδημιουργία πιστοποιητικών. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la régénération des certificats. Veuillez réessayer.

source: Loading data...
el: Φόρτωση δεδομένων...
fr: Chargement des données...

source: Error getting issued certificates list.
el: Σφάλμα κατά τη λήψη της λίστας εκδοθέντων πιστοποιητικών.
fr: Erreur lors de la récupération de la liste des certificats émis.

source: Error generating anonymous IDs. Please try again.
el: Σφάλμα κατά τη δημιουργία ανώνυμων αναγνωριστικών. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération des identifiants anonymes. Veuillez réessayer.

source: Error generating proctored exam results. Please try again.
el: Σφάλμα κατά τη δημιουργία αποτελεσμάτων επιτηρούμενης εξέτασης. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération des résultats de l'examen surveillé. Veuillez réessayer.

source: Error generating survey results. Please try again.
el: Σφάλμα κατά τη δημιουργία αποτελεσμάτων έρευνας. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération des résultats de l'enquête. Veuillez réessayer.

source: Error generating student profile information. Please try again.
el: Σφάλμα κατά τη δημιουργία πληροφοριών προφίλ μαθητή. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération des informations du profil de l'étudiant. Veuillez réessayer.

source: Loading
el: Φόρτωση
fr: Chargement en cours

source: Error getting student list.
el: Σφάλμα κατά τη λήψη της λίστας μαθητών.
fr: Erreur lors de la récupération de la liste des étudiants.

source: Error generating list of students who may enroll. Please try again.
el: Σφάλμα κατά τη δημιουργία λίστας μαθητών που μπορούν να εγγραφούν. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération de la liste des étudiants pouvant s'inscrire. Veuillez réessayer.

source: Error generating list of inactive students who are enrolled in a course. Please try again.
el: Σφάλμα κατά τη δημιουργία λίστας ανενεργών μαθητών που είναι εγγεγραμμένοι σε μάθημα. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération de la liste des étudiants inactifs inscrits à un cours. Veuillez réessayer.

source: Error retrieving grading configuration.
el: Σφάλμα κατά την ανάκτηση ρύθμισης βαθμολόγησης.
fr: Erreur lors de la récupération de la configuration de notation.

source: Error generating grades. Please try again.
el: Σφάλμα κατά τη δημιουργία βαθμολογιών. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération des notes. Veuillez réessayer.

source: Error generating problem grade report. Please try again.
el: Σφάλμα κατά τη δημιουργία αναφοράς βαθμολογίας προβλημάτων. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération du rapport de notation des problèmes. Veuillez réessayer.

source: Error generating ORA data report. Please try again.
el: Σφάλμα κατά τη δημιουργία αναφοράς δεδομένων ORA. Παρακαλούμε δοκιμάστε ξανά.
fr: Erreur lors de la génération du rapport de données ORA. Veuillez réessayer.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
el: Παρουσιάστηκε πρόβλημα κατά τη δημιουργία της αναφοράς. Επιλέξτε "Δημιουργία Εκτελεστικής Σύνοψης" για να δοκιμάσετε ξανά.
fr: Un problème est survenu lors de la création du rapport. Sélectionnez « Créer un résumé exécutif » pour réessayer.

source: Enter the enrollment code.
el: Εισαγάγετε τον κωδικό εγγραφής.
fr: Saisissez le code d'inscription.

source: Cancel enrollment code
el: Ακύρωση κωδικού εγγραφής
fr: Annuler le code d'inscription

source: Restore enrollment code
el: Επαναφορά κωδικού εγγραφής
fr: Rétablir le code d'inscription

source: Mark enrollment code as unused
el: Σήμανση κωδικού εγγραφής ως μη χρησιμοποιημένου
fr: Marquer le code d'inscription comme inutilisé

source: Username
el: Όνομα χρήστη
fr: Nom D'utilisateur

source: Revoke access
el: Ανάκληση πρόσβασης
fr: Révoquer l'accès

source: Group
el: Ομάδα
fr: Groupe

source: Enter username or email
el: Εισαγάγετε όνομα χρήστη ή email
fr: Saisissez un nom d'utilisateur ou un e-mail

source: Please enter a username or email.
el: Παρακαλούμε εισαγάγετε ένα όνομα χρήστη ή email.
fr: Veuillez saisir un nom d'utilisateur ou un e-mail.

source: This role requires a divided discussions scheme.
el: Αυτός ο ρόλος απαιτεί σχήμα διαιρεμένων συζητήσεων.
fr: Ce rôle nécessite un schéma de discussions divisées.

source: Error changing user's permissions.
el: Σφάλμα κατά την αλλαγή δικαιωμάτων χρήστη.
fr: Erreur lors de la modification des autorisations de l'utilisateur.

source: Could not find a user with username or email address '<%- identifier %>'.
el: Δεν ήταν δυνατή η εύρεση χρήστη με όνομα χρήστη ή διεύθυνση email '<%- identifier %>'.
fr: Impossible de trouver un utilisateur avec le nom d'utilisateur ou l'adresse e-mail « <%- identifier %> ».

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
el: Σφάλμα: Ο χρήστης '<%- username %>' δεν έχει ακόμη ενεργοποιήσει τον λογαριασμό του. Οι χρήστες πρέπει να δημιουργήσουν και να ενεργοποιήσουν τους λογαριασμούς τους πριν τους ανατεθεί ρόλος.
fr: Erreur : l'utilisateur « <%- username %> » n'a pas encore activé son compte. Les utilisateurs doivent créer et activer leur compte avant de se voir attribuer un rôle.

source: Error: You cannot remove yourself from the Instructor group!
el: Σφάλμα: Δεν μπορείτε να αφαιρέσετε τον εαυτό σας από την ομάδα Εκπαιδευτών!
fr: Erreur : vous ne pouvez pas vous retirer du groupe des instructeurs !

source: Errors
el: Σφάλματα
fr: Erreurs

source: The following errors were generated:
el: Δημιουργήθηκαν τα ακόλουθα σφάλματα:
fr: Les erreurs suivantes ont été générées :

source: Warnings
el: Προειδοποιήσεις
fr: Avertissements

source: The following warnings were generated:
el: Δημιουργήθηκαν οι ακόλουθες προειδοποιήσεις:
fr: Les avertissements suivants ont été générés :

source: Success
el: Επιτυχία
fr: Succès

source: All accounts were created successfully.
el: Όλοι οι λογαριασμοί δημιουργήθηκαν επιτυχώς.
fr: Tous les comptes ont été créés avec succès.

source: Error adding/removing users as beta testers.
el: Σφάλμα κατά την προσθήκη/αφαίρεση χρηστών ως beta testers.
fr: Erreur lors de l'ajout/de la suppression d'utilisateurs en tant que bêta-testeurs.

source: This field must not be blank
el: Αυτό το πεδίο δεν πρέπει να είναι κενό
fr: Ce champ ne doit pas être laissé vide

source: These users were successfully added as beta testers:
el: Αυτοί οι χρήστες προστέθηκαν επιτυχώς ως beta testers:
fr: Ces utilisateurs ont été ajoutés avec succès en tant que bêta-testeurs :

source: These users could not be added as beta testers because their accounts are not yet activated:
el: Αυτοί οι χρήστες δεν μπόρεσαν να προστεθούν ως beta testers επειδή οι λογαριασμοί τους δεν έχουν ακόμη ενεργοποιηθεί:
fr: Ces utilisateurs n'ont pas pu être ajoutés en tant que bêta-testeurs car leurs comptes ne sont pas encore activés :

source: These users were successfully removed as beta testers:
el: Αυτοί οι χρήστες αφαιρέθηκαν επιτυχώς ως beta testers:
fr: Ces utilisateurs ont été retirés avec succès en tant que bêta-testeurs :

source: These users were not added as beta testers:
el: Αυτοί οι χρήστες δεν προστέθηκαν ως beta testers:
fr: Ces utilisateurs n'ont pas été ajoutés en tant que bêta-testeurs :

source: These users were not removed as beta testers:
el: Αυτοί οι χρήστες δεν αφαιρέθηκαν ως beta testers:
fr: Ces utilisateurs n'ont pas été retirés en tant que bêta-testeurs :

source: Could not find users associated with the following identifiers:
el: Δεν ήταν δυνατή η εύρεση χρηστών που σχετίζονται με τα ακόλουθα αναγνωριστικά:
fr: Impossible de trouver des utilisateurs associés aux identifiants suivants :

source: Users must create and activate their account before they can be promoted to beta tester.
el: Οι χρήστες πρέπει να δημιουργήσουν και να ενεργοποιήσουν τον λογαριασμό τους πριν προαχθούν σε beta tester.
fr: Les utilisateurs doivent créer et activer leur compte avant de pouvoir être promus bêta-testeur.

source: Reason field should not be left blank.
el: Το πεδίο αιτίας δεν πρέπει να μένει κενό.
fr: Le champ Raison ne doit pas être laissé vide.

source: Error enrolling/unenrolling users.
el: Σφάλμα κατά την εγγραφή/απεγγραφή χρηστών.
fr: Erreur lors de l'inscription/désinscription des utilisateurs.

source: The following email addresses and/or usernames are invalid:
el: Οι ακόλουθες διευθύνσεις email και/ή ονόματα χρήστη δεν είναι έγκυρα:
fr: Les adresses e-mail et/ou noms d'utilisateur suivants sont invalides :

source: Successfully enrolled and sent email to the following users:
el: Εγγράφηκαν επιτυχώς και στάλθηκε email στους ακόλουθους χρήστες:
fr: Inscription réussie et e-mail envoyé aux utilisateurs suivants :

source: Successfully enrolled the following users:
el: Εγγράφηκαν επιτυχώς οι ακόλουθοι χρήστες:
fr: Inscription réussie des utilisateurs suivants :

source: Email was sent to the following users. They will be allowed to enroll once they register:
el: Στάλθηκε email στους ακόλουθους χρήστες. Θα τους επιτραπεί να εγγραφούν μόλις εγγραφούν στην πλατφόρμα:
fr: Un e-mail a été envoyé aux utilisateurs suivants. Ils pourront s'inscrire une fois qu'ils se seront enregistrés :

source: These users will be allowed to enroll once they register:
el: Θα επιτραπεί στους ακόλουθους χρήστες να εγγραφούν μόλις εγγραφούν στην πλατφόρμα:
fr: Ces utilisateurs pourront s'inscrire une fois qu'ils se seront enregistrés :
